<p><strong>Produktbeschreibung</strong><br /> Allgemeine Anwendung<br /><br /> Anafranil ist ein Mittel zur Behandlung von Zwangsst&ouml;rungen. Das ist eine Nervenkrankheit, bei der eine Person wiederkehrende Gedanken oder Ideen hat, oder sich wiederholende Handlungen aus&uuml;bt, weil sie &auml;ngstlich ist. <br /> Clomipramin wirkt auf das zentrale Nervensystem und hilft dabei, die Symptome von Zwangsst&ouml;rungen zu lindern. Dieses Medikament geh&ouml;rt zu der Klasse von trizyklischen Antidepressiva. Es hilft dabei, das Gleichgewicht von gewissen nat&uuml;rlichen Substanzen (unter anderem Serotonin) im Gehirn wiederherzustellen. <br /> Dieses Mittel wird auch daf&uuml;r verwendet, um Panikattacken, Depression und andauernde Schmerzen zu behandeln. <br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Nehmen Sie das Mittel so ein, wie es Ihnen verschrieben ist, weil die Dosierung und der Einnahmeplan von Ihrem Zustand und anderen Faktoren abh&auml;ngen.<br /> Es wird empfohlen, den Anweisungen Ihres Arztes genau zu folgen und nicht mehr oder weniger des Mittels einzunehmen, als verschrieben wurde. <br /> Es wird auch davon abgeraten, w&auml;hrend der Behandlung mit Anafranil Grapefruit zu essen und Grapefruitsaft zu trinken (es beeinflusst den Gehalt von Cyclosporin in Ihrem Blut). Begrenzen Sie auch den Alkoholkonsum.<br /> Stellen Sie die Einnahme des Mittels nicht pl&ouml;tzlich ein, da dies Ihren Zustand verschlimmern k&ouml;nnte. <br /> Es kann zwei bis drei Wochen dauern, bis Sie den vollen Effekt des Mittels sp&uuml;ren, wenn nicht noch l&auml;nger. &Uuml;ber Ihren Zustand sollten Sie Ihren Arzt informieren. <br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bevor Sie mit der Einnahme von Clomipramine beginnen, informieren Sie Ihren Arzt oder Apotheker dar&uuml;ber, ob Sie allergisch darauf sind oder andere allergische Reaktionen versp&uuml;ren.<br /> Informieren Sie Ihren Arzt dar&uuml;ber, falls Sie gewisse Herzprobleme haben (Herzversagen, langsamer Herzschlag, QT-Verl&auml;ngerung in Ihrem Elektrokardiogramm (EKG)).<br /> Sie k&ouml;nnten Schwindel oder Verschlafenheit versp&uuml;ren, beziehungsweise tempor&auml;res verschwommenes Sehen haben. Vermeiden Sie es, Auto zu fahren, Maschinen zu bedienen und unterlassen Sie s&auml;mtliche Aktivit&auml;ten, die eine hohe Aufmerksamkeit verlangen. <br /> &Auml;ltere Menschen k&ouml;nnen empfindlicher auf die Nebenwirkungen des Mittels reagieren.<br /> W&auml;hrend der Schwangerschaft sollte dieses Medikament nur dann verwendet werden, wenn es ein starkes Verlangen danach gibt. &Uuml;ber die dabei aufkommenden Risiken sollten Sie sich bei Ihrem Arzt informieren. <br /> Dieses Medikament kann in die Muttermilch gelangen, was ungewollte Sch&auml;den bei einem S&auml;ugling verursachen k&ouml;nnte. W&auml;hrend einer Behandlung mit diesem Mittel wird es empfohlen, das Stillen zu unterlassen. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zu den &uuml;blichsten Nebenwirkungen geh&ouml;ren Schwindel, trockener Mund, Schl&auml;frigkeit, Verstopfungen, Magenverstimmungen, &Uuml;belkeit, Erbrechen, Schwitzen etc. &Auml;ngstlichkeitssymptome k&ouml;nnen sich zeitweise verschlimmern, wenn sie zum ersten Mal damit beginnen, Clomipramine zu benutzen. <br /> Eine ernsthafte allergische Reaktion auf dieses Mittel tritt nur selten auf, aber unverz&uuml;gliche medizinische Hilfe ist n&ouml;tig, falls diese stattfindet.<br /> Die meisten Menschen, die dieses Medikament einnehmen, versp&uuml;ren dabei keine ernsthaften Nebenwirkungen.<br /> Sollten Sie eine Nebenwirkung versp&uuml;ren, die oben nicht aufgelistet ist, dann suchen Sie einen Arzt oder Apotheker auf.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche rezeptfreie und verschreibungspflichtige Medikamente und pflanzliche Produkte, die Sie einnehmen, bevor Sie die Einnahme dieses Medikaments beginnen. <br /> Vermeiden Sie es, Clomipramine gleichzeitig mit folgenden Mitteln einzunehmen:<br /> * MAO-Hemmer: Furazolidon, Isocarboxazid, Linezolid, Moclobemid-Tranylcypromin, und so weiter.<br /> * Antiarrhythmische Mittel: Propafenon, Quinidin, und so weiter.<br /> * Selektive Serotonin-Wiederaufnahmehemmer: Citalopram, Dapoxetin, Fluoxetin, Fluvoxamin, Paroxetin, und so weiter.<br /> * Antipsychotika (auch bekannt als Neuroleptika): Fluphenazin, und so weiter.<br /> * H2-Rezeptorantagonisten: Cimetidin, Ranitidin, Famotidin, Nizatidin, und so weiter.<br /> Nicotin vermindert den Gehalt dieses Medikaments im Blut. Informieren Sie Ihren Arzt dar&uuml;ber, ob Sie rauchen oder das Rauchen vor kurzem aufgegeben haben. <br /> Versuchen Sie, den Konsum von Grapefruit und Grapefruitgetr&auml;nken zu vermeiden, w&auml;hrend Sie von diesem Medikament behandelt werden. <br /> Befragen Sie Ihren Arzt oder Apotheker f&uuml;r weitere Informationen. <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Wenn Sie glauben, zu viel von diesem Medikament eingenommen zu haben, suchen Sie unverz&uuml;glich einen Arzt auf. Zu den &uuml;blichen Symptomen einer &Uuml;berdosis Anafranil z&auml;hlen Brustschmerzen, &Uuml;belkeit, unregelm&auml;&szlig;iger Herzschlag, Benommenheit oder Ohnmachtsgef&uuml;hle.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie das Pr&auml;parat bei einer Temperatur von 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. Vor Kindern und Haustieren unzug&auml;nglich aufbewahren.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>