<p><strong>Drug Benutzt </strong><br /><br /> Bupropion ist zur Behandlung von Depressionen eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Bupropion wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /> Bupropion ist mit einem zus&auml;tzlichen Informationen zum Patienten Blatt genannt Medication Guide. Lesen Sie ihn sorgf&auml;ltig. Lesen Sie es wieder jedes Mal, wenn Sie Bupropion aufgef&uuml;llt. <br /> Nutzen Sie Bupropion durch den Mund mit oder ohne Nahrung. Wenn Magenbeschwerden auftreten, mit Nahrung einzunehmen, um Magen-Reizungen zu reduzieren. <br /> Mehrere Wochen k&ouml;nnen vergehen, bis Ihre Symptome zu verbessern. Brechen Sie die Einnahme Bupropion, ohne mit Ihrem Arzt. <br /> Nehmen Sie Ihre Dosen zu den gleichen Zeiten jeden Tag mindestens 6 Stunden liegen, sofern nicht anders Anweisung des Arztes. Dies kann dazu beitragen, das Risiko von Anf&auml;llen mit Bupropion verringern. <br /> Weiter zu Bupropion, auch wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. <br /><br /> <strong>Drug-Klasse und Mechanismus</strong> <br /><br /> Bupropion ist ein Antidepressivum. Es funktioniert im Gehirn zur Behandlung von Depressionen. Wie das genau funktioniert, ist nicht bekannt. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Bupropion verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Bupropion zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Bupropion au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Bupropion, wenn: <br /><br /> Sie sind allergisch gegen irgendeinen Bestandteil Bupropion <br /> Sie nehmen andere Arzneimittel, die Bupropion enth&auml;lt; <br /> Sie haben eine Geschichte von Essst&ouml;rungen (zB Anorexie, Bulimie) oder Krampfanf&auml;lle (zB Epilepsie); <br /> Sie sind pl&ouml;tzlich der Beendigung des Einsatzes von Alkohol oder Sedativa (zB Benzodiazepine) nach einer Langzeit-Einsatz; <br /> die Sie einnehmen oder einen Monoaminoxidase-Hemmer (MAO-Hemmer) genommen (zB Phenelzin) innerhalb der letzten 14 Tage. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Bupropion. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> wenn Sie oder ein Familienmitglied hat eine Geschichte der bipolaren St&ouml;rung (manisch-depressive), andere psychische Probleme oder Stimmung (zB Depression), Selbstmordgedanken oder Versuche oder Alkohol-oder Drogenmissbrauch <br /> wenn Sie Diabetes haben, Nierenprobleme, hoher Blutdruck, Herzkrankheiten (zB Herzinsuffizienz), oder vor kurzem einen Herzinfarkt <br /> Wenn Sie eine Vorgeschichte von Krampfanf&auml;llen, Kopfverletzungen, Tumoren im Gehirn oder R&uuml;ckenmark oder Lebererkrankungen (zB Leberzirrhose) <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Bupropion. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Amantadin, Antipsychotika (zB Haloperidol, Risperidon), Kortikosteroide (zB Prednison), Insulin, Levodopa, MAO-Hemmer (zB, phenelzine), Nikotinpflaster, orale Antidiabetika (zB, Glipizid), andere Antidepressiva (zB Fluoxetin, Amitriptylin), Sympathomimetika (zB Pseudoephedrin), Theophyllin oder Tiagabin, weil sie das Risiko erh&ouml;hen kann Bupropion 's Nebenwirkungen <br /> Carbamazepin, Phenobarbital, Phenytoin oder weil sie vielleicht Bupropion R&uuml;ckgang 's Wirksamkeit <br /> Antiarrhythmika (zB Propafenon, Flecainid), Beta-Blocker (zB Metoprolol), Phenothiazine (zB Thioridazin), selektive Serotonin-Wiederaufnahmehemmer (SSRI) Antidepressiva (zB Fluoxetin) oder trizyklische Antidepressiva (zB, Nortriptylin), weil das Risiko ihrer Nebenwirkungen k&ouml;nnen durch Bupropion erh&ouml;ht werden</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Obstipation, Schwindel, Benommenheit, Mundtrockenheit, Kopfschmerzen, vermehrtes Schwitzen, Appetitlosigkeit, &Uuml;belkeit, Nervosit&auml;t, Unruhe, Geschmacksver&auml;nderungen; Probleme mit dem Schlafen, Erbrechen, Gewichtsver&auml;nderungen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Schmerzen in der Brust, Verwirrung, Wahnvorstellungen, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Fieber, Sch&uuml;ttelfrost oder Halsschmerzen; Halluzinationen, H&ouml;rprobleme, Blutungsst&ouml;rungen, neue oder sich verschlechternde geistigen oder Stimmungsschwankungen (z. B. Konzentrationsst&ouml;rungen, Angstzust&auml;nde, Aggressivit&auml;t, Unruhe, Angst, Impulsivit&auml;t, Reizbarkeit, Feindseligkeit, &uuml;bertriebenes Gef&uuml;hl des Wohlbefindens oder der Unf&auml;higkeit still zu sitzen ), rot, geschwollen, Blasen, oder Sch&auml;len der Haut, Krampfanf&auml;lle, schwere Kopfschmerzen oder Schwindel, schweren oder anhaltenden Gelenk-oder Muskelschmerzen, eine schwere und anhaltende Nervosit&auml;t, Unruhe oder Schlafst&ouml;rungen, Kurzatmigkeit, Selbstmordgedanken oder versucht, Zittern, ungew&ouml;hnliche Schwellung, Ver&auml;nderungen des Sehverm&ouml;gens; Verschlechterung der Depression. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Wenn Sie Fragen zu Bupropion, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Bupropion ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>