<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Citalopram geh&ouml;rt einer Klasse von ausw&auml;hlenden Serotonin-Wiederauffassungsverm&ouml;gen-Hemmstoffen (SSRIs). Dieses Medikament wird verwendet, um mit Stimmungsst&ouml;rungen vereinigte Hauptdepression zu behandeln. Es wird auch in der Behandlung des K&ouml;rpers dysmorphic St&ouml;rung und Angst angewandt. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Celexa durch den Mund mit einem Glas von Wasser, mit oder ohne Essen. Vermeiden Sie, vernichtend zu schneiden oder diese Medizin zu kauen.<br /> Nehmen Sie die Medizin &ouml;fter nicht, als sie vorgeschrieben wird. Geben Sie nicht auf, es au&szlig;er auf dem Rat Ihres Arztes zu nehmen.<br /> Man kann Zeit f&uuml;r die Medizin brauchen, um zu helfen.<br /> Befragen Sie Ihren Arzt bez&uuml;glich der richtigen Dosis f&uuml;r Sie.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Vor der Einnahme von Citalopram erz&auml;hlen Ihrem Arzt oder Chemiker, wenn Sie dazu allergisch sind; oder wenn Sie andere Allergien haben.<br /> Informieren Sie Ihren Arzt oder Chemiker, wenn Sie bipolar Verwirrung, Auge, Leber oder Niereprobleme haben.<br /> Im Alter von Leuten kann zu Nebenwirkungen der Medizin empfindlicher sein.<br /> W&auml;hrend der Schwangerschaft sollte diese Behandlung, nur wenn stark notwendig, verwendet werden.<br /> Da dieses Arzneimittel von der Haut gefesselt sein kann, sollten Frauen, die schwanger sind oder schwanger werden k&ouml;nnen, nicht diese Medizin manipulieren.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Celexa sollte nicht von schwangeren/s&auml;ugenden Frauen oder Kindern sowie von den Patienten verwendet werden, die eine Reaktion der &Uuml;berempfindlichkeit zu Citalopram demonstriert haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die allgemeinsten Nebenwirkungen sind schneller und unregelm&auml;&szlig;iger Puls, Beben, Angst, verschmierte Vision, Emesis, Fieber, diarrhoeia usw. <br /> Eine sehr ernste allergische Reaktion kommt selten vor. Viele Menschen, die diese Medizin verwenden, haben ernste Nebenwirkungen nicht.<br /> Wenden Sie sich Ihrem Arzt oder Apotheker f&uuml;r mehr Details zu.<br /> Im Falle dass Sie bemerken, dass sich die Effekten nicht verzeichnet hier, mit Ihrem Arzt oder Apotheker in Verbindung setzen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Sagen Sie Ihrem Arzt oder Apotheker aller Arzneivorschrift- und Nichtarzneivorschrift-Produkte / Pflanzenbuches Produkte, dass Sie vor dem Verwenden dieses Medikaments verwenden k&ouml;nnen.<br /> Citalopram kann aufeinander wirken:<br /> * Hemmstoffe von MAO: Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, usw.<br /> * Antiarrhythmic Rauschgifte: Propafenone, Quinidine, usw.<br /> * Wiederauffassungsverm&ouml;gen-Hemmstoffe des Serotonins-norepinephrine: Desvenlafaxine, Duloxetine, Milnacipram, Venlafaxine.<br /> * Neuroleptikum (nannte auch neuroleptics): Fluphenazine, usw.<br /> * H2-Rezeptor-Gegner: Cimetidine, Ranitidine, Famotidine, Nizatidine, usw.<br /> Wenden Sie sich Ihrem Arzt oder Apotheker f&uuml;r mehr Details zu.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie Ihre Dosis verpasst haben, nehmen Sie sie, sobald Sie sich erinnern. Wenn Sie sehen, dass es in der N&auml;he von der Zeit f&uuml;r die folgende Dosis ist, lassen Sie die verpasste Dosis aus und setzen Sie Ihre &uuml;bliche Dosieren-Liste fort. Nehmen Sie Ihre Dosis zweimal nicht.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie denken, dass Sie zu viel von dieser Medizin verwendet haben, suchen Notarztaufmerksamkeit sofort. Die Symptome von der &Uuml;berdosis schlie&szlig;en gew&ouml;hnlich Brust-Schmerz, Brechreiz, unregelm&auml;&szlig;igen Herzschlag, und Gef&uuml;hl leichtsinnig oder schwach werdend ein.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Ihre Medizin bei der Raumtemperatur zwischen 68-77 Graden F (20-25 Grade C) weg vom Licht und der Feuchtigkeit. Lagern Sie sie im Badezimmer nicht. Behalten Sie alle Rauschgifte weg von der Reichweite von Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /><br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>