<p><strong>Drug Benutzt </strong><br /><br /> Citalopram wird zur Behandlung von Depressionen eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /> <strong>Gebrauchsanweisung</strong> <br /><br /> Verwenden Sie Citalopram wie von Ihrem Arzt. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Citalopram ist ein selektiver Serotonin-Wiederaufnahmehemmer (SSRI). Es funktioniert durch die Wiederherstellung des Gleichgewichts von Serotonin, einer nat&uuml;rlichen Substanz im Gehirn, die f&uuml;r bestimmte Probleme Stimmung zu verbessern hilft. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Citalopram, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung</strong> <br /><br /> Shop Citalopram bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Keep Citalopram au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Citalopram, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Citalopram; <br /> Sie sind unter Escitalopram; <br /> die Sie einnehmen oder einen Monoaminoxidase-Hemmer (MAO-Hemmer) genommen (zB Phenelzin), mit Selegilin oder St. John 's wort innerhalb der letzten 14 Tage; <br /> Sie nehmen ein Fenfluramin-Derivat (z. B. Dexfenfluramin), ein H1-Antagonisten (zB Astemizol, Terfenadin), Nefazodon, Pimozid oder Sibutramin. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Citalopram k&ouml;nnen Schl&auml;frigkeit und Benommenheit verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Citalopram mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Trinken Sie keinen Alkohol, w&auml;hrend Sie mit Citalopram. <br /> Fragen Sie Ihren Arzt, bevor Sie Medikamente benutzen, k&ouml;nnen Schl&auml;frigkeit (zB Ursache, Schlaf Beihilfen, Muskelentspannung), w&auml;hrend Sie mit Citalopram, sie kann ihre Effekte hinzuf&uuml;gen. Fragen Sie Ihren Apotheker, wenn Sie Fragen zu Arzneimitteln, die Schl&auml;frigkeit verursachen k&ouml;nnen haben. <br /> Ein bis 4 Wochen k&ouml;nnen vergehen, bis Ihre Symptome zu verbessern. Nehmen Sie nicht mehr als die empfohlene Dosis, &auml;ndern Sie die Dosis, oder verwenden Sie Citalopram f&uuml;r l&auml;nger als vorgeschrieben, ohne mit Ihrem Arzt. <br /> Kinder, Jugendliche und junge Erwachsene, die Citalopram nehmen kann ein erh&ouml;htes Risiko f&uuml;r Selbstmordgedanken oder-handlungen. Watch alle Patienten, die eng mit Citalopram nehmen. Kontaktieren Sie den Arzt sofort, wenn neue, verschlechtert oder pl&ouml;tzliche Symptome wie depressive Stimmung, &auml;ngstlich, unruhig, reizbar oder Verhalten, Panikattacken, oder eine ungew&ouml;hnliche Ver&auml;nderung in Stimmung und Verhalten auftreten. Kontaktieren Sie den Arzt sofort, wenn keine Anzeichen von suizidalen Gedanken oder Handlungen auftreten. <br /> Citalopram und ein Arzneimittel mit dem Namen Escitalopram haben den gleichen Wirkstoff. Nehmen Sie nicht Citalopram, wenn Sie auch mit Escitalopram. <br /> Citalopram kann in seltenen F&auml;llen zu einem l&auml;ngeren, schmerzhafte Erektion. Dies kann passieren, auch wenn Sie nicht mit Sex. Wenn dies nicht sofort behandelt werden, k&ouml;nnte es dazu f&uuml;hren, dass st&auml;ndige sexuelle Probleme wie Impotenz. Fragen Sie Ihren Arzt sofort, wenn dies der Fall ist.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong> <br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Vermindertes sexuelles Verlangen oder die F&auml;higkeit, Durchfall, Schwindel, Benommenheit, Mundtrockenheit, vermehrtes Schwitzen, Benommenheit, wenn Sie stehen oder sitzen, Appetitlosigkeit, &Uuml;belkeit, verstopfte Nase, M&uuml;digkeit. <br /><br />&Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten:&nbsp;<br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); fehlen Regelblutung; bizarres Verhalten, schwarz oder blutige St&uuml;hle; Schmerzen in der Brust, Verwirrung; Unkonzentriertheit ; schneller oder unregelm&auml;&szlig;iger Herzschlag, Halluzinationen, Ged&auml;chtnisverlust, neue oder sich verschlechternde Agitation, Panikattacken, Aggressivit&auml;t, Impulsivit&auml;t, Reizbarkeit, Feindseligkeit, &uuml;bertriebenes Gef&uuml;hl des Wohlbefindens, Unruhe oder Unverm&ouml;gen still zu sitzen; persistent, schmerzhafte Erektion rot, geschwollen , Blasen, oder Sch&auml;len der Haut, Krampfanf&auml;lle, schwere und anhaltende Angst-oder Schlafst&ouml;rungen, Magenschmerzen, Selbstmordgedanken oder versucht, Zittern, ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche oder schwere mentale oder Stimmungsschwankungen, Ver&auml;nderungen des Sehverm&ouml;gens; Verschlechterung der Depression. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Citalopram ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>