<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Endep (Amitriptyline) geh&ouml;rt den trizyklischen Antidepressiven. Das Rauschgift wird gr&ouml;&szlig;tenteils verwendet, um Depression und zwanghafte Zwangsst&ouml;rung (ZZS) zu behandeln. Das letzte ist eine Nervenbedingung, wo eine Person wiederkehrende Gedanken oder Ideen hat, oder wiederholende Sachen macht, weil sie besorgt sind. Endep arbeitet am Zentralnervensystem (ZNS) und hilft, die Symptome von ZZS zu erleichtern. Das Medikament hilft, das Gleichgewicht von bestimmten nat&uuml;rlichen Substanzen (Serotonin, unter anderen) im Gehirn wieder herzustellen. Dieses Medikament wird auch verwendet, um panische Angriffe und andauernden Schmerz zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Rauschgift, nur wie vorgeschrieben, weil sich Dosierung und Liste auf Ihrer Bedingung und anderen Faktoren &auml;ndern k&ouml;nnen.<br /> Es wird empfohlen, den Instruktionen des Arztes sorgf&auml;ltig zu folgen und mehr oder weniger Medikament nicht zu nehmen, als vorgeschrieben.<br /> Es wird empfohlen, Grapefruit- oder Getr&auml;nkgrapefruitsaft nicht zu essen (es beeinflusst das Niveau von cyclosporin in Ihrem Blut). Beschr&auml;nken Sie auch alkoholische Getr&auml;nke.<br /> H&ouml;ren Sie nicht pl&ouml;tzlich auf, dieses Medikament zu nehmen, weil Ihre Bedingung schlechter werden kann. <br /> Man kann 2 bis 3 Wochen oder l&auml;nger brauchen, bevor Sie die Effekten dieses Medikaments bemerken. Informieren Sie Ihren Arzt &uuml;ber Ihre Bedingung.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie anfangen, Endep zu nehmen, Ihrem Arzt oder Apotheker erz&auml;hlen, wenn Sie irgendeine Art der Allergie gegen Medikamente oder Essen haben.<br /> Informieren Sie Ihren Arzt oder Apotheker, wenn Sie bestimmte Herzprobleme (Herzversagen, langsamer Herzschlag, QT Verl&auml;ngerung im EKG) haben. In Patienten mit Anf&auml;llen kann Endep sie schwerer verursachen. Umsicht sollte in Patienten mit Glaukom und Vorsteherdr&uuml;se-Vergr&ouml;&szlig;erung ausge&uuml;bt werden. <br /> Sie k&ouml;nnen sich schwindlig oder schl&auml;frig f&uuml;hlen oder vorl&auml;ufige tr&uuml;be Vision haben. Vermeiden Sie, zu fahren, Maschinerie verwendend, oder jede T&auml;tigkeit tuend, die Vorsicht verlangt. <br /> Im Alter von Leuten kann beiseite Effekten des Rauschgifts empfindlicher sein.<br /> W&auml;hrend Schwangerschaft sollte dieses Medikament nur verwendet werden, wenn Vorteile seines Gebrauches &uuml;ber die potenzielle Gefahr f&uuml;r die Mutter und das Baby vorherrschen. Befragen Sie Ihren Arzt &uuml;ber die Gefahren.<br /> Diese Medizin geht in Brustmilch, so kann es einem N&auml;hrs&auml;ugling Schaden zuf&uuml;gen. Es ist besser, Stillen aufzuh&ouml;ren, indem es dieses Rauschgift verwendet.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Das Medikament kann nicht in Patienten mit der &Uuml;berempfindlichkeit zu den Bestandteilen von Endep, in Patienten w&auml;hrend der akuten Genesungsphase des myocardial Infarkts, und in durch Hemmstoffe von MAO behandelten Patienten verwendet werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die allgemeinsten Nebenwirkungen sind Schwindel, trockener Mund, Schl&auml;frigkeit, Konstipation, Magenverstimmung, Brechreiz, Emesis, usw. Angst-Symptome schwitzend, kann sich provisorisch verschlechtern, wenn Sie zuerst anfangen, Endep zu verwenden.<br /> Eine ernste allergische Reaktion zu diesem Rauschgift ist sehr selten, aber suchen Sie unmittelbare medizinische Hilfe, wenn es vorkommt.<br /> Viele Menschen, die diese Medizin verwenden, haben ernste Nebenwirkungen nicht.<br /> Wenn Sie irgendwelche Nebenwirkungen erfahren, die nicht oben, Ihren Gesundheitsf&uuml;rsorge-Berater oder Apotheker verzeichnet sind, benachrichtigen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Sagen Sie Ihrem Arzt oder Apotheker aller Arzneivorschrift- und Nichtarzneivorschrift-Produkte / Pflanzenbuches Produkte, dass Sie vor dem Verwenden dieses Medikaments verwenden k&ouml;nnen. <br /> Vermeiden Sie, Endep zu nehmen, mit:<br /> * Hemmstoffe von MAO: Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, usw. welche hohes Fieber und Konvulsionen verursachen, wenn sie zusammen mit Endep verwendet werden.<br /> * anti-arrhythmic Medikament: Propafenone, Quinidine, usw.<br /> * verursacht Epinephrine (stimuliert Alpha und Beta-Rezeptoren), concomitantly verabreicht mit Endep schweren hohen Blutdruck.<br /> * Ausw&auml;hlende Serotonin-Wiederauffassungsverm&ouml;gen-Hemmstoffe (ASWHe): Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, usw.<br /> * Antipsychoticen (nannte auch neurolepticen): Fluphenazine, usw.<br /> * H2-Rezeptor-Gegner: Cimetidine, Ranitidine, Famotidine, Nizatidine, usw.<br /> Nikotin vermindert Blutniveaus dieses Medikaments. Informieren Sie Ihren Arzt, wenn Sie rauchen, oder wenn Sie k&uuml;rzlich aufgeh&ouml;rt haben zu rauchen.<br /> Versuchen Sie, Grapefruit- oder Getr&auml;nkgrapefruitsaft nicht zu essen, mit diesem Medikament behandelt. <br /> Befragen Sie Ihren Arzt oder Apotheker f&uuml;r mehr Details.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Die verpasste Dosis sollte genommen werden, sobald Sie sich erinnern. Wenn Sie sehen, dass es in der N&auml;he von der Zeit f&uuml;r die folgende Einnahme ist, lassen Sie die verpasste Dosis aus und kehren Sie zu Ihrer &uuml;blichen Dosieren-Liste zur&uuml;ck. Nehmen Sie die Dosis zweimal nicht.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie denken, dass Sie zu viel von dieser Medizin verwendet haben, suchen Notarztaufmerksamkeit sofort. Die Symptome von der &Uuml;berdosis schlie&szlig;en gew&ouml;hnlich Brechreiz, Brust-Schmerz, unregelm&auml;&szlig;igen Herzschlag, und Gef&uuml;hl leichtsinnig oder schwach werdend ein.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Ihre Medizin bei der Raumtemperatur zwischen 68-77 F (20-25 C) weg vom Licht und der Feuchtigkeit. Lagern Sie die Rauschgifte im Badezimmer nicht. Behalten Sie alle Rauschgifte weg von der Reichweite von Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>