<p><strong>Was ist dies f&uuml;r ein Medikament?</strong><br /><br />ESCITALOPRAM wird zur Behandlung von Depressionen und bestimmten Formen von Angstzust&auml;nden verschrieben.<br /><br /><strong>Was sollte ich meinem Arzt oder meiner &Auml;rztin mitteilen, bevor ich dieses Medikament nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitliche Probleme haben:<br />Manische Depression oder Familiengeschichte manischer Zust&auml;nde<br />Diabetes<br />Herzkrankheiten<br />Nieren- oder Leberkrankheiten<br />Elektroschocktherapie <br />Anf&auml;lle (Kr&auml;mpfe)<br />Selbstmordgedanken, Pl&auml;ne oder Versuche von Ihnen oder Familienmitgliedern<br />Eine ungew&ouml;hnliche oder allergische Reaktion Escitalopram, die verwandte Pille Citalopram, andere Medikamente, Lebensmittel, Farbstoffe oder Konservierungsstoffe<br />Schwangerschaft oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie mu&szlig; ich diese Medikament nehmen?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glas Wasser. Schlucken Sie die Tabletten, ohne sie zu zerkaufen oder zu lutschen. Nehmen Sie das Medikament regelm&auml;&szlig;ig, m&ouml;glichst zur gleichen Tageszeit, eventuell mit einer Kleinigkeit zu essen. Nicht &ouml;fter! Setzen Sie es langsam nach &auml;rztlichem Rat ab, ansonsten k&ouml;nnen schwere Nebenwirkungen auftauchen.<br /><br />Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein.<br /><br /><strong>&Uuml;berdosis:</strong> Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend eine Gift-Notruf oder eine Notaufnahme<br /><br /><strong>HINWEIS:</strong> Dieses Medikament ist nur f&uuml;r Sie, teilen Sie es nicht mit anderen.<br /><br /><strong>Was mu&szlig; ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Medikamente k&ouml;nnen mit diesem interagieren?</strong><br /><br />Nehmen Sie dieses Medikament nicht mit einem der folgenden Medikamente<br />Bestimmte Di&auml;tpillen wie Dexfenfluramin, Fenfluramin, Phentermin, Sibutramin<br />Cisaprid<br />Citalopram<br />Medikamente namens MAO-Hemmer wie Nardil, Parnate, Marplan, Eldepryl<br />Nefazodon<br />Phenothiazine wie Chlorpromazin, Mesoridazin, Prochlorperazin, Thioridazin<br />Procarbazin<br />Johanniskraut<br />Venlafaxin<br /><br />Dieses Medikament kann auch mit den folgenden interagieren:<br />Amphetamine oder Dextroamphetamin<br />Aspirin oder Aspirin-&auml;hnliche Pillen<br />Carbamazepin<br />Cimetidin<br />Ketoconazol<br />Linezolid<br />Medikamente f&uuml;r Depression, Angstzust&auml;nde oder Psychotische St&ouml;rungen <br />Medikamente zur Behandlung von und Schutz vor Blutgerinnseln wie Warfarin, Enoxaparin und Dalteparin<br />Medikamente zur Behandlung von HIV-Infektion oder AIDS<br />Medikamente f&uuml;r migr&auml;neartige Kopfschmerzen wie Almotriptan, Eletriptan, Frovatriptan, Naratriptan, Rizatriptan, Sumatriptan, Zolmitriptan<br />Medikamente zur Behandlung von Tuberkulose wie Isoniazid, Rifabutin, Rifampin, Rifapentin<br />Metoclopramid<br />NSAIDs, Medikamente f&uuml;r Schmerzen und Entz&uuml;ndungen wie Ibuprofen oder Naproxen<br />Pentazocine<br />Tryptophan<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Wechselwirkungen. Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Was sollte ich beachten, wenn ich dieses Medikament nehme?</strong><br /><br />Gehen Sie regelm&auml;&szlig;ig zu Nachuntersuchungen zu Ihrem Arzt oder Ihrer &Auml;rztin. Nehmen Sie das Medikament auch weiter, wenn es Ihnen nicht sofort besser geht. Manchmal kann es mehrere Wochen dauern, bis Sie die Wirkung bemerken.<br /><br />PatientInnen und ihre Familien sollten auf Suizidgefahren, gravierende Stimmungsschwankungen wie Angstgef&uuml;hle, Hyperaktivit&auml;t, Aufgedrehtheit, Schlaflosigkeit, Aggressivit&auml;t, Feindseligkeit, Irritation, Unruhe. Tauchen diese Anzeichen auf, besonders zur Behandlungsbeginn, rufen Sie Ihren Arzt oder Ihre &Auml;rztin an.<br /><br />Fahren Sie nicht, steuern Sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie dieses Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol.<br /><br />Ihr Mund kann trocken sein. Kauen Sie einfach einen Kaugummi oder lutschen Sie ein Bonbon und trinken Sie viel Wasser. Das hilft.<br /><br />Besprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin, wie Sie Erk&auml;ltungskrankheiten oder Allergien oder Husten behandeln sollen. Einige Inhaltsstoffe k&ouml;nnen m&ouml;gliche Nebenwirkungen verst&auml;rken. Es kann sein, dass es ein bis zwei Wochen dauert, bis das Medikament anf&auml;ngt zu wirken.<br /><br />Dieses Medikament kann trockene Augen und eine verschwommene Sicht verursachen. Wenn Sie Kontaktlinsen tragen, kann es sein, dass dies unangenehm wird. K&uuml;nstliche Tr&auml;nen k&ouml;nnen Erleichterung schaffen. Gehen Sie zu Ihrem Arzt oder Ihre &Auml;rztin, wenn das Problem schlimmer wird.<br /><br />Mit der Einnahme dieses Medikaments werden Sie empfindlicher gegen Sonnenlicht. Tragen Sie Sonnenschutz und kleiden Sie sich entsprechend. Gehen Sie nicht in ein Solarium und meiden Sie k&uuml;nstliche UV-Strahlung.<br /><br />Wenn Sie Diabetiker sind, &uuml;berpr&uuml;fen Sie so oft es geht den Blutzucker, besonders w&auml;hrend der ersten Wochen der Behandlung. Dieses Medikament kann den Blutzuckerspiegel beeinflussen. Melden Sie alle Ver&auml;nderungen Ihrem Arzt oder Ihrer &Auml;rztin, auch wenn Sie Ver&auml;nderungen in Blut- oder Urin-Glukosetest merken.<br /><br /><strong>Welche Nebenwirkungen kann ich von diesem Medikament erwarten?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen m&uuml;ssen: <br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, der Lippen oder der Zunge <br />Verwirrung<br />Ohnmachtsgef&uuml;hl, Benommenheit oder St&uuml;rze <br />Schnelles Reden, Aufgedrehtheit, Hyperaktivit&auml;t <br />Halluzinationen, Realit&auml;tsverlust<br />Anf&auml;lle<br />Selbstmordgedanken oder andere Stimmungsschwankungen<br />Ungew&ouml;hnliches Bluten oder Verletzungen<br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen sollten, wenn sie nicht aufh&ouml;ren oder st&ouml;ren:<br />Verschwommene Sicht<br />Appetitverlust<br />&Auml;nderungen in der Libido oder im Sexualleben<br />Kopfschmerzen<br />Verst&auml;rkte Schweissbildung<br />&Uuml;belkeit<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen<br /><br /><strong>Wo sollte ich meine Medikamente aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen. Aufbewahren bei einer Raumtemperatur von 15 und 25 Celsius. Werfen Sie nicht aufgebrauchte oder abgelaufene Medikamente weg.</p>