<p><strong>Drug Benutzt </strong><br /><br /> Lithium Carbonate wird verwendet, um die manischen Episoden der manisch-depressiven Erkrankung leiden, ein Zustand, in dem eine Person 's Stimmungsschwankungen von Depressionen bis hin zu &uuml;berm&auml;&szlig;iger Erregung zu behandeln. Einer manischen Episode k&ouml;nnen einige oder alle der folgenden Symptome auftreten: <br /><br /> Aggressivit&auml;t; <br /> Elation; <br /> Schnell, dringend sprechen; <br /> Frenetic k&ouml;rperliche Bet&auml;tigung; <br /> Grandiose, unrealistische Ideen; <br /> Feindseligkeit; <br /> Little Bed&uuml;rfnis nach Schlaf; <br /> Poor Urteils. <br /> Einige &Auml;rzte verschreiben Lithium f&uuml;r pr&auml;menstruellen Spannungen, Essst&ouml;rungen wie Bulimie, bestimmte Bewegungsst&ouml;rungen, und sexuelle Neigungen. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Lithium Carbonate wie von Ihrem Arzt. <br /><br /> Um Magenbeschwerden zu vermeiden, nehmen Lithium Carbonate unmittelbar nach den Mahlzeiten oder zusammen mit Nahrung oder Milch. <br /> W&auml;hrend der Einnahme von Lithium-Karbonat, sollte man trinken, von 10 bis 12 Gl&auml;ser Wasser oder Fl&uuml;ssigkeit pro Tag. Um das Risiko von sch&auml;dlichen Nebenwirkungen zu minimieren, ern&auml;hren Sie sich ausgewogen, dass etwas Salz und viel Fl&uuml;ssigkeit enth&auml;lt. Wenn Sie schon eine gro&szlig;e Schwitzen oder Durchfall hatten, stellen Sie sicher, dass Sie extra Fl&uuml;ssigkeiten und Salz. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber die Verwendung von Lithium Carbonate haben. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Lithium Carbonate ist ein antimanischer Anbieters. Genau wie Lithium Carbonate funktioniert, ist unbekannt, aber es funktioniert m&ouml;glicherweise durch Ver&auml;nderung der Balance von bestimmten Chemikalien im Gehirn. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Lithium Carbonate verpassen und nehmen sie regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop-Lithium Carbonate bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Halten Sie in einem engen, Licht-Beh&auml;ltnis. Keep Lithium Carbonate au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Lithium Carbonate, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Lithium Carbonate; <br /> Sie an einer m&auml;&szlig;igen bis schweren Nieren-, Herz oder Blutgef&auml;&szlig;e Probleme; <br /> Sie haben einen niedrigen Blutsalzhaushalt; <br /> Sie sind stark entw&auml;ssert, krank oder geschw&auml;cht werden; <br /> Sie sind unter einem Angiotensin-Converting-Enzym (ACE)-Hemmer (zB Enalapril) oder ein Diuretikum (zB Furosemid, Hydrochlorothiazid). <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Lithium Carbonate k&ouml;nnen Schl&auml;frigkeit und Benommenheit verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Lithium Carbonate mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Nehmen Sie nicht mehr als die empfohlene Dosis ohne R&uuml;cksprache mit Ihrem Arzt. <br /> Es kann 1 bis 3 Wochen f&uuml;r Lithium Carbonate zu arbeiten. H&ouml;ren Sie nicht mit Lithium Carbonate, ohne mit Ihrem Arzt. <br /> Informieren Sie Ihren Arzt oder Zahnarzt, dass Sie Lithium Carbonate, bevor Sie eine medizinische oder zahnmedizinische Behandlung, Notfallversorgung, oder eine Operation zu erhalten. <br /> Fieber, Infektion, Erbrechen, Durchfall, &uuml;berm&auml;&szlig;iges Schwitzen oder k&ouml;nnen die Konzentrationen von Lithium Carbonate in Ihrem Blut auswirken. Wenn Sie irgendwelche dieser Bedingungen, wenden Sie sich an Ihren Arzt. Sprechen Sie mit Ihrem Arzt dar&uuml;ber, wie das Salz zu ersetzen durch das Schwitzen verloren w&auml;hrend des Trainings. <br /> &Auml;ndern Sie nicht die Menge von Salz in Ihrer Ern&auml;hrung, es sei denn nach Anweisung des Arztes. Erkundigen Sie sich bei Ihrem Arzt, bevor Sie Ihr Salzkonsum einzuschr&auml;nken. Informieren Sie Ihren Arzt, wenn Sie eine salzarme Di&auml;t einhalten m&uuml;ssen. <br /> Labortests, einschlie&szlig;lich Blut-Lithium-Konzentrationen und Nierenfunktion Tests durchgef&uuml;hrt werden, w&auml;hrend Sie Lithium Carbonate zu verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Verwenden Sie Lithium Carbonate mit Vorsicht bei &auml;lteren Menschen, sie m&ouml;glicherweise empfindlicher auf deren Auswirkungen. <br /> Lithium Carbonate darf nicht bei Kindern j&uuml;nger als 12 Jahre alt werden; Sicherheit und Wirksamkeit bei diesen Kindern haben sich nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Lithium Carbonate kann zu Sch&auml;digungen des F&ouml;tus. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Lithium Carbonate zu diskutieren, w&auml;hrend Sie schwanger sind. Lithium Carbonate in die Muttermilch gefunden. Nicht stillen, w&auml;hrend unter Lithium Carbonate kann zu Sch&auml;digungen des F&ouml;tus. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Lithium Carbonate zu diskutieren, w&auml;hrend Sie schwanger sind. Lithium Carbonate in die Muttermilch gefunden. Nicht stillen, w&auml;hrend unter Lithium Carbonate.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> leichte Zittern der Hand, mild Durst, vor&uuml;bergehende, leichte &Uuml;belkeit und allgemeinem Unwohlsein zu Beginn der Behandlung. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund, Gesicht, Lippen oder Zunge), Sehst&ouml;rungen, Verwirrtheit, Durchfall, Benommenheit, &uuml;berm&auml;&szlig;ige Gewichtszunahme, Ohnmacht, Schwindel, Unf&auml;higkeit, Kontrolle der Blase oder Darm, vermehrter Durst, erh&ouml;ht oder verringert Harndrang, unwillk&uuml;rliche Zuckungen oder Muskelbewegungen, Verlust des Bewusstseins, Verlust der Koordination, Muskelschw&auml;che, Kopfschmerz, anhaltende oder starke &Uuml;belkeit, Klingeln in den Ohren, Krampfanf&auml;lle, langsamer oder unregelm&auml;&szlig;iger Herzschlag , verwaschene Sprache, Schwellungen der Kn&ouml;chel oder Handgelenke, Unsicherheit, Ver&auml;nderungen des Sehverm&ouml;gens, Erbrechen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Lithium Carbonate ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>