<p><strong>Drug Benutzt </strong><br /><br /> Trazodon wird zur Behandlung von Depressionen eingesetzt. Es kann auch zur Linderung von einer Angstst&ouml;rung verwendet werden (z. B. Schlaflosigkeit, Spannung), chronischen Schmerzen. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Trazodon wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /> Trazodon kommt mit einem zus&auml;tzlichen Informationen zum Patienten Blatt genannt Medication Guide. Lesen Sie ihn sorgf&auml;ltig. Lesen Sie es erneut, wenn Sie Trazodon gef&uuml;llt bekommen. <br /> Nutzen Sie Trazodon kurz nach einer Mahlzeit oder einen leichten Snack. <br /> Es kann 1 bis 4 Wochen f&uuml;r Trazodon zu arbeiten. Brechen Sie die Einnahme Trazodon ohne R&uuml;cksprache mit Ihrem Arzt. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Trazodon ist ein tetracyclischen Antidepressivum. Es wird angenommen, um die Aktivit&auml;t eines der Chemikalien im Gehirn (Serotonin), die Stimmung zu heben hilft, zu erh&ouml;hen. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Trazodon verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Trazodon zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Trazodon au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Trazodon, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Trazodon oder Nefazodon; <br /> Sie sind der Einnahme von Natriumoxybat (GHB). <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Trazodon. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> Wenn Sie an einer Herzkrankheit leiden auch unregelm&auml;&szlig;iger Herzschlag oder einen Herzinfarkt hatten <br /> Wenn Sie eine Vorgeschichte von Depressionen oder Suicidal Tendencies <br /> Wenn Sie soll sich einer Operation unterziehen <br /> Wenn Sie alkoholische Getr&auml;nke zu konsumieren <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Trazodon. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Carbamazepin, Ethanol, Ginkgo Biloba, HIV-Protease-Inhibitoren (zB Ritonavir), Phenothiazine (zB Thioridazin), oder Serotonin-Wiederaufnahme-Hemmer (zB Fluoxetin), da Nebenwirkungen wie erh&ouml;hte Schl&auml;frigkeit oder verschwommenes Sehen auftreten k&ouml;nnen <br /> Buspiron, Carbamazepin, Digoxin, Hydantoinen (zB Phenytoin), Itraconazol, Ketoconazol, Nefazodon, Serotonin-Wiederaufnahme-Hemmer (zB Fluoxetin) oder Natriumoxybat (GHB), weil das Risiko der Nebenwirkungen von Trazodon erh&ouml;ht werden <br /> Antikoagulantien (zB Warfarin), weil sie vermindern Trazodon 's Wirksamkeit kann. Ihr Arzt kann Ihnen wollen Ihre Dosis anpassen, w&auml;hrend der Einnahme von Trazodon</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> verschwommenes Sehen, Verstopfung, Appetitlosigkeit, Schwindel, Benommenheit, Mundtrockenheit, allgemeine k&ouml;rperliche Beschwerden, Kopfschmerzen, Gleichgewichtsst&ouml;rungen, Benommenheit, Muskelschmerzen / Schmerzen, &Uuml;belkeit, Nervosit&auml;t, Schlaflosigkeit, Magenschmerzen, verstopfte Nase, Schwellungen der Haut, M&uuml;digkeit ; Zittern. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Blut im Urin, Schmerzen in der Brust, Ohnmacht, Halluzinationen, unregelm&auml;&szlig;iger Herzschlag, Benommenheit beim Aufstehen aus einer liegenden oder sitzenden Position, lang anhaltender, unangebracht oder schmerzhafte Erektionen, Krampfanf&auml;lle, Kurzatmigkeit, Schlaganfall, Erbrechen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Trazodon, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Trazodon ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>