<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Zyban ist eine antidepressive Medizin, die verwendete, um bestimmten Patienten zu helfen, aufzuh&ouml;ren, Zigaretten zu rauchen. Zyban booststhe Niveaus von mehreren chemischen Boten im Gehirn, so erfahren Sie eine Reduktion in Nikotinentzugserscheinungen und eine Schw&auml;chung des Drangs zu rauchen.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Wenn Sie Zyban bringen, um Ihnen zu helfen, aufzuh&ouml;ren zu rauchen, k&ouml;nnen Sie fortsetzen, seit ungef&auml;hr sieben Tagen zu rauchen, nachdem Sie anfangen, Zyban zu verwenden. <br /> Das Medikament kann diskret genommen werden, so keiner, aber muss Ihr Arzt wissen, dass Sie es verwenden. Nehmen Sie es m&uuml;ndlich mit oder ohne Essen. Schlucken Sie dieses ganze Medikament.<br /> Das allgemeine vorgeschriebene Dosieren f&uuml;r Zyban ist 300 Mg/Tag, gegeben als 150 Mg zweimal t&auml;glich. Es sollte einen Zwischenraum von mindestens 8 Stunden zwischen aufeinander folgenden Zyban Dosen geben. <br /> Auch Sie k&ouml;nnen Nikotinflecke oder Zahnfleisch verwenden, um zu helfen, Ihre Rauchbeendigungsbehandlung zu unterst&uuml;tzen.<br /> Bemerken Sie: diese Instruktion pr&auml;sentiert hier gerade f&uuml;r die Rezension. Es ist sehr notwendig, sich mit Ihrem Arzt vor dem Verwenden zu beraten. Es hilft Ihnen, beste Ergebnisse zu bekommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Verwenden Sie es nicht, wenn Sie zu irgendeiner Zutat in Zyban allergisch sind. Verwenden Sie dieses Medikament nicht, wenn Sie schwanger sind, vorhaben, schwanger oder Stillen zu werden. Verwenden Sie es nicht, wenn Sie irgendeine andere Medizin nehmen, die bupropion enth&auml;lt. Rauchen Sie nicht, wenn Sie dieses Medikament zusammen mit dem Nikotinhautfleck oder irgendeinem Nikotinprodukt verwenden. Bemerken Sie auch, dass das Verwenden von Zyban und Nikotinflecken zusammen Ihren Blutdruck erheben kann.<br /><br /><strong> Kontraindikationen<br /></strong><br /> Sagen Sie Ihrem Arzt &uuml;ber das Arzneivorschrift-Medikament, dass Sie nehmen einschlie&szlig;lich: Hemmstoffe von MAO, levodopa, theophylline, Kortikoide, Anfall-Medikamente, Beruhigungsmittel, antivirals, Beruhigungsmittel-Rauschgifte / psychiatrische Rauschgifte, andere Antidepressiven, benzodiazepines, salicylates, isoniazid, chlolinesterase Hemmstoffe, Morphium, und adrenalinm&auml;&szlig;ige Rauschgifte, Opiate, Kokain, oder Anregungsmittel, Diabetes-Medikamente, usw. Zeichen, dass Koffein-Einnahme die Chance von Anf&auml;llen mit diesem Rauschgift vergr&ouml;&szlig;ern kann.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die &uuml;blichsten Nebenwirkungen sind trockener Mund und das Schwierigkeitsschlafen. Informieren Sie Ihren Arzt sofort, wenn Sie irgendwelche neuen oder sich verschlechternden Symptome haben wie: Stimmung oder Verhaltens&auml;nderungen, Angst, panische Angriffe, das Schwierigkeiten-Schlafen, oder wenn Sie sich impulsiv, reizbar, begeistert, feindlich, aggressiv, ruhelos, &uuml;beraktiv (geistig oder physisch), mehr niedergedr&uuml;ckt f&uuml;hlen, oder Gedanken &uuml;ber den Selbstmord oder das Schmerzen selbst haben.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Nehmen Sie Zyban nicht, wenn Sie ein Monoamin oxidase Hemmstoff wie phenelzine, isocarboxazid, oder tranylcypromine in den letzten 14 Tagen genommen haben. Es gibt auch viele Medikamente, die mit Zyban, einschlie&szlig;lich, aber nicht beschr&auml;nkt aufeinander wirken k&ouml;nnen auf: Amantadine, antipsychotics, Kortikoide, Insulin, Levodopa, Carbamazepine, Barbiturat, Antiarrhythmics, Beta-blockers und andere Antidepressiven. Bemerken Sie auch, dass die Wechselwirkung zwischen zwei Medikamenten nicht immer bedeutet, dass Sie aufh&ouml;ren m&uuml;ssen, einen von ihnen zu nehmen. Wie gew&ouml;hnlich betrifft es die Wirkung von Rauschgiften, beraten Sie sich so mit Ihrem Arzt dar&uuml;ber, wie es Wechselwirkungen gef&uuml;hrt werden oder gef&uuml;hrt werden sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig zu nehmen, tun Sie es bitte, sobald Sie sich erinnern. Aber nehmen Sie wenn es ist zu sp&auml;t oder fast Zeit f&uuml;r Ihre folgende Dosis nicht. Vergr&ouml;&szlig;ern Sie Ihre empfohlene Dosis nicht. Nehmen Sie Ihren gew&ouml;hnlich Dosis am n&auml;chsten Tag in demselben regelm&auml;&szlig;ig Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von einer Zyban &Uuml;berdosis schlie&szlig;en Anf&auml;lle, Bewusstlosigkeit, Schw&auml;che, Halluzinationen, einen schnellen Herzschlag, und Herzanfall ein. Nennen Sie sofort Ihren Arzt, wenn Sie auf von ihnen erfahren.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 20-25 C (68-77 F).<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.hlen, oder Gedanken</p>