<p><strong>INDICACIONES</strong></p><p>Cafergot es indicado como terapia para interrumpir o prevenir dolor de cabeza vascular, por ejemplo, la migra&ntilde;a, las variantes de migra&ntilde;a, o una enfermedad llamada "cefalea histam&iacute;nica." Cafergot es una combinaci&oacute;n de 2 vasoconstrictores. Cafergot estrecha los vasos sangu&iacute;neos en el revestimiento del cerebro, que ayuda a disminuir el dolor de la migra&ntilde;a.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Cafergot como es recetado por el m&eacute;dico.</p><ul><li><span id="result_box" class="short_text" lang="es"><span class="hps">Usted puede tomar </span></span>Cafergot <span id="result_box" class="short_text" lang="es"><span class="hps">con</span> <span class="hps">o</span> <span class="hps">sin comida.</span></span></li><li> La toronja o el jugo de toronja puede afectar la cantidad de Cafergot en la sangre. Consulte con su m&eacute;dico antes de incluir toronja o jugo de toronja en su dieta.</li><li>Cafergot es solamente para el uso cuando es necesario para un ataque de migra&ntilde;a.</li><li>Tome Cafergot a la primera se&ntilde;al de un dolor de cabeza. Si la dosis inicial no alivia el dolor de cabeza, las dosis adicionales pueden ser necesarios seg&uacute;n las instrucciones del m&eacute;dico. No tome una dosis de Cafergot dentro de los 30 minutos de su &uacute;ltima dosis.</li><li>No tome m&aacute;s de 6 pastillas para una migra&ntilde;a sola o m&aacute;s de 10 tabletas durante cualquier per&iacute;odo de 7 d&iacute;as sin consultar primeramente con el m&eacute;dico.</li><li>Si usted olvida una dosis de Cafergot pero tiene el dolor de cabeza, t&oacute;mela tan pronto como Usted recuerde. No tome una dosis de Cafergot dentro de los 30 minutos de su &uacute;ltima dosis. No tome 2 dosis al mismo tiempo.</li></ul><p>Contacte con su m&eacute;dico si Usted tiene cualquiera pregunta sobre la toma de Cafergot.</p><p><strong>ALMACENAMIENTO </strong><br /><br />Almacene Cafergot a temperatura ambiente entre 59 y 86 grados F (15 y 30 grados C), en un contenedor apretado y resistente a la luz. Almacene lejos del calor, de la humedad y de la luz. No lo guarde en el ba&ntilde;o. Mantiena Cafergot lejos del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N: </strong><br /><br />Ingredientes activos: Tartrato de ergotamina y cafe&iacute;na.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Cafergot si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Cafergot</li><li>Usted est&aacute; embarazada o puede caer embarazada</li><li>Usted est&aacute; de parto</li><li>tiene problemas de los vasos sangu&iacute;neos (por ejemplo, enfermedad vascular perif&eacute;rica), enfermedad card&iacute;aca coronaria, presi&oacute;n arterial alta, problemas del h&iacute;gado o del ri&ntilde;&oacute;n, o una infecci&oacute;n grave (por ejemplo, sepsis)</li><li>Usted toma un producto antimic&oacute;tico de azol (por ejemplo, itraconazol, ketoconazol, voriconazol), delavirdina, inhibidores de la proteasa del VIH (por ejemplo, delavirdina, indinavir, nelfinavir, ritonavir), efavirenz, un antibi&oacute;tico cet&oacute;lido (por ejemplo, telitromicina), un antibi&oacute;tico macr&oacute;lido (por ejemplo, claritromicina, eritromicina), o agonistas selectivos de 5-HT (por ejemplo, sumatript&aacute;n, eletript&aacute;n).</li></ul><p>Contacte con su m&eacute;dico inmediatamente si alguna de estas condici&oacute;nes se aplique a Usted.<br /><br />Algunas condiciones m&eacute;dicas pueden interactuar con Cafergot. D&iacute;ga a su m&eacute;dico o farmac&eacute;utico si tiene algunas de las siguientes condici&oacute;nes m&eacute;dicas:</p><ul><li>si planea caer embarazada o amamanta</li><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si Usted tiene antecedentes de problemas de la sangre (por ejemplo, la porfiria), ataque cerebral, problemas de ansiedad, dificultad para dormir, o problemas de coraz&oacute;n</li><li>si Usted fuma.</li></ul><p>Algunos medicamentos pueden interactuar con Cafergot. D&iacute;ga a su m&eacute;dico si toma otros medicamentos, especialmente cualquier de los siguientes:</p><ul><li>Clotrimazol, fluconazol, fluoxetina, fluvoxamina, metronidazol, nefazodona, saquinavir, o zileuton porque los efectos secundarios de Cafergot pueden ser aumentados</li><li>Antif&uacute;ngicos de azol (por ejemplo, itraconazol, ketoconazol, voriconazol), beta-bloqueadores (por ejemplo, propranolol), delavirdina, inhibidores de proteasa de VIH (por ejemplo, delavirdina, indinavir, nelfinavir, ritonavir), efavirenz, los antibi&oacute;ticos ket&oacute;lidos (por ejemplo, telitromicina), antibi&oacute;ticos macr&oacute;lidos (por ejemplo, eritromicina, claritromicina), o agonistas selectivos de 5-HT (por ejemplo, sumatript&aacute;n, eletript&aacute;n), porque el riesgo de efectos secundarios graves, incluyendo latidos irregulares o disminuci&oacute;n de ox&iacute;geno a las extremidades (por ejemplo, manos, pies) o en el cerebro, puede ser aumentado</li><li>Agentes presoras (por ejemplo, norepinefrina) o simpaticomim&eacute;ticos (por ejemplo, pseudoefedrina, albuterol), porque el riesgo de efectos secundarios, incluyendo la presi&oacute;n arterial muy alta, puede ser aumentado</li><li>Quinolonas (por ejemplo, levofloxacina), porque el riesgo de efectos secundarios, tales como nerviosismo, insomnio, latidos cardiacos r&aacute;pidos, puede ser aumentado</li><li>Teofilina porque las acciones y los efectos secundarios pueden ser aumentados por Cafergot.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Pregunte a su m&eacute;dico si Cafergot puede interaccionar con otros  medicamentos que toma. Consulte con su m&eacute;dico antes de iniciar, detener o  cambiar la dosis de cualquier medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad: </strong></p><ul><li>No exceda la dosis recomendada o tome Cafergot durante m&aacute;s tiempo que lo recetado sin antes consultar con el m&eacute;dico. Cafergot no es para uso prolongado y diario.</li><li>El uso de nicotina puede aumentar el riesgo de efectos secundarios graves de Cafergot. Consulte con el m&eacute;dico antes de usar Cafergot si usted fuma o usa cualquier otro tipo de nicotina.</li><li>Utilice Cafergot con precauci&oacute;n extrema en los ni&ntilde;os. La seguridad y eficacia no han sido confirmadas.</li><li>Embarazo y lactancia: No use Cafergot si est&aacute; embarazada. Si usted sospecha que podr&iacute;a estar embarazada, consulte con su m&eacute;dico inmediatamente. Cafergot no debe ser tomado durante el parto. Cafergot se excreta en la leche materna. Si usted amamanta o amamantar&aacute; mientras el uso de Cafergot, consulte con su m&eacute;dico o farmac&eacute;utico para discutir los riesgos para su beb&eacute;.</li></ul><p>Cuando es usado durante largos per&iacute;odos de tiempo o en dosis altas, algunas personas desarrollan una necesidad de seguir la toma de Cafergot. Esto es conocido como la dependencia o adicci&oacute;n. Es importante que Usted toma Cafergot seg&uacute;n las instrucciones del m&eacute;dico. Cafergot no es para uso prolongado y diario.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas  personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>N&aacute;useas.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), el color azul de los dedos de las manos o pies, dolor o opresi&oacute;n en el pecho, los dedos/dedos de los pies fr&iacute;os o p&aacute;lidos , diarrea, mareos, alucinaciones, dolor de cabeza, latido del coraz&oacute;n irregular, calambres en las piernas o debilidad, cambios mentales o de humor, dolor muscular, entumecimiento o hormigueo en las manos, los pies o la piel, zumbido en los o&iacute;dos, convulsiones, n&aacute;usea severa o persistente o v&oacute;mitos , falta de aliento, hinchaz&oacute;n, latido del coraz&oacute;n r&aacute;pido o lento temporal, v&oacute;mitos, pulso flojo.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si  usted tiene preguntas sobre los efectos secundarios, consulte con el  m&eacute;dico.</p>