<p><strong>Propiedades<br /></strong><br /> Maxalt se usa para tratar migra&ntilde;a. Su sustancia activa rizatriptan benzoate es agonista selectivo de receptores de 5-hydroxytryptamine 1D. La medicaci&oacute;n comienza a actuar dentro de 30 minutos despu&eacute;s del consumo. La medicaci&oacute;n se usa para tratar el dolor de cabeza que ha comenzado ya. No se usa para prevenir ataques de dolores de cabeza.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome dosis de Maxalt de 5 o 10 mg. separados al menos por dos horas. La dosis diaria m&aacute;xima de la medicina es 30 mg. No abra la ampolla de antemano. No trague la pastilla entera, no la mastique, &uacute;sela tan pronto como usted abre la ampolla. Deje a la pastilla disolverse despacio en su boca. Nunca empuje la pastilla por la hoja de metal.<br /><br /> <strong>Precauciones<br /></strong><br /> Informe a su doctor si usted est&aacute; embarazada o amamanta. Informe a su doctor si usted tiene el nivel de colesterol alto, la hipertensi&oacute;n, la diabetes, fumar la historia, la historia de familia de golpe, enfermedad card&iacute;aca, obesidad. No tome m&aacute;s de la medicaci&oacute;n que recomendado a usted ya que usted puede hacer su dolor de cabeza a&uacute;n peor. Las pastillas de Maxalt pueden contener phenylalanine y deber&iacute;an ser usadas con la cautela por los pacientes con phenylketonuria.<br /><br /> <strong>Contradiciones<br /></strong><br /> Maxalt no puede ser administrado a los pacientes con la hipersensibilidad a la medicina y sus componentes, en individuos tratados con inhibidores de MAO, a los que tienen la hipertensi&oacute;n, la insuficiencia coronaria, el infarto de miocardio, ischemia asimptomatica, la angina de pecho de Prinzmetal, en casos de basilar y migra&ntilde;a hemiplegica. Los adolescentes que no tienen 18 a&ntilde;os de edad no deber&iacute;an ser tratados por Maxalt.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios m&aacute;s comunes causados por Maxalt son dolor de cabeza, mareo, somnolencia, debilidad, fatiga, dolor abdominal, dolor en el pecho, palpitaciones, taquicardia, n&aacute;usea, v&oacute;mitos, sequedad de boca, diarrea, dispepsia, sed, dolor en el cuello, rigidez, miastenia, parestesia (entumecimiento u hormigueo en la piel), disminuci&oacute;n en actividad mental, insomnio, hiperestesia, temblor, ataxia, ansiedad, desorientaci&oacute;n, incomodidad en la garganta, falta de aliento, enrojamiento de piel y picor, sudaci&oacute;n aumentada, visi&oacute;n borrosa, desmayo, hipertensi&oacute;n.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Los inhibidores de MAO y propanolol aumentan concentraciones de sangre de Maxalt. El consumo de inhibidores de MAO y Maxalt deber&iacute;a ser separado por lo menos durante dos semanas. Los inhibidores de MAO incluyen rasagiline (Azilect), isocarboxazid (Marplan), selegiline (Emsam, Eldepryl), tranylcypromine (Parnate), o phenelzine (Nardil). No tome Maxalt si usted usa otras medicaciones de dolor de cabeza dentro de 24 horas &uacute;ltimas. Estas medicaciones son: eletriptan (Relpax), almotriptan (Axert), naratriptan (Amerge), frovatriptan (Frova), zolmitriptan (Zomig), sumatriptan (Imitrex, Treximet), o medicina ergot que incluyen ergotamine (Ergostat, Cafergot, Ergomar, Ercaf, Wigraine), dihydroergotamine (Migranal), methylergonovine (Methergine), ergonovine (Ergotrate), o methysergide (Sansert).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Esta medicaci&oacute;n es tomada cuando es necesario y no tiene un horario de dosificaci&oacute;n.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de la sobredosis pueden ser: dolor de cabeza severo, mareo, somnolencia, desmayo, bradycardia, v&oacute;mitos, incontinencia urinaria (una salida involuntaria de orina), falta de aliento, que telefonea en sus o&iacute;dos, latidos del coraz&oacute;n desiguales.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-30 C (58-86 F), del alcance de los rayos solares y humedad, en un contenedor bien cerrado.<br /><br /><strong> Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>