<p><strong>Usos de Drogas</strong> <br /><br /> Mobic se usa para aliviar el dolor y la rigidez de la osteoartritis y la artritis reumatoide. <br /><br /> <strong>Uso </strong><br /><br /> Tome Mobic exactamente como lo indique su m&eacute;dico. Se recomienda que se lo toma con un vaso de agua y comida (para evitar el est&oacute;mago vac&iacute;o). <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Mobic, vaya y contin&uacute;e con su horario regular. Sin embargo, no tome una dosis doble para compensar la dosis olvidada. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Mobic a temperatura ambiente, lejos del calor, la luz y la humedad. <br /><br /> <strong>Sobredosis </strong><br /><br /> Algunos de los s&iacute;ntomas de una sobredosis de Mobic incluyen n&aacute;useas, v&oacute;mitos, dolor de est&oacute;mago y sangrado. En casos extremos, puede llevar a un ataque al coraz&oacute;n o incluso coma. Busque atenci&oacute;n m&eacute;dica inmediatamente si sospecha una sobredosis. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Consulte con su m&eacute;dico antes de comenzar el tratamiento si usted es al&eacute;rgico a la aspirina, tiene asma o dificultad para respirar mientras usa Mobic. No fumar, tomar alcohol o tomar medicamentos esteroideos durante el uso de esta droga. Utilice s&oacute;lo si est&aacute; prescrito.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Mobic si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente en Mobic; <br /> usted ha tenido una reacci&oacute;n al&eacute;rgica severa (por ejemplo, severa erupci&oacute;n cut&aacute;nea, urticaria, dificultad para respirar, los crecimientos en la nariz, mareos) a la aspirina o un antiinflamatorio no esteroide (AINE) (por ejemplo, ibuprofeno, celecoxib); <br /> recientemente ha tenido o vayan a ser sometidos a cirug&iacute;a de bypass coronario; <br /> usted tiene una &uacute;lcera p&eacute;ptica; <br /> usted est&aacute; en los &uacute;ltimos 3 meses de embarazo. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> No tome m&aacute;s de la dosis recomendada o el uso por m&aacute;s tiempo de lo prescrito sin consultar con su m&eacute;dico. <br /> Mobic es un AINE. Antes de comenzar a tomar cualquier medicamento, revise la etiqueta para ver si tiene un AINE (por ejemplo, ibuprofeno) en ella tambi&eacute;n. Si no lo hace o si no est&aacute; seguro, consulte con su m&eacute;dico o farmac&eacute;utico. <br /> No tome aspirina mientras est&eacute; usando Mobic menos que su m&eacute;dico se lo indique. <br /> Las pruebas de laboratorio, incluyendo la funci&oacute;n renal, un recuento sangu&iacute;neo completo, y la presi&oacute;n arterial, se puede realizar mientras se utiliza Mobic. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> Utilice Mobic con precauci&oacute;n en los ancianos, que pueden ser m&aacute;s sensibles a sus efectos, especialmente sangrado estomacal y problemas renales. <br /> Se recomienda precauci&oacute;n cuando se utiliza Mobic en los ni&ntilde;os, que pueden ser m&aacute;s sensibles a sus efectos, especialmente diarrea, fiebre, dolor de cabeza dolor de est&oacute;mago y v&oacute;mitos. <br /> Mobic debe utilizarse con extrema precauci&oacute;n en ni&ntilde;os menores de 2 a&ntilde;os de edad, la seguridad y la eficacia de estos ni&ntilde;os no han sido determinadas. <br /> Embarazo y lactancia: Mobic puede causar da&ntilde;o al feto. No lo utilice durante los &uacute;ltimos 3 meses de embarazo. Si usted piensa que puede estar embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso Mobic mientras est&aacute; embarazada. No se sabe si Mobic se encuentra en la leche materna. No d&eacute; el pecho mientras est&aacute; tomando Mobic.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> estre&ntilde;imiento, diarrea, mareos, gases, dolor de cabeza, ardor de est&oacute;mago, n&aacute;useas, dolor de est&oacute;mago, dificultad para dormir. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua); sangrientos taburetes o negro, el cambio en la cantidad de orina producida; dolor en el pecho, confusi&oacute;n , orina oscura, la depresi&oacute;n, desmayo, latidos card&iacute;acos r&aacute;pidos o irregulares, fiebre, escalofr&iacute;os o dolor de garganta persistente, adormecimiento mental o cambios de humor, de un brazo o una pierna; unilateral debilidad, piel enrojecimiento, hinchaz&oacute;n, ampollas o descamaci&oacute;n, zumbido en los o&iacute;dos, convulsiones, dolor de cabeza o mareos, dolor de est&oacute;mago persistente o grave o n&aacute;useas, v&oacute;mitos severos, dificultad para respirar, aumento de peso repentino o inexplicado, hinchaz&oacute;n de manos, piernas o pies, sangrado o moretones inusuales; inusual articular o muscular el dolor, cansancio o debilidad inusual, la visi&oacute;n o cambios en el habla, v&oacute;mito con aspecto de caf&eacute; molido, coloraci&oacute;n amarillenta de la piel o los ojos. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Mobic se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>