<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades <br /> Actos se usa para controlar el nivel alto de az&uacute;car en la sangre en la diabetes de tipo 2 (diabetes "no insulino-dependiente" mellitus). Esta forma de la enfermedad es por lo general causada por la inhabilidad del cuerpo de responder correctamente a la insulina: el cuerpo no produce bastante insulina o las c&eacute;lulas ignoran la insulina. La insulina es la hormona natural que ayuda a transferir el az&uacute;car de la sangre en las c&eacute;lulas, donde es metabolizado a la energ&iacute;a.<br /> Actos trabaja mejorando la reacci&oacute;n del cuerpo a la insulina, no para aumentaci&oacute;n su salida de insulina. Actos tambi&eacute;n reduce la producci&oacute;n de az&uacute;car innecesario en el h&iacute;gado.<br /> Es posible usar Actos (y rosiglitazone maleate tambi&eacute;n) solo o juntos con inyecciones de insulina u otras medicinas de diabetes orales, como el glipizide, glyburide, metformin hidrocloruro.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome esta medicina por la boca, con o sin la comida, por lo general una vez al dia. Siga todas las direcciones de su medico ya que la dosis est&aacute; basada en su enfermedad, reacci&oacute;n posible a la terapia, y puede ser corregida si usted es tratado por otras medicaciones antidiab&eacute;ticas. Tome esta medicina cada vez el mismo d&iacute;a que este modo que usted conseguir&aacute; la mayor parte de ventaja de ello. Con regularidad supervise niveles de glucosa de sangre. Se puede tomar hasta 2 a 3 meses antes de que la ventaja sea realizada en grado pleno. Tome todas otras medicinas para la diabetes seg&uacute;n recomendaciones de su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Actos, diga a su doctor o farmac&eacute;uta si usted es al&eacute;rgico a ello; si usted es al&eacute;rgico a otro "glitazones" (como el rosiglitazone, troglitazone); o si usted tiene cualquier otro tipo de la alergia. No use Actos si usted tiene ciertas enfermedades. Antes de comenzar el tratamiento con Actos, digale a su doctor o farmac&eacute;uta si usted tiene: diabetes de tipo 1 (diabetes dependiente de la insulina), paro card&iacute;aco (paro card&iacute;aco congestivo agudo) reci&eacute;n diagnosticado o empeoramiento, nivel peligrosamente alto de glucosa de sangre (ketoacidosis diab&eacute;tico), disfunciones de h&iacute;gado. Antes de usar esta medicina, diga a su doctor o farmac&eacute;uta su historial m&eacute;dico, sobre todo de: enfermedad card&iacute;aca (paro card&iacute;aco congestivo cr&oacute;nico), problemas de h&iacute;gado, fluido en sus pulmones, aumentando (edema), anemia. Los niveles de az&uacute;car en la sangre muy bajos o altos pueden causar la visi&oacute;n borrosa, el mareo, o la somnolencia; est&eacute; cauteloso realizando tareas que requieran estar alerta, por ejemplo, conducir o manejar maquinaria. L&iacute;mite el alcohol tanto como posible cuando usted se trata con esta medicina porque esto puede aumentar el riesgo de desarrollar la hipoglucemia. Si usted tiene la fiebre, la infecci&oacute;n, la herida o la cirug&iacute;a, esto puede complicar el control de su az&uacute;car en la sangre. Consulte a su doctor, ya que usted puede necesitar la correcci&oacute;n de la dosis o puede requerirse un cambio de su medicaci&oacute;n. Las mujeres con ciertos problemas de fertilidad pueden tener cambios del ciclo menstrual (ovulaci&oacute;n) tomando esta medicaci&oacute;n. Consulte a su doctor o farmac&eacute;uta sobre la prescripci&oacute;n de la anticoncepci&oacute;n confiable mientras usted toma Actos. Esta medicina deber&iacute;a ser usada en mujeres embarazadas s&oacute;lo condiciones amenazadoras a la vida. Diga de sus riesgos y ventajas con su m&eacute;dico. Si usted est&aacute; embarazada su doctor puede substituir la insulina por Actos. Siga todas las instrucciones con cuidado. No hay ningunos informes si esta medicina emite con la leche materna. Durante el amamantamiento no es aconsejado usando esta medicina. Antes para comenzar el amamantamiento consulte a su m&eacute;dico.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios de Actos incluyen el latido del coraz&oacute;n r&aacute;pido, la sudaci&oacute;n, la confusi&oacute;n, la visi&oacute;n borrosa, el dolor de cabeza, el entumecimiento o el hormigueo de la boca, debilidad, inestabilidad, mareo, cansancio, palidez y hambre repentina.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si ha omitido una dosis, tomala tan pronto como recuerda, en caso de que s&oacute;lo unas horas permanezcan hasta la dosis siguiente . Salte la dosis omitida y vuelva a su horario de dosificaci&oacute;n por si est&aacute; cerca del tiempo de la dosis siguiente. No se puede tomar 2 dosis inmediatamente. <br /> Sobredosis<br /> Busque la asistencia m&eacute;dica de emergencia si usted cree que ha tomado demasiado de esta medicina. Usted puede tener se&ntilde;ales de nivel bajo de az&uacute;car en la sangre, como hambre, debilidad, mareo, dolor de cabeza, irritabilidad, somnolencia, desmayo, sudaci&oacute;n, confusi&oacute;n, temblores, latido del coraz&oacute;n r&aacute;pido, asimiento .<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Informe a su consejero de asistencia m&eacute;dica si usted toma cualquier otra medicaci&oacute;n antidiab&eacute;tica (insulina, metformin, o sulfonylureas, como el glyburide), productos herbarios/naturales (fenugreek, ginseng, gymnema). Esta medicaci&oacute;n es capaz de disminuir la eficacia de ciertos anticonceptivos que pueden causar el embarazo. Tenga cuidado de la forma adicional del control de la natalidad confiable usando Actos. No comience o termine el consumo de cualquier medicina sin la aprobaci&oacute;n de farmac&eacute;uta o doctor.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar en temperatura interior en un contenedor apretado, lejos de humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.n r</p>