<p><strong>Descripci&oacute;n De Producto</strong><br /><br /> Propiedades <br /> Amaryl es una medicina oral que baja el nivel de az&uacute;car en la sangre, pertenece a la clase de sulfonylureas. La sustancia activa es Glimepiride. Es usado juntos con dieta y ejercicios para tratar la diabetes de tipo 2 (diabetes "no insulino-dependiente") . El mecanismo de su acci&oacute;n debe estimular la secreci&oacute;n y la liberaci&oacute;n de la insulina de c&eacute;lulas de beta del p&aacute;ncreas (efecto pancre&aacute;tico). Amaryl se usa para tratar la diabetes no insulino-dependiente (el tipo 2) como la monoterapia o en la combinaci&oacute;n con la insulina (o metformin).<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La mejor dosis es determinada por un m&eacute;dico en la base de medidas regulares del contenido de az&uacute;car en la sangre. <br /><br /> <strong>Precauciones</strong><br /><br /> Est&eacute; cuidadoso para que su az&uacute;car no se caiga demasiado bajo debido de estr&eacute;s, saltando una comida, haciendo demasiado ejercicios, o bebiendo el alcohol. Sepa se&ntilde;ales de la hipoglucemia y guarde una fuente del az&uacute;car a mano. Si su nivel de az&uacute;car es demasiado alto usted puede sentirse muy sediento o hambriento. Usted tambi&eacute;n puede orinar m&aacute;s que de costumbre. Tome esta medicina exactamente como ha sido prescrito y como es una parte de un programa complicado que consiste en dieta, medicaci&oacute;n, y ejercicios. Diga a su doctor si usted est&aacute; embarazada o planea hacerse embarazada, si tiene problemas de gl&aacute;ndula suprarrenales o pituitarios antes de tomar esta medicina. <br /><br /> <strong>Contradiciones<br /></strong><br /> Amaryl est&aacute; contraindicado en pacientes con antecedentes de cetoacidosis diab&eacute;tica, coma diab&eacute;tico y precoma, la diabetes insulino-dependiente (tipo 1), disfunci&oacute;n renal severa, insuficiencia hep&aacute;tica grave, hipersensibilidad iIndividual a Amaryl, otros miembros de la clase de las sulfonilureas y sulfonamidas.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Si usted tiene cualquier se&ntilde;al de la reacci&oacute;n al&eacute;rgica a esta medicaci&oacute;n, como urticaria, hinchaz&oacute;n de cara y garganta, la erupci&oacute;n u otros s&iacute;ntomas principales (erupci&oacute;n de piel severa, picor, enrojecimiento, piel p&aacute;lida, moretones f&aacute;ciles o sangr&iacute;a, entumecimiento, orina oscura, heces de color arcilla, dolor abdominal, fiebre, n&aacute;usea) busque la ayuda m&eacute;dica inmediatamente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Los diur&eacute;ticos como hydrochlorothiazide (Hydrodiuril, Ezide, Hidropar, Microzide, furosemida (Lasix)), corticosteroides, como prednisona y la metilprednisolona (Medrol), fenito&iacute;na (Dilantin), &aacute;cido nicot&iacute;nico, y simpaticomim&eacute;ticos, como el pseudoefedrina (Sudafed) son capaces de aumentar el nivel de az&uacute;car en la sangre y disminuir el efecto de Amaryl. Propranolol (Inderal) y atenolol (Tenormin) pertenecen a la beta-bloqueadores y tambi&eacute;n son capaces de influir en los niveles de sangre y disminuir de actividad de Amaryl.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero si es casi la hora para la dosis siguiente, omita la dosis omitida y vuelva a su horario de dosificaci&oacute;n. <br /><br /> <strong>Sobredosis<br /></strong><br /> La asistencia m&eacute;dica inmediata es necesaria si ha tomado demasiado de la medicina. Los efectos secundarios posibles incluyen: debilidad extrema, confusi&oacute;n, visi&oacute;n borrosa, dolor de est&oacute;mago, problemas de hablar, temblores, sudaci&oacute;n, convulsiones y coma. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura interior en un contenedor apretado lejos de alcance de calor, humedad, ni&ntilde;os y animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>