<p><strong>Allgemeine Anwendung</strong><br /><br /> Baclofen wird zur Behandlung von Spasmen der Skelettmuskeln, des Muskelklonus, von Muskelkr&auml;mpfen, Starrheit, Verletzungen des R&uuml;ckenmarks und durch Krankheiten wie zum Beispiel multiple Sklerose verursachte Schmerzen verwendet. Baclofen wirkt, indem es die Skelettmuskeln und die Muskeln, die das Skelett bewegen (auch bekannt als quergestreifte Muskulatur) entspannt. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Baclofen genau so ein, wie es Ihnen Ihr Arzt verschrieben hat. Das Medikament sollten Sie weder in gr&ouml;&szlig;eren Dosen, noch &uuml;ber einen l&auml;ngeren Zeitraum einnehmen. Nehmen Sie das Medikament oral mit einem Schluck Wasser ein. Sie sollten das Medikament ganz schlucken. Die &uuml;bliche Anfangsdosis von Baclofen betr&auml;gt f&uuml;r Erwachsene 5 mg, und sollte drei Mal am Tage eingenommen werden. Die Dosis kann alle drei Tage um 15 mg pro Tag bis hin zu einem Maximum von 80 mg pro Tag in aufgeteilten Dosen erh&ouml;ht werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Es ist sehr wichtig, dass Sie Ihren Arzt &uuml;ber Ihre Anamnese informieren, vor allem aber &uuml;ber Nierenerkrankungen, Diabetes, Krampfanf&auml;lle, Schlaganf&auml;lle, un&uuml;bliche oder allergische Reaktionen auf Baclofen, andere Medikamente, Nahrungsmittel, Farbstoffe oder Konservierungsstoffe. Sie sollten Ihren Arzt dar&uuml;ber informieren, falls Sie schwanger sind, eine Schwangerschaft planen oder falls Sie sich zur Zeit in der Stillzeit befinden. Wenn Sie die Einnahme des Medikaments pl&ouml;tzlich einstellen, k&ouml;nnte dies bei Ihnen zu einer starken allergischen Reaktion f&uuml;hren. Sie sollten die Dosis mit der Zeit allm&auml;hlich senken, um gef&auml;hrliche Nebenwirkungen zu vermeiden, und ihr Arzt sollte diesen Prozess &uuml;berwachen. Folgen Sie allen Anweisungen Ihres Arztes. Sie k&ouml;nnten Schwindel oder Schl&auml;frigkeit versp&uuml;ren, wenn Sie das Medikament zum ersten Mal einnehmen, oder die Dosierungsmenge &auml;ndern. Jegliches Aufstehen und Hinsetzen sollten langsam erfolgen. W&auml;hrend der Einnahme von Baclofen sollten Sie weder am Steuer sitzen, noch Maschinen bedienen, noch irgendeine sonstige T&auml;tigkeit ausf&uuml;hren, bei der hohe Aufmerksamkeit erforderlich oder sogar lebenswichtig ist. Jegliche Aktivit&auml;ten dieser Art sollten Sie einstellen, bis Sie genau wissen, was f&uuml;r eine Wirkung das Medikament auf Sie hat. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Patienten, die allergisch auf Baclofen reagieren, sollten es nicht einnehmen. Bevor Sie Baclofen einnehmen, sollten Sie Ihren Arzt oder Apotheker dar&uuml;ber informieren, auf was f&uuml;r Medikamente Sie sonst allergisch sind. Informieren Sie Ihren Arzt auch dar&uuml;ber, falls Sie an Nierenerkrankungen, Epilepsie oder anderen Arten von Krampfanf&auml;llen leiden, falls Sie Schlaganf&auml;lle oder Blutgerinnsel in der Anamnese haben. In diesem Falle sollten Sie sich bei Ihrem Arzt oder Apotheker dar&uuml;ber informieren, ob Sie das Medikament einnehmen d&uuml;rfen oder nicht.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Es gibt eine Reihe von m&ouml;glichen Nebenwirkungen, beim Auftreten welcher Sie unverz&uuml;glich Ihren Arzt oder Apotheker informieren sollten. Dazu z&auml;hlen unter anderem allergische Reaktionen so wie zum Beispiel Hautausschl&auml;ge, Juckreiz oder Nesselsucht, Schwellungen des Gesichts, der Lippen oder der Zunge, Brustschmerzen, Verstopfungen, niedriger Blutdruck, Halluzinationen, Erbrechen, Atemwegserkrankungen, Schlafst&ouml;rungen und &ouml;fteres Wasserlassen oder verst&auml;rkter Harnverhalt und Krampfanf&auml;lle. Es gibt auch eine gewisse Anzahl von Nebenwirkungen, die eigentlich keine besondere medizinische Versorgung ben&ouml;tigen, aber falls diese l&auml;nger anhalten oder Sie st&ouml;ren, sollten Sie Ihren Arzt oder Apotheker dar&uuml;ber informieren. Zu diesen Nebenwirkungen z&auml;hlt unter anderem Verwirrung.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Baclofen kann mit folgenden Medikamenten und Substanzen Wechselwirkungen aufweisen: Alkohol, Antihistaminika, Medikamente gegen Depressionen, &Auml;ngstlichkeit und andere geistige unnormale Zust&auml;nde, Schmerzmittel so wie zum Beispiel Kodein, Oxycodon, Tramadol und Propoxyphen, Schlafmedizin und Phenobarbital. Die gleichzeitige Anwendung von Baclofen mit anderen Medikamenten kann zu einer zus&auml;tzlichen Reduktion der Gehirnfunktionen f&uuml;hren. Die gleichzeitige Anwendung von Baclofen und trizyklischen Antidepressiva kann zum Beispiel zu Muskelschw&auml;che f&uuml;hren; die gleichzeitige Einnahme von Baclofen und Monoaminoxidasehemmern kann in schwerer Depression der Gehirnfunktionen und auch in Blutunterdruck resultieren. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie glauben, zu viel von diesem Medikament eingenommen zu haben, suchen Sie unverz&uuml;glich eine Vergiftungszentrale oder das n&auml;chstliegende Krankenhaus auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-86 Grad Fahrenheit (15-30 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Vor Kindern und Haustieren unbedingt aufbewahren.</p>