<p><strong>Allgemeine Anwendung</strong><br /><br /> Robaxin ist ein Muskelrelaxant, der zur Linderung von Muskelschmerzen und Unwohlsein angewendet wird, die von Zerrungen und Verstauchungen verursacht werden. Verwenden Sie es in Kombination mit physikalischer Therapie und erholen Sie sich f&uuml;r das beste Ergebnis. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es oral ein mit oder ohne Lebensmittel / Milch.<br /> Die empfohlene Dosis f&uuml;r Erwachsene betr&auml;gt 2 Tabletten viermal pro Tag aber therapeutische Reaktion wird mit der Dosis von einer Tablette dreimal pro Tag erreicht.<br /> Das Medikament ist f&uuml;r Kinder nicht empfohlen. <br /> Hinweis: Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Das Medikament sollte mit Vorsicht von Patienten mit eingeschr&auml;nkter Nieren- oder Leberfunktion angewendet werden. Robaxin kann auch Schl&auml;frigkeit und Benommenheit verursachen, was Ihre F&auml;higkeit, Kraftfahrzeuge oder Maschinen zu bedienen, beeintr&auml;chtigen kann. Da Robaxin eine allgemeine ZNS-d&auml;mpfende Wirkung besitzen kann, sollten Patienten es nicht zusammen mit Alkohol und anderen ZNS-Depressiva verwenden.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Das Pr&auml;parat ist Patienten kontraindiziert, die &uuml;berempfindlich auf Methocarbamol oder einen der sonstigen Bestandteile von Robaxin-750 reagieren. Zu anderen Kontraindikationen geh&ouml;ren Koma oder Pr&auml;koma Zust&auml;nde, Hirnsch&auml;den oder Epilepsie, Myasthenia gravis.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie sofort ihren Arzt auf, wenn Sie ein der folgenden Symptome der allergischen Reaktion haben: Nesselsucht, Atembeschwerden, Schwellungen von Gesicht, Lippen, Zunge oder Rachen.<br /> Weitere ernsthafte Reaktionen einer &Uuml;berdosierung sind langsame Herzfrequenz, Gef&uuml;hl, dass Sie in Ohnmacht fallen; Gelbsucht (Vergilbung der Haut oder Augen), Verwirrung, Drehschwindel, Gleichgewichtsst&ouml;rungen oder Anf&auml;lle (Kr&auml;mpfe).<br /> Folgende m&ouml;gliche Nebenwirkungen sollten auch nicht au&szlig;er Acht gelassen werden: Schwindel; Benommenheit; &Uuml;belkeit; Erbrechen; W&auml;rmegef&uuml;hl, R&ouml;tung oder prickelndes Gef&uuml;hl unter der Haut; Fieber; Kopfschmerzen; Ged&auml;chtnisst&ouml;rungen; verschwommenes Sehen; Schlafst&ouml;rungen (Schlaflosigkeit); verstopfte Nase; milder Hautausschlag oder Juckreiz.<br /> Auf jeden Fall suchen Sie Ihren Arzt auf, wenn Sie ein von oben aufgef&uuml;hrten Symptomen haben, auch wenn sie unbedeutend scheinen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Robaxin kann die Wirkung von Pyridostigminbromid hemmen. Aus diesem Grund sollte Robaxin mit Vorsicht von Menschen angewendet werden, die an Myasthenia gravis leiden und Anticholinergika einnehmen.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Eine &Uuml;berdosierung von Robaxin kann fatal sein. <br /> Zu den Symptomen einer &Uuml;berdosierung geh&ouml;ren extreme Schl&auml;frigkeit, &Uuml;belkeit, Sehst&ouml;rungen, Gef&uuml;hl, dass Sie in Ohnmacht fallen oder Anf&auml;lle (Kr&auml;mpfe).<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie das Medikament bei Raumtemperaturen von 68-77 Grad Fahrenheit (20-25 Grad Celsius).<br /><br /> <strong>Haftung<br /></strong><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>