<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Tizanidin geh&ouml;rt zu der Klasse von Muskelrelaxantien. Es ist in der Behandlung von Spasmen, Kr&auml;mpfen und Muskelverspannungen eingesetzt. Tizanidine wird auch off-label (als zulassungs&uuml;berschreitende Anwendung) f&uuml;r die Behandlung von Migr&auml;nekopfschmerzen und als Antikonvulsivum verschrieben.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie Tizanidin oral mit einem Glas Wasser, mit oder ohne Nahrung ein. Vermeiden Sie das Schneiden, das Zerkleinern oder das Kauen der Tabletten. Nehmen Sie die Medizin nicht h&auml;ufiger als vom Arzt verschrieben. Geben Sie die Einnahme von Tizanidin nicht auf ohne einen Rat von Ihrem Arzt. Es kann einige Zeit bis zur Wirkung des Medikaments vergehen. Fragen Sie Ihren Arzt nach der richtigen Dosis f&uuml;r Sie. <br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Vermeiden Sie, Alkohol zu trinken und zu rauchen, w&auml;hrend Sie mit Tizanidin behandelt werden. &Auml;ltere Menschen k&ouml;nnen eine erh&ouml;hte Empfindlichkeit auf Nebenwirkungen des Arzneimittels zeigen. Informieren Sie Ihren Arzt, wenn Sie an Nieren- oder Lebererkrankungen leiden, Bluthochdruck haben, wenn Sie schwanger sind oder stillen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Tizanidin darf nicht von schwangeren/ stillenden Frauen oder bei Kindern angewendet werden. Tizanidin darf auch nicht von Patienten verwendet werden, bei denen eine &Uuml;berempfindlichkeit gegen dieses Medikament nachgewiesen wurde. Tazanidin darf nicht gleichzeitig mit m&auml;&szlig;igen oder starken CYP1A2-Inhibitoren angewendet werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong><br /><br /> Die h&auml;ufigsten Nebenwirkungen sind Benommenheit, Verstopfung, Kopfschmerzen, Schwindel und Erbrechen, Durchfall, Gelbf&auml;rbung der Haut oder der Augen. Selten tritt eine sehr schwere allergische Reaktion auf. Die meisten Menschen haben w&auml;hrend der Anwendung dieses Arzneimittels keine ernsthaften Nebenwirkungen. Wenden Sie sich an Ihren Arzt oder Apotheker f&uuml;r weitere Details. Sollten Sie Symptome und Nebenwirkungen bei sich feststellen, die hier nicht aufgef&uuml;hrt wurden, sprechen Sie mit Ihrem Arzt oder Apotheker.<br /><br /> <strong>Drogeinteraktion</strong><br /><br /> Wechselwirkungen mit anderen Arzneimitteln<br /><br /> Informieren Sie Ihren Arzt oder Apotheker &uuml;ber alle verschreibungspflichtigen und rezeptfreien Medikamente, die Sie einnehmen, bevor Sie Tizanidin verwenden. <br /> Tizanidin darf nicht zusammen mit folgenden Medikamenten und Lebensmitteln eingenommen werden:<br /> * Antidepressiva, besonderes. Fluvoxamin<br /> * Grapefruitsaft<br /> * Medikamente gegen Hochblutdruck<br /> * Schmerzmittel (wie Codein, Morphin und Hydrocodon)<br /> * Schlafmittel<br /> * Manche Antibiotika (wie Levofloxacin, Ofloxacin).<br /> Wenden Sie sich an Ihren Arzt oder Apotheker f&uuml;r weitere Details.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie Ihre Dosis verpasst haben, nehmen Sie die, sobald Sie wieder daran denken. Wenn es bereits die Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis ein.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Wenn Sie glauben, zu viel von diesem Medikament eingenommen zu haben, wenden Sie sich an Ihren Arzt oder suchen Sie sofort eine medizinische Hilfe. Die Symptome einer &Uuml;berdosierung sind in der Regel Brustschmerzen, &Uuml;belkeit, unregelm&auml;&szlig;iger Herzschlag, Gef&uuml;hl von Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie Ihre Medikamente bei der Raumtemperatur zwischen 68-77 &deg; F (20-25 &deg; C) fern von Licht und Feuchtigkeit. Bewahren Sie Medikamente nicht im Badezimmer. Bewahren Sie alle Medikamente au&szlig;er Reichweite von Kindern und Haustieren.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. <br /> Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>