<p><strong>Propiedades<br /></strong><br /> Finasteride se usa para tratar hyperplasia proest&aacute;tica benigna (BPH) tambi&eacute;n conocida como la ampliaci&oacute;n benigna de la pr&oacute;stata (BEP). Esta medicina ayuda a controlar sus s&iacute;ntomas, disminuir la retenci&oacute;n urinaria y reduce su riesgo de necesitar la cirug&iacute;a.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Proscar por la boca con un vaso de agua, con o sin comida. Evite aplastar, mascar y romper la medecina.<br /> Consulte con su m&eacute;dico sobre la dosis apropiada para usted.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar proscar diga a su m&eacute;dico o farmaceuta si usted tiene alergia a Finasteride o Dutasteride, o si usted tiene otras alergias. Como la medecina puede ser absorbida por piel, mujeras embarazadas y que pueden quedar embarazadas no deber&iacute;a usar la medecina.<br /><br /> <strong>Contradicaciones<br /></strong><br /> Proscar no debr&iacute;a ser usado por mujeras o ni&ntilde;os asi como por los pacientes que han demostrado reacci&oacute;n de hipersensibilidad a Finasteride.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son mareo, debilidad extraordinaria, somnolencia, problemas con sue&ntilde;o, visi&oacute;n borrosa, nariz congestionada, o problemas de ejaculaci&oacute;n.<br /> Cese tomar Proscar y llame a su m&eacute;dico si usted tiene los siguientes efectos secundarios serios:erecci&oacute;n de pene dolorosa y que dura 4 horas o m&aacute;s largo, sonolencia o mareo severo.<br /> Reacci&oacute;n alergica rara ocurre raramente. En caso si usted nota los efectos no uestos en la lista dada, p&oacute;ngase en contacto con su m&eacute;dico o farmaceuta.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> No hay ninguna informaci&oacute;n de sobr interacciones farmacologicas de importancia cl&iacute;nica.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omtiido su dosis, t&oacute;melo m&aacute;s pronto como usted recuerda. Si usted ve que es casi la hora de su dosis siguiente, omita la dosis omitida y vualva a su horario regular. No tome su dosis dos veces.<br /><br /> <strong>Sobredosis</strong><br /><br /> Si usted piensa que ha tomado mucho de la medecina busque ayuda m&eacute;dica urgente inmediatamente. Los s&iacute;ntomas de sobredosis por lo general incluyen dolor en pecho, n&aacute;usea, latidos de coraz&oacute;n irregulares, y sentido de mareo y desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F (20-25 C) del alcance de los rayos solares y humedad, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o. <br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>