<p><strong>Warum sollte ich zun&auml;chst meinen Arzt oder meine &Auml;rztin fragen, bevor ich die Medizin nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitliche Probleme haben:<br />Nierenkrankheiten<br />ungew&ouml;hnliche oder allergische Reaktion auf Fexofenadin, Terfenadin, andere Medikamente, Lebensmittel, Farben oder Zusatzstoffe<br />Schwanger sind oder schwanger werden wollen<br />Stillen <br /><br /><strong>Wie nehme ich die Medizin?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glas Wasser. Folgen Sie den Anweisungen auf der Verpackung. Nehmen Sie die Tablette zusammen mit etwas zu Essen oder Milch, um &Uuml;belkeit zu vermeiden. Nehmen Sie die Medizin einmal am Tag, dann am Morgen. Nehmen Sie nicht mehr als Sie sollen. Brechen Sie nicht die Einnahme pl&ouml;tzlich ab, es kann schwere Folgen haben. Ihr Arzt ber&auml;t Sie, wieviel Sie nehmen m&uuml;ssen. Erhalten Sie den &auml;rztlichen Rat, das Medikament abzusetzen, dann machen Sie das langsam und lassen Sie sich Zeit, um Nebenwirkungen zu vermeiden.<br /><br />Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein. Auch wenn dieses Medikament f&uuml;r Kinder ab 6 Jahren geeignet ist, k&ouml;nnen besondere Bedingungen gelten.<br /><br /><strong>&Uuml;berdosis:</strong> <br /><br />Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend einen Gift-Notruf oder eine Notaufnahme<br /><br />HINWEIS: Dieses Medikament ist nur f&uuml;r Sie, teilen Sie es nicht mit anderen.<br /><br /><strong>Was muss ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament?<br /></strong><br />Antazida<br />Erythromyzin<br />Grapefruit-, Apfel- der Orangensaft<br />Ketoconazol<br />Magnesium haltige Produkte <br /><br />Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Was soll ich w&auml;hrend der Einnahme noch beachten?</strong><br /><br />Gehen Sie regelm&auml;&szlig;ig zu Ihrem Arzt oder &Auml;rztin. Teilen Sie ihm oder ihr mit, wenn die Symptome nicht besser werden oder sich verschlechtern.<br /><br /><strong>Welche Risiken und Nebenwirkungen gibt es?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrem Arzt oder &Auml;rztin mitteilen m&uuml;ssen:<br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, der Lippen oder Zunge <br />Atemprobleme<br />Brustschmerzen<br />Schneller Herzschlag<br />Infektion oder Fieber<br /><br />Nebenwirkungen, die normalerweise nicht unmittelbare medizinische Hilfe erfordern (kontaktieren Sie dennoch Ihren Arzt oder &Auml;rztin, wenn diese Symptome fortfahren oder Sie st&ouml;ren):<br />Husten<br />Schmerzen<br />Magenverstimmung und &Uuml;belkeit <br />Menstruelle Beschwerden<br />Trockene oder Irritierte Nase, Mund oder Hals<br />Schwindel <br /><br />Diese Aufstellung deckt nicht alle m&ouml;glichen Nebenwirkungen ab.<br /><br /><strong>Wo soll ich das Medikament aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen. Aufbewahren bei einer Raumtemperatur von 20 und 30 Celsius. Werfen Sie nicht aufgebrauchte oder abgelaufene Medikamente weg.</p>