<p><strong>Was ist das f&uuml;r eine Medizin?</strong><br /><br />CYPROHEPTADIN ist ein Histamin-Blocker und wird zur Behandlung allergischer Symptome verwendet. Es hilft eine laufende Nase zu stoppen, w&auml;ssrige Augen und juckenden Ausschlag.<br /><br /><strong>Warum sollte ich zun&auml;chst meinen Arzt oder meine &Auml;rztin fragen, bevor ich die Medizin nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitliche Probleme haben:<br />Jede chronische Krankheit<br />Glaukome<br />Erkrankung der Prostata<br />Magengeschw&uuml;re oder andere Magenprobleme<br />eine ungew&ouml;hnliche oder allergische Reaktion auf Cyproheptadin, andere Medikamente, Lebensmittel, Farben, oder Konservierungsstoffe<br />Schwangerschaft oder schwanger werden wollen<br />Stillen<br /><br /><strong>Was mu&szlig; ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Im Zweifelsfall lassen Sie einmal die Einnahme aus. Nehmen Sie auf keinen Fall zwei oder Extradosen. Fragen Sie Ihren Arzt oder Ihre &Auml;rztin.<br /><strong><br /></strong><br /><strong>Wie soll ich das Medikament anwenden?</strong><br /><br />Dieses Medikament wird am besten mit einem Glas Wasser eingenommen. Nehmen Sie es regelm&auml;&szlig;ig und nach den Vorgaben Ihres Arztes oder Ihres &Auml;rztin.<br /><br />Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein. Auch wenn dieses Medikament auch f&uuml;r Kinder ab 2 Jahren geeignet ist, k&ouml;nnen besondere Bedingungen oder Sicherheitsma&szlig;nahmen gelten.<br /><br /><strong>&Uuml;berdosierung:</strong> Haben Sie den Eindruck zu viel genommen zu haben, fordern Sie so schnell es geht medizinische Hilfe an<br /><br /><strong>HINWEIS:</strong> Dieses Medikament ist nur f&uuml;r Sie, teilen Sie es nicht mit anderen.<br /><br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament?</strong><br /><br />Nehmen Sie dieses Medikament nicht mit folgenden anderen Medikamenten:<br />MAOIs wie Carbex, Eldepryl, Marplan, Nardil und Parnat<br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament?<br /></strong><br />Alkohol<br />Barbiturate f&uuml;r Schlafst&ouml;rungen oder gegen Anf&auml;lle<br />Depressiva, Angstzust&auml;nde oder Psychopharmaka<br />Medikamente gegen Bewegungsst&ouml;rungen<br />Schlafmittel<br />Magenmittel<br />Medikamente f&uuml;r Erk&auml;ltungen oder Allergien<br /><br />Diese Liste beschreibt nicht alle m&ouml;glichen Wechselwirkungen. Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Was soll ich w&auml;hrend der Einnahme noch beachten?</strong><br /><br />Gehen Sie regelm&auml;&szlig;ig zu Ihrem Arzt oder &Auml;rztin. Teilen Sie ihnen mit, wenn Ihre Symptome nicht besser werden. Fahren Sie nicht, steuern Sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie dieses Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol.<br /><br />Ihr Mund kann trocken werden, kauen sie einen zuckerfreien Kaugummi oder lutschen Sie an einem Bonbon und trinken Sie viel Wasser. Wenn Sie sich schlechter f&uuml;hlen, kontaktieren Sie Ihren Arzt oder Ihre &Auml;rztin.<br /><br />Das Medikament kann trockene Augen und eine verschwommene Sicht ausl&ouml;sen. Wenn Sie Kontaktlinsen tragen, nehmen Sie Augentropfen. Konsultieren Sie Ihre Augen&auml;rztin oder Ihren Augenarzt, wenn das Problem nicht besser wird.<br /><br />Vermeiden Sie direkte Sonneneinstrahlung und tragen Sie Sonnenschutz und entsprechend sch&uuml;tzende Kleidung. Gehen Sie auf keinen Fall in ein Br&auml;unungsstudio oder benutzen Sie keine Br&auml;uner.<br /><br /><strong>Welche Risiken und Nebenwirkungen gibt es?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrem Arzt oder &Auml;rztin mitteilen m&uuml;ssen:<br /> Allergische Reaktion (Schwierigkeiten beim Atmen, Zusammenziehen des Halses, Anschwellen der Lippen, Zunge, Gesicht oder Nesselsucht)<br />Unruhe, Nervosit&auml;t, Schlafst&ouml;rungen<br />Schmerzen in der Brust<br />Schneller, unregelm&auml;&szlig;iger Herzschlag<br />Schwierigkeiten beim Wasserlassen oder Ver&auml;nderungen der ausgeschiedenen Menge<br />Anf&auml;lle<br />Ungew&ouml;hnliche Blutungen oder Blaue Flecken<br />Schw&auml;chegef&uuml;hl oder Abgeschlagenheit<br />Gelbf&auml;rbung der Augen oder der Haut<br /><br />Nebeneffekte, die normalerweise nicht unmittelbare medizinische Hilfe erfordern (kontaktieren Sie dennoch Ihren Arzt oder &Auml;rztin, wenn diese Symptome fortfahren oder Sie st&ouml;ren):<br />Verstopfung oder Durchfall<br />Kopfschmerzen<br />Appetitverlust und &Uuml;belkeit<br />Nervosit&auml;t und Einschlafschwierigkeiten<br />M&uuml;digkeit, Schwindel oder Schl&auml;frigkeit<br />&Uuml;belkeit und Erbrechen<br />Magenprobleme<br />Gewichtszunahme<br /><br />Diese Liste kann nicht alle Nebenwirkungen enthalten<br /><br /><strong>Wo soll ich das Medikament aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen. Dies ist Ihr Medikament, teilen Sie es nicht mit anderen. Aufbewahren bei einer Raumtemperatur von 15 und 25 Celsius. Werfen Sie nicht aufgebrauchte oder abgelaufene Medikamente weg.</p>