<p><strong>Drug Benutzt </strong><br /><br /> Prednisolon zur Behandlung von Allergien, Arthritis verwendet wird, Probleme mit der Atmung (zB Asthma), bestimmte Blutkrankheiten, Kollagenosen (zB Lupus), bestimmte Erkrankungen des Auges (z. B., Keratitis), Krebs (z. B. Leuk&auml;mie), endokrinen Problemen (zB Nebennierenrindeninsuffizienz), Darm-Problemen (zB Colitis ulcerosa), Schwellung aufgrund bestimmter Bedingungen oder Hautkrankheiten (zB Psoriasis). Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung<br /></strong><br /> Verwenden Sie Prednisolon wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Nutzen Sie Prednisolon durch den Mund mit oder ohne Nahrung. <br /> Schlucken Prednisolon Ganzes. Don't break, crush, kauen oder vor dem Schlucken. <br /> Weiter zu Prednisolon, auch wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. <br /> Drug-Klasse und Mechanismus <br /><br /> Prednisolon ist ein Kortikosteroid. Es funktioniert, indem Sie die k&ouml;rpereigenen Immunantwort auf verschiedenen Bedingungen und abnehmender Entz&uuml;ndung. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Prednisolon vermissen, lassen Sie die vergessene Dosis. Gehen Sie zur&uuml;ck zu Ihrem normalen Dosierungsschema. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Prednisolon bei 77 Grad Fahrenheit (25 Grad C). Kurze Lagerung zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Prednisolon au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Prednisolon, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Prednisolon; <br /> Sie haben eine systemische Pilzinfektion, eine bestimmte Art von Malaria, Entz&uuml;ndungen des Sehnervs oder Herpes-Infektion des Auges; <br /> Sie sollen zu einer lebenden oder lebend, attenuiert Impfung (z. B. Pocken) haben; <br /> Sie sind unter Mifepriston. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Prednisolon kann niedriger die F&auml;higkeit Ihres K&ouml;rpers, Infektionen zu bek&auml;mpfen. Vermeiden Sie den Kontakt mit Menschen, die Erk&auml;ltungen oder Infektionen. Informieren Sie Ihren Arzt, wenn Sie Anzeichen einer Infektion wie Fieber Hinweis, Halsschmerzen, Hautausschlag, oder Sch&uuml;ttelfrost. <br /> Wenn Sie noch nicht hatte Windpocken, G&uuml;rtelrose oder Masern, vermeiden Sie Kontakt mit jemandem macht. <br /> Wenn Sie die Einnahme sind Prednisolon regelm&auml;&szlig;ig &uuml;ber einen l&auml;ngeren Zeitraum, f&uuml;hren eine ID-Karte zu allen Zeiten die besagt, dass Sie Prednisolon. <br /> Erhalten keine Lebendimpfstoff (zB Masern, Mumps) w&auml;hrend der Einnahme von Prednisolon. Sprechen Sie mit Ihrem Arzt, bevor Sie irgendwelche Impfstoff geimpft werden. <br /> Informieren Sie Ihren Arzt oder Zahnarzt, dass Sie Prednisolon, bevor Sie eine medizinische oder zahnmedizinische Behandlung, Notfallversorgung, oder eine Operation zu erhalten. <br /> Diabetes-Patienten - Prednisolon beeintr&auml;chtigen k&ouml;nnen Sie Ihren Blutzucker. Check Blutzucker eng. Fragen Sie Ihren Arzt, bevor Sie die Dosis Ihres Diabetes Medizin zu &auml;ndern. <br /> Labortests, einschlie&szlig;lich Nebennierenrindenfunktion Tests k&ouml;nnen durchgef&uuml;hrt werden, w&auml;hrend Sie Prednisolon verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Vorsicht ist geboten bei der Verwendung von Prednisolon bei Kindern, sie m&ouml;glicherweise empfindlicher auf deren Auswirkungen. <br /> Kortikosteroide k&ouml;nnen Wachstumsrate bei Kindern und Jugendlichen beeintr&auml;chtigen in einigen F&auml;llen. Sie k&ouml;nnen regelm&auml;&szlig;ige Kontrollen Wachstum brauchen, w&auml;hrend sie Prednisolon nehmen. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Prednisolon zu diskutieren, w&auml;hrend Sie schwanger sind. Prednisolon ist in der Muttermilch gefunden. Wenn Sie sind oder werden stillen, w&auml;hrend Sie Prednisolon, Sie bei Ihrem Arzt zu verwenden. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Akne; Ungeschicklichkeit, Schwindel, Gesichtsr&ouml;tung, ein Gef&uuml;hl der wirbelnde Bewegung; allgemeinen k&ouml;rperlichen Beschwerden, Kopfschmerzen, gesteigerter Appetit, vermehrtes Schwitzen, &Uuml;belkeit, Nervosit&auml;t, Schlaflosigkeit, Magenverstimmung. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), schwarz, Teerst&uuml;hle, Ver&auml;nderungen des K&ouml;rperfetts, &Auml;nderungen in der Regelblutung, Ver&auml;nderungen der Hautfarbe , Schmerzen in der Brust, leicht Bluterg&uuml;sse oder Blutungen, Infektionen (zB Fieber, Sch&uuml;ttelfrost, Halsschmerzen), psychische oder Stimmungsschwankungen (zB Depression), Muskelschmerzen, Schw&auml;che oder verschwenden; Anf&auml;lle; starke &Uuml;belkeit oder Erbrechen, Schwindel oder pl&ouml;tzliche schwere Kopfschmerzen, Schwellungen der F&uuml;&szlig;e und Beine, Sehnen-oder Knochenschmerzen; Verd&uuml;nnung der Haut, ungew&ouml;hnliche Hautgef&uuml;hl, ungew&ouml;hnliche Gewichtszunahme, Ver&auml;nderungen des Sehverm&ouml;gens oder andere Augenprobleme, Erbrechen, dass wie Kaffeesatz aussieht. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Prednisolon ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>