<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Doxycyline es un antibi&oacute;tico sint&eacute;tico de amplia gama de aplicaciones derivado de la tetraciclina y empleado en el tratamiento de muchas infecciones bacteriales diferentes tales como las infecciones del tracto urinario, el acn&eacute;, la gonorrea, la clamidiosis, la periodontitis (enfermedad de las enc&iacute;as), manchas, el sarpullido, y las lesiones parecidas al acn&eacute; que se provocan por la ros&aacute;cea.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> Esta medicaci&oacute;n debe tomarse despu&eacute;s de la comida con un gran vaso de agua para disminuir la inflamaci&oacute;n de es&oacute;fago. La dosis diaria debe tomarse como una sola dosis o dividirse en dos (12 horas deben pasar despu&eacute;s de la toma de cada dosis). No la tome en grandes cantidades o contin&uacute;e tom&aacute;ndola despu&eacute;s del per&iacute;odo de la administraci&oacute;n. Ciertos variantes de esta medicaci&oacute;n no pueden emplearse con los productos de lecher&iacute;a. No quebrante, no aplaste ni abra la c&aacute;psula de emisi&oacute;n retrasada, trague el comprimido entero. Si tiene forma de suspensi&oacute;n oral sac&uacute;dala antes del uso y t&oacute;mela utilizando una cucharita especial de dosificaci&oacute;n. Nunca tome la droga caducada porque puede afectar los ri&ntilde;ones.<br /><br /> <strong>Precauciones<br /></strong><br /> El empleo de Doxycycline durante el crecimiento de los dientes puede resultar en la alteraci&oacute;n permanente de su color. Las infecciones causadas por staphylococcus, Escherichia y Shigella son posibles s&oacute;lo cuando ya se queda determinada la sensibilidad a la medicaci&oacute;n. Evite exponerse largas horas a la radiaci&oacute;n UV durante el per&iacute;odo de tratamiento y 4-5 d&iacute;as posteriores. Si se le prescribe el tratamiento durable con esta medicaci&oacute;n se tiene que hacer unas pruebas regulares del extendido de sangre perif&eacute;rica, la an&aacute;lisis de la funci&oacute;n hep&aacute;tica y la toma de nitr&oacute;geno ureico en el suero.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> La hipersensitividad al Doxycycline y a las tetraciclinas, la pre&ntilde;ez (la segunda mitad del per&iacute;odo), la lactaci&oacute;n, la infancia (para los ni&ntilde;os menores de 9 a&ntilde;os de edad), leucopenia, porfiria, una insuficiencia hep&aacute;tica grave.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Las reacciones adversas causadas por Doxycycline pueden tomar forma de dolor de la cabeza, los mareos, la visi&oacute;n borrosa, la fiebre, los escalofr&iacute;os, dolor en el cuerpo, erupci&oacute;n, la piel vuelta p&aacute;lida o amarillenta, orina opaca, un dolor grave en la parte superior del est&oacute;mago, p&eacute;rdida de apetito, ictericia, una formaci&oacute;n f&aacute;cil de equimosis o las hemorragias. Contacte a su medico al experimentar las reacciones graves mencionadas arriba.<br /><br /> <strong>Interacci&oacute;n con otras drogas<br /></strong><br /> La concomitaci&oacute;n con el aluminio, magnesio, o los antacidos suplementos de calcio no se recomienda por la posiblidad de que dilate la absorpci&oacute;n de Doxycyline. Los minerales (tales como calcio o hierro) o la concomitaci&oacute;n del subsalicilato de bismuto proveer&aacute; el mismo efecto. Seg&uacute;n los informes, Doxycycline aumenta la actividad de la warfarina. La fenitoina (Dilantin), carbamazepina (Tegretol) y los barbituratos (tales como fenobarbital) pueden elevar el metabolism de Doxycycline.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca redoble esta medicaci&oacute;n ni tome las dosis extra. Si ya es casi la hora para la pr&oacute;xima dosis descarte la omitida y siga con el horario establecido de la toma de esta medicina.<br /><br /> <strong>Sobredosis<br /></strong><br /> En el evento de sufrir unos nauseas graves y persistentes, el v&oacute;mito y la diarrea, consulte a su m&eacute;dico.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Guarde las medicinas a la temperatura ambiental entre 59 y 77 grados Fahrenheit (15-25 cent&iacute;grados) sin exponerlas a la luz o la humedad excesa, fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos. No las use despu&eacute;s de la fecha de caducidad.<br /><br /> <strong>Descargo de responsabilidades <br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>