<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades</strong><br /><br /> Kamagra es un f&aacute;rmaco para tratar la disfunci&oacute;n erectil en los hombres. Es una variante gen&eacute;rica del Viagra, o un nitrato de sildenafil utilizado en el tratamiento de la disfunci&oacute;n erectil en los hombres. Kamagra aumenta el aflujo de sangre hacia el pene.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La dosis de 100mg de Kamagra demuestra efecto en 45 minutos y permanece hasta 4-6 horas.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de la administraci&oacute;n de la Kamagra informe al m&eacute;dico si tiene alerg&iacute;as, unos problemas de anemia, enfermedades oft&aacute;lmicas, c&aacute;nceres, hipertensi&oacute;n o hipotensi&oacute;n, el ritmo irregular del coraz&oacute;n, insuficiencia card&iacute;aca, el dolor inestable en el pecho, trastornos de la visi&oacute;n, deformaci&oacute;n penil o si lleva una historia cl&iacute;nica de estos malestares, o si administran los inhibidores de proteasa en el tratamiento del VIH. Cu&iacute;dese de levantarse r&aacute;pidamente de la posici&oacute;n de acostado o de sentado. Se debe evitar tomar las bebidas alcoh&oacute;licas por el riesgo de agravar el efecto de las reacciones adversas. No concomite Kamagra con otras medicaciones contra DE. Av&iacute;selo al m&eacute;dico en caso de administrar el alprostadilo (Caverject, Muse, Edex) o yohimbine (Yocon, Yodoxin, otros) antes de proceder a Kamagra <br /><br /> <strong>Contraindicaciones<br /></strong><br /> Kamagra no puede administrarse en los pacientes hipersensibles al principio activo y a los excipientes incluso en los pacientes tratados con los nitratos (tales como nitroglicerino). Una combinaci&oacute;n como esa provocar&aacute; una hipotensi&oacute;n significante incluso el riesgo potencial de causar un insulto, un ataque card&iacute;aco o llevar hacia la muerte. No se debe tomar el f&aacute;rmaco si no tiene 18 a&ntilde;os.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Some patients may experience headache, diarrhea, dizziness, upset stomach, vomiting, nasal congestion. Such adverse effect like face blushing may be less expressed than in individuals taking Viagra. Kamagra can cause a rare but serious condition of prolonged erection (priapism). It is important to contact your health care provider immediately if your erection lasts longer than 4 hours.<br /><br /> <strong>Drug interactions<br /></strong><br /> Kamagra no puede prescribirse a los pacientes tratados con las medicaciones que contienen los nitratos org&aacute;nicos. La erythromycin, ketoconazola, itraconazola y saquinavir pueden agravar el efecto de la elevaci&oacute;n del nivel sangu&iacute;neo provocada por Kamagra. Las medicaciones que siguen se han conformado de entrar en la interacci&oacute;n con Kamagra: bosentana (Tracleer); cimetidina (Tagamet, Tagamet HB); las antibi&oacute;ticas tales como eritromycina (E-Mycin, Eryc, Ery-Tab) o claritromicina (Biaxin); doxazosina (Cardura), prazosina (Minipress), Terazosina (Hytrin); medicaciones contra el VIH tales como amprenavir (Agenerase), tipranavir (Aptivus), darunavir (Prezista), efavirenz (Sustiva), nevirapina (Viramune), indinavir (Crixivan), saquinavir (Invirase, Fortovase), lopinavir/ ritonavir (Kaletra), fosamprenavir (Lexiva), ritonavir (Norvir), atazanavir (Reyataz), o nelfinavir (Viracept); las medicaciones fungicidos tales como itraconazola (Sporanox) o ketoconazola (Nizoral); carbamazepina (Tegretol), fenobarbital (Luminal), o fenito&iacute;na (Dilantin); o rifampina (Rifadin, Rimactane), o rifabutina (Mycobutin).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Kamagra se administra a demanda lo que no implica el riesgo de la omisi&oacute;n de dosis.<br /><br /> <strong>Sobredosis</strong><br /><br /> Al haber tomado un exceso de la dosis de Kamagra se le pueden ocurrir el dolor en el pecho, las n&aacute;useas, las palpitaciones irregulares y la sensaci&oacute;n de vah&iacute;do o el desmayo. En esta ocasi&oacute;n de inmediato busque una asistencia m&eacute;dica.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se guarda en un contenedor sellado a temperatura interior evitando una humedad excesiva y los rayos solares fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> La informaci&oacute;n provista tiene un car&aacute;cter general y no se intenta cubrir todas las advertencias posibles respecto a la interacci&oacute;n de medicamentos ni las precauciones especiales. No incluye ningunas instrucciones individualmente prescritas para un paciente particular. Renunciamos de todas las responsabilidades por la exactitud y fiabilidad del material provisto. Expl&iacute;citamente renunciamos de responsabilidad por los da&ntilde;os, sean que sean.dica.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se guarda en un contenedor sellado a temperatura interior evitando una humedad excesiva y los rayos solares fuera del alcance de los ni</p>