<p><strong>Propiedades <br /></strong><br /> Furosemide es un diur&eacute;tico de asa que causa una dieresis r&aacute;pida y breve. Se caracteriza de un efecto natriur&eacute;tica y adem&aacute;s baja los niveles del Cl- en la sangre, eleva la excreci&oacute;n del K+, Ca2+, Mg2+. Penetrando en el tubo renal en el miembro grueso ascendente del asa de Henle &eacute;ste bloquea la absorpci&oacute;n repetida del Na+ y Cl-. Debido a la excreci&oacute;n elevada del Na+ toma lugar la secundaria excreci&oacute;n intensificada del agua tanto como la secreci&oacute;n elevada del K+ en la parte distal del tubo renal. Al mismo tiempo aumenta la excreci&oacute;n del Ca2+ y Mg2+. Lasix se emplea en el tratamiento del s&iacute;ndrome de edema en los pacientes con la disfunci&oacute;n cr&oacute;nica card&iacute;aca (grado II y III), la cirrosis, las enfermedades renales, la insuficiencia card&iacute;aca aguda (edema pulmonar), edema cerebral, la crisis hipertensiva, la hipertensi&oacute;n arterial y dem&aacute;s.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> En la administraci&oacute;n cumpla exactamente con las prescripciones de su m&eacute;dico.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar el Lasix avise a su m&eacute;dico si sufre o no las enfermedades renales, enfermedades hep&aacute;ticas, la gota, lupus, diabetes, o una allerg&iacute;a a las drogas sulfa. Cu&iacute;dese de la dehidrataci&oacute;n ya que el Lasix le hace orinar m&aacute;s frecuentemente. No pare tomar la droga incluso si se siente bien porque la tensi&oacute;n elevada de la sangre no produce ningunos s&iacute;ntomas a menudo. Evite tomar la droga si est&aacute; pre&ntilde;ida o durante la lactaci&oacute;n.<br /><br /><strong>Contraindicaciones&nbsp;<br /></strong><br /> La hipersensitividad, la insuficiencia renal aguda con anuria, una insuficiencia hep&aacute;tica grave, coma y precoma hep&aacute;tico, la estenosis de uretra, glomerulonefritis aguda, tracto urinario obstruido, el precoma, el coma hiperglic&eacute;mico, la gota, la hipotensi&oacute;n arterial, asalto card&iacute;aco, pancreatitis y otros.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Contacte a su terap&eacute;utico para asistencia m&eacute;dica si se le desarrollan unas se&ntilde;ales al&eacute;rgicas o uno de los estados siguientes: boca resecada, la sed, los n&aacute;useas, el v&oacute;mito; la debilidad, so&ntilde;olencia, agitaci&oacute;n, o estar mareado, palpitaciones aceleradas o irregulares, dolor muscular, orinaci&oacute;n en las cantidades menores de lo habitual, o la falta de orinaci&oacute;n, una formaci&oacute;n f&aacute;cil de equimosis y las hemorragias, la erupci&oacute;n con los abscesos, la p&eacute;rdida de pelo.<br /><br /> <strong>Interacci&oacute;n con otras drogas<br /></strong><br /> Se puede ocurrir una p&eacute;rdida de o&iacute;do si el Lasix se administra junto con los antibi&oacute;ticos aminoglic&oacute;sidos (gentamicin y otros) o Edecrin &ndash; otro diur&eacute;tico. La concomitaci&oacute;n del Lasix y la aspirina puede llevar a los niveles elevados de la concentraci&oacute;n aspirina en la sangre y la toxidad aspirina. Lasix es capable de reducer la excreci&oacute;n del litio por los ri&ntilde;ones. El Sucralfato (Carafato) reduce el efecto del Lasix. La toma y digestion del Lasix y Sucralfato deben separarse por dos horas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> La medicaci&oacute;n a veces se administra para una sola vez as&iacute; que seguir una cierta posolog&iacute;a no es relevante. En el caso de toma regular del Lasix y se le olvida de tomar una dosis, t&oacute;mela en cuanto lo recuerde. Descarte la omitida si ya es casi la hora para la pr&oacute;xima dosis. Vuelva a su horario habitual. En ningun caso no trate de compensar la dosis omitida por tomar las extras.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si pierde el apetito, se siente el zumbido, una debilidad grave, los mareos, pensamientos confundidos, exaltaci&oacute;n, o queda desmayado, busque una atenci&oacute;n urgente del m&eacute;dico.<br /><br /><strong>Almacenamiento</strong><br /><br /> Guarde la medicaci&oacute;n fuera del alcance de los ni&ntilde;os a la temperatura ambiental en un lugar seco y oscurecido.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>