<p><strong>Usos de Drogas </strong><br /><br /> La metformina se utiliza para tratar la diabetes tipo 2. Se usa junto con dieta y ejercicio. Se puede utilizar solo o con otros medicamentos anti-diab&eacute;ticos. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Use metformina como lo indique su m&eacute;dico. <br /><br /> Tomar metformina por v&iacute;a oral con alimentos. <br /> Tomar metformina en un horario regular para obtener el mayor beneficio de ella. Que toman metformina al mismo tiempo, cada d&iacute;a le ayudar&aacute; a acordarse de tomarla. <br /> Siga tomando metformina aunque usted se sienta bien. No te pierdas ninguna dosis. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar la metformina. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> La metformina es un antidiab&eacute;tico biguanida. Act&uacute;a reduciendo la cantidad de az&uacute;car que produce el h&iacute;gado y los intestinos absorben. Tambi&eacute;n ayuda a hacer que su cuerpo sea m&aacute;s sensible a la insulina que se producen naturalmente. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de metformina y la est&aacute; usando regularmente, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda metformina entre 68 y 77 grados F (20 y 25 grados C). Resumen de almacenamiento a temperaturas entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantenga metformina fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> No utilizar la metformina si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Metformina; <br /> usted tiene insuficiencia cardiaca congestiva que es tratado por la medicina; <br /> usted tiene una infecci&oacute;n severa, niveles bajos de ox&iacute;geno en la sangre, problemas renales o hep&aacute;ticos, cetonas en la sangre alta o los niveles de &aacute;cido (por ejemplo, cetoacidosis diab&eacute;tica), o deshidrataci&oacute;n severa; <br /> usted ha tenido un accidente cerebrovascular o un ataque al coraz&oacute;n recientemente, o est&aacute; en estado de shock; <br /> usted tiene 80 a&ntilde;os o m&aacute;s y no han tenido una prueba de funci&oacute;n renal; <br /> le van a hacer la cirug&iacute;a o los procedimientos de laboratorio para determinar. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> Mareos mientras usted est&aacute; tomando metformina. Este efecto puede ser peor si se toma con alcohol o ciertos medicamentos. La metformina puede utilizar con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> Siga la dieta y programa de ejercicio que le ha asignado su proveedor de atenci&oacute;n m&eacute;dica. <br /> No beber grandes cantidades de alcohol mientras se utiliza metformina. Hable con su m&eacute;dico o proveedor de salud antes de tomar alcohol mientras se utiliza metformina. <br /> D&iacute;gale a su m&eacute;dico o dentista que usted toma metformina antes de recibir atenci&oacute;n m&eacute;dica o dental, atenci&oacute;n de emergencia, o cirug&iacute;a. <br /> Tenga cuidado de no deshidratarse, especialmente cuando hace calor o mientras se est&aacute;n activos. La deshidrataci&oacute;n puede aumentar el riesgo de metformina 's efectos secundarios. <br /> Lleve una tarjeta de identificaci&oacute;n en todo momento que dice que usted tiene diabetes. Controle sus niveles de az&uacute;car en la sangre seg&uacute;n las indicaciones de su m&eacute;dico. Si son mayores o menores de lo que deber&iacute;an ser y de tomar metformina exactamente seg&uacute;n lo prescrito, d&iacute;gale a su m&eacute;dico. <br /> Este medicamento no suele bajar sus niveles de az&uacute;car en la sangre. La hipoglucemia puede ser m&aacute;s probable que ocurra si se salta una comida, el ejercicio en gran medida, o si bebe alcohol. Tambi&eacute;n puede ser m&aacute;s probable si usted toma metformina junto con ciertos medicamentos para la diabetes (por ejemplo, sulfonilureas, insulina). Es una buena idea llevar una fuente confiable de glucosa (por ejemplo, comprimidos o gel) para tratar la hipoglucemia. Si esto no est&aacute; disponible, usted debe comer o beber de una fuente r&aacute;pida de az&uacute;car como el az&uacute;car de mesa, miel, dulces, jugo de naranja, o no, refresco de dieta. Esto aumentar&aacute; su nivel de az&uacute;car en la sangre r&aacute;pidamente. D&iacute;gale a su m&eacute;dico de inmediato si esto sucede. Para prevenir la hipoglucemia, comer las comidas en la misma hora cada d&iacute;a y no se salte las comidas. <br /> Fiebre, infecci&oacute;n, lesi&oacute;n o la cirug&iacute;a puede aumentar el riesgo de los niveles de az&uacute;car altos o bajos. Si cualquiera de estos s&iacute;ntomas, revise su az&uacute;car en la sangre y d&iacute;gale a su m&eacute;dico de inmediato. <br /> Metformina frecuencia puede provocar malestar estomacal, indigesti&oacute;n, n&aacute;usea, v&oacute;mito o diarrea en el inicio del tratamiento. Si usted desarrolla problemas de est&oacute;mago inusual o inesperado, o si usted desarrolla problemas de est&oacute;mago despu&eacute;s, durante el tratamiento, consulte con su m&eacute;dico de inmediato. Esto puede ser un signo de acidosis l&aacute;ctica. <br /> Las pruebas de laboratorio, incluyendo la funci&oacute;n renal, glucemia en ayunas, hemoglobina A1c, y los recuentos de sangre, se puede realizar mientras se utiliza metformina. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> La metformina puede utilizar con precauci&oacute;n en los ancianos, que pueden ser m&aacute;s sensibles a sus efectos. Bajos niveles de az&uacute;car en la sangre tambi&eacute;n puede ser m&aacute;s dif&iacute;cil de reconocer en los ancianos. <br /> La metformina no debe utilizarse en ni&ntilde;os menores de 10 a&ntilde;os de edad, la seguridad y la eficacia de estos ni&ntilde;os no han sido confirmadas. <br /> Embarazo y lactancia: Si se queda embarazada, consulte a su m&eacute;dico. Usted tendr&aacute; que discutir los beneficios y riesgos del uso de metformina durante el embarazo. No se sabe si la metformina se encuentra en la leche materna. No d&eacute; el pecho mientras est&aacute; tomando metformina.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> Diarrea, gases, dolor de cabeza, indigesti&oacute;n, n&aacute;usea, dolor de est&oacute;mago, sabor met&aacute;lico de car&aacute;cter temporal; v&oacute;mitos. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de pecho o malestar, mareo o sensaci&oacute;n de mareo, respiraci&oacute;n r&aacute;pida o dificultosa, sensaci&oacute;n de ser excepcionalmente fr&iacute;o , fiebre, escalofr&iacute;os o dolor de garganta persistente, sensaci&oacute;n general de malestar, dolor o debilidad muscular, ritmo card&iacute;aco lento o irregular; somnolencia inusual, dolor de est&oacute;mago persistente o inusual o malestar, cansancio o debilidad inusual. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca de hidroclorotiazida, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de cuidado de la salud. <br /> La metformina es para ser usada solamente por el paciente para quien se prescribe. No la comparta con otras personas.</p>