<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Atorvastatin ist ein Cholesterinsenker, es wird benutzt um hohe Cholesterinwerte zu behandeln und das Risiko von Schlaganfall, Herzinfarkt oder anderen Herzkomplikationen bei Patienten mit koronarer Herzkrankheit Diabetes von Typ II zu senken. Atorvastatin hilft, sch&auml;dliche LDL-Cholesterine aus dem Blut zu entfernen und hemmt die Produktion von LDL-Cholesterin im K&ouml;rper. Das verhindert Arterienverkalkung und Herzkrankheiten, die zu Gef&auml;&szlig;erkrankungen, Herzinfarkt und Schlaganfall f&uuml;hren k&ouml;nnen.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie es einmal t&auml;glich oral mit oder ohne Nahrung. Atorvastatin soll mit vollen Glas Wasser eingenommen werden.Die empfohlene Dosis f&uuml;r Erwachsene betr&auml;gt 10 mg einmal t&auml;glich. Die empfohlene Dosis f&uuml;r Kinder von 10 bis 17 Jahren betr&auml;gt 10 mg einmal t&auml;glich. Die Behandlung mit Atorvastatin von Kindern unter 10 Jahren wird nicht empfohlen, und die Dosis muss unbedingt von Ihrem Hausarzt bestimmt werden. <br /> Hinweis: Diese Anleitung wird nur f&uuml;r eine &Uuml;bersicht ver&ouml;ffentlicht. Es ist unbedingt notwendig, dass Sie vor der Medikamenteneinnahme Ihren Arzt konsultieren. Es wird Ihnen helfen, optimale Ergebnisse bei der Behandlung zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bei Menschen mit Diabetes, Unterfunktion der Schilddr&uuml;se, Nieren-oder Muskelerkrankung sind vor oder w&auml;hrend der Atorvastatin-Therapie evtl. zus&auml;tzliche Untersuchungen f&uuml;r die Dosisanpassung erforderlich. Verwenden Sie keine gro&szlig;en Mengen von Alkohol w&auml;hrend der Einnahme dieses Medikaments, weil sich dadurch die Nebenwirkungen dieses Arzneimittels auf die Leber verschlimmern k&ouml;nnen. Atorvastatin darf w&auml;hrend der Schwangerschaft, Stillzeit oder wenn Sie versuchen, schwanger zu werden nur mit &auml;rztlichen Verordnung verwendet werden. Verwenden Sie Atorvastatin nicht vor dem Stillen ohne &auml;rztliche Erlaubnis.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Atorvastatin ist nicht f&uuml;r die Menschen geeignet, die Lebererkrankungen oder unerkl&auml;rliche Normabweichungen der Leberwerte haben. Verwenden Sie das Medikament nicht, wenn Sie mit einem HIV-Protease-Inhibitor (z. B. Ritonavir), Itraconazol oder Mibefradil behandelt werden. Atorvastatin darf ebenfalls nicht eingenomen werden, wenn Sie &Uuml;berempfindlichkeit gegen einzelne Komponente dieser Medikation haben, schwanger sind oder stillen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Die Nebenwirkungen k&ouml;nnen alle Arten von einer allergischen Reaktion umfassen. Zu den bekannten Nebenwirkungen geh&ouml;ren au&szlig;erdem:<br /><br /> Muskelschmerzen, Empfindlichkeit oder Schw&auml;che mit Fieber oder grippe&auml;hnlichen Symptomen;<br /> &Uuml;belkeit, lehmfarbiger Stuhl, Magenschmerzen, niedrige K&ouml;rpertemperatur, Gelbsucht, Appetitlosigkeit, dunkler Urin.<br /> Zu den weniger schwerwiegenden geh&ouml;ren:<br /> leichte &Uuml;belkeit oder Magenschmerzen, Magenverstimmung, Sodbrennen;<br /> Verstopfung, Bl&auml;hungen;<br /> verstopfte Nase;<br /> Juckreiz, Hautausschlag;<br /> Kopfschmerzen.<br /> Wenn Sie eines von diesen Symptomen bei sich sp&uuml;ren, h&ouml;ren Sie mit der Medikamenteneinnahme sofort auf und informieren Sie Ihren Arzt. Auch sollten Sie Ihrem Arzt &uuml;ber alle Nebenwirkungen und Symptome berichten, die Ihnen ungew&ouml;hnlich erscheinen. <br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Atrovastatin kann in die Wechselwirkungen mit folgenden Medikamenten treten: Digoxin; Erythromycin oder Clarithromycin, Gemfibrozil oder Fenofibrat; Niacin, ein Medikament gegen Pilze wie Itraconazol, Fluconazol, Ketoconazol oder, Medikamente, die Ihr Immunsystem schw&auml;chen wie Krebstherapie oder Steroiden, Cyclosporin, Sirolimus, Tacrolimus etc.; HIV oder Aids-Medikamente wie Indinavir, Nelfinavir, Ritonavir, Lopinavir-Ritonavir oder Saquinavir. Beachten Sie auch, dass die Interaktion zwischen beiden Medikamente nicht immer bedeuten, dass Sie die Einnahme einer von ihnen. Wie &uuml;blich ist es beeinflusst die Wirkung von Drogen, so mit Ihrem Arzt dar&uuml;ber, wie es Wechselwirkungen verwaltet oder verwaltet werden sollten konsultieren.<br /> Beachten Sie auch, dass die Interaktion zwischen beiden Medikamenten nicht immer bedeutet, dass Sie die Einnahme einer von ihnen stoppen m&uuml;ssen. Gew&ouml;hnlich wird aber die Wirkung der Medikamente beeinflusst, deshalb sprechen Sie mit Ihrem Arzt &uuml;ber die richtigen Ma&szlig;nahmen. <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig einzunehmen, machen Sie es sobald wenn Sie sich erinnern. Ist bereits so viel Zeit vergangen, dass Sie schon Ihre n&auml;chste Dosis nehmen m&uuml;ssen, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis. <br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Die Symptome von Atorvastatin-&Uuml;berdosierung sind nicht gut bekannt. Die bekannten m&ouml;glichen Symptome sind Blutdruckabfall und schnellerer Herzschlag. Wenn Sie eins von diesen Symptomen bekommen, stoppen Sie die Medikamenteneinnahme und informieren Sie sofort Ihren Arzt. <br /><br /> <strong>Lagerung</strong><br /><br /> Lagerung bei Raumtemperatur zwischen 59-77 &deg; F (15-25 &deg; C) fern von Licht und Feuchtigkeit, Kindern und Haustieren. Nicht nach Ablauf des Verfallsdatums verwenden.<br /><br /> <strong>Haftungshinweis</strong> <br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>