<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Tricor enth&auml;lt Wirkstoff Fenofibrat, das sich im Gewebe in einen aktiven Metaboliten Fenofibrins&auml;ure verwandelt. Dieses Medikament wird zusammen mit einer Di&auml;t benutzt, um Menschen mit sehr hohen Triglyceriden im Blut oder Fettstoffwechselst&ouml;rungen zu behandeln. Das Medikament erh&ouml;ht Aktivit&auml;t der Lipoproteinlipase, Abbau von Triglyceriden in den Lipoproteinen sehr niedriger Dichte (VLDL), beschleunigt &Uuml;bertragung von Cholesterin aus den atherogenen Lipoproteinen sehr niedriger Dichte (VLDL) in die antiatherogene High-Density-Lipoproteine (HDL), sinkt die Synthese von VLDL .<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie 160 mg Tricor oral dreimal t&auml;glich als Initialdosis, um hohe Cholesterinwerte oder eine Kombination aus einem hohen Cholesterin- und Triglyceridespiegel zu behandeln. F&uuml;r die Behandlung der hohen Triglyzeridwerte betr&auml;gt die Anfangsdosis von Tricor 54-160 mg pro Tag. Es kann schrittweise alle 4-8 Wochen bis zur maximalen Dosis von 160 mg pro Tag erh&ouml;ht werden, wenn sich die Triglyceridewerte nicht verbessern.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bei den Patienten, die mit Tricor behandelt werden, sollte die Aktivit&auml;t der Transaminasen in regelm&auml;&szlig;igen Abst&auml;nden &uuml;berwacht werden. Wenn Blutuntersuchungen zweimal oder &ouml;fter den erh&ouml;hten ALT-Wert zeigen und von Muskelschmerzen und Muskelschw&auml;che begleitet werden, sollte die Behandlung mit Tricor abgesetzt werden. Tricor Behandlung mit einer hypolipid&auml;mischen Di&auml;t kombiniert sollte nur unter Aufsicht eines Arztes ausge&uuml;bt werden und eine l&auml;ngere Zeit dauern. Tricor hat das Potenzial, Gallensteine zu verursachen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> &Uuml;berempfindlichkeit gegen die Bestandteile von Tricor.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong><br /><br /> Cholelithiasis, erh&ouml;hte Transaminasen und Kreatinkinase, &Uuml;belkeit, Erbrechen, Diarrhoe, Myalgie, Myositis, Rhabdomyolyse (der rasche Abbau der skeletalen Muskulatur wegen der Verletzung des Muskelgewebes), akutes Nierenversagen, Schwindel, Kopfschmerzen, Bauchschmerzen, R&uuml;ckenschmerzen , M&uuml;digkeit, Impotenz, Hautausschlag. Wenn Sie diese Symptome haben, rufen Sie Ihren Arzt.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Informieren Sie Ihren Arzt &uuml;ber alle vorgeschriebenen und rezeptfreien Medikamente, die Sie einnehmen, besonderes &uuml;ber die Einnahme der "Blutverd&uuml;nner" (Warfarin), Cyclosporin (cholesterolsenkendes Medikament), MAO-Hemmern (Selegilin, Furazolidon, Tranylcypromin, Phenelzin, Moclobemid), Diabetesmedizin (Glipizid, Insulin), &Ouml;strogene / Antibabypillen, Statine (Lovastatin, Pravastatin, Simvastatin, Atorvastatin) und von hochdosiertem Niacin (1 Gramm oder mehr pro Tag). Die Einnahme der Medikamente aus den beiden letzten Gruppen zusammen mit Tricor kann Muskelverletzung (Myopathie) verursachen.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig einzunehmen, machen Sie es sobald wenn Sie sich erinnern. Ist bereits so viel Zeit vergangen, dass Sie schon Ihre n&auml;chste Dosis nehmen m&uuml;ssen, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Jedes Medikament im &Uuml;berma&szlig; kann gef&auml;hrlich sein. Wenn Sie den Verdacht einer &Uuml;berdosierung haben, suchen Sie sofort medizinische Hilfe.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagerung bei Raumtemperatur zwischen 59-77 F (15-25 C) fern von Licht und Feuchtigkeit, au&szlig;er Reichweite von Kindern und Haustieren. Nicht nach Ablauf des Verfallsdatums verwenden.<br /><br /> <strong>Haftungshinweis </strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>