<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Zetia ist ein antihyperlipid&auml;misches Mittel zur Behandlung von hohem Cholesterinblutlevel in Verbindung mit einer fett-, und cholesterinarmen Di&auml;t. Es wird auch bei einem zu hohen Sitosterin- und Campesteringehalt im Blut zusammen mit einer Di&auml;ttherapie verwendet. Nach den Studienergebnissen werden Herzerkrankungen oder Herzinfarkten von Zetia nicht verhindert.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie dieses Medikament oral mit oder ohne Nahrung / Milch. Die empfohlene Zetia Dosis betr&auml;gt 10 mg einmal t&auml;glich. Patienten, die eine gr&ouml;&szlig;ere Senkung des LDL-C (&uuml;ber 55%) bestreben, k&ouml;nnen mit einer Dosis von 10-40 mg einmal t&auml;glich starten.<br /> Hinweis: Diese Anleitung wird nur f&uuml;r eine &Uuml;bersicht ver&ouml;ffentlicht. Es ist dringend notwendig, dass Sie vor der Medikamenteneinnahme Ihren Arzt konsultieren. Es wird Ihnen helfen, optimale Ergebnisse bei der Behandlung zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Verwenden Sie das Medikament nicht ohne &auml;rztliche Verordnung. Seien Sie vorsichtig, wenn Sie spezielle medizinische Bedingungen haben, denn dieses Medikament darf nicht zusammen mit Statinen eingenommen werden. Dies gilt insbesondere, wenn Sie eine Lebererkrankung haben oder schwanger sind oder beabsichtigen, schwanger zu werden. Wenn Sie schwanger sind, sollen Sie dieses Medikament nur dann nehmen, wenn es absolut notwendig ist. Wenn Sie gro&szlig;e Mengen Alkohol getrunken haben, sollten Sie von ihrem Arzt eng &uuml;berwacht werden, w&auml;hrend sie dieses Medikament einnehmen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Zetia ist nicht erlaubt bei Menschen, die &Uuml;berempfindlichkeit gegen&uuml;ber einem Bestandteil dieser Medikamente haben. Die Kombination von Zetia mit einem HMG-CoA-Reduktase-Inhibitor bei Patienten mit aktiver Lebererkrankung oder unklarer, dauerhafter Erh&ouml;hung der Serum-Transaminasen ist nicht erlaubt. Alle HMG-CoA-Reduktase-Inhibitoren sind nicht bei schwangeren und stillenden Frauen erlaubt. Weiere Kontraindikationen sind Myopathie und Rhabdomyolyse.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Sie k&ouml;nnen alle Arten von allergischen Reaktionen umfassen. Zu den am meisten m&ouml;glichen Nebenwirkungen geh&ouml;ren auch:<br /> ungew&ouml;hnliche Muskelschw&auml;che, Empfindlichkeit oder Schmerzen;<br /> Appetitlosigkeit, &Uuml;belkeit, lehmfarbiger Stuhl, Magenschmerzen, niedrige K&ouml;rpertemperatur, dunkler Urin, Gelbsucht;<br /> Schmerzen in der Brust;<br /> Pankreatitis;<br /> Fieber, Kopfschmerzen, Halsschmerzen mit einer schweren Blasenbildung, Abbl&auml;ttern und rotem Hautausschlag.<br /> Zu den weniger schwerwiegenden Nebenwirkungen geh&ouml;ren:<br /> Taubheitsgef&uuml;hl oder prickelndes Gef&uuml;hl;<br /> milde Bauchschmerzen, Durchfall;<br /> M&uuml;digkeit;<br /> Kopfschmerzen;<br /> Schwindel;<br /> gedr&uuml;ckte Stimmung;<br /> laufende oder verstopfte Nase, Schnupfen;<br /> Gelenkschmerzen, R&uuml;ckenschmerzen, oder Husten.<br /> Wenn Sie eins von diesen Symptomen bekommen, stoppen Sie die Medikamenteneinnahme und informieren Sie sofort Ihren Arzt. Auch sollten Sie Ihrem Arzt &uuml;ber alle Nebenwirkungen und Symptome berichten, die Ihnen ungew&ouml;hnlich erscheinen.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Zetia tritt mit folgenden Medikamenten in die Wechselwirkungen: Colestipol (Colestid); Colesevelam (Welchol); Gemfibrozil (Lopid); Ciclosporin (Neoral, Sandimmun, Gengraf); Cholestyramin (Prevalite, Questran) oder einem Blutverd&uuml;nner wie Warfarin (Coumadin).<br /> Beachten Sie auch, dass die Interaktion zwischen beiden Medikamenten nicht immer bedeutet, dass Sie die Einnahme einer von ihnen stoppen m&uuml;ssen. Gew&ouml;hnlich wird aber die Wirkung der Medikamente beeinflusst, deshalb sprechen Sie mit Ihrem Arzt &uuml;ber die richtigen Ma&szlig;nahmen. <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig einzunehmen, machen Sie es sobald wenn Sie sich erinnern. Ist bereits so viel Zeit vergangen, dass Sie schon Ihre n&auml;chste Dosis nehmen m&uuml;ssen, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis. <br /><br /><strong>&Uuml;berdosierung</strong><br /><br /> Die Symptome der &Uuml;berdosierung von Zetia sind nicht bekannt, dennoch kann das sch&auml;dlich sein. Wenn Sie vermuten, zu viel von dieser Arznei eingenommen zu haben, kontaktieren Sie sofort Ihren Arzt.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagerung bei Raumtemperatur zwischen 59-77 &deg; F (15-25 &deg; C) fern von Licht und Feuchtigkeit, Kindern und Haustieren. Nicht nach Ablauf des Verfallsdatums verwenden.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. <br /> Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung</p>