<p><strong>Propiedades<br /></strong><br /> Tricor contiene la sustancia activa de fenofibrate. En los tejidos se convierte en metabolite activo: &aacute;cido de fenofibric. Junto con dieta se usa para tratar a la gente con muy altos niveles de triglycerides en des&oacute;rdenes de l&iacute;pido o la sangre. La actividad de aumentos de medicina de la lipoprote&iacute;na lipase, catabolism de triglycerides en las lipoprote&iacute;nas de densidad muy baja (VLDL), acelera la transferencia del colesterol de aterogenic las lipoprote&iacute;nas de densidad muy baja (VLDL) a las lipoprote&iacute;nas de densidad alta de antiaterogenic (HDL), la s&iacute;ntesis de disminuciones de VLDL.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Tome oralmente 160 mg. de Tricor tres veces al d&iacute;a como la dosis inicial para tratar niveles de colesterol altos o una combinaci&oacute;n de colesterol alto y triglycerides altos. Para tratamiento de niveles triglyceride altos la dosis inicial de Tricor es 54-160 mg. al d&iacute;a. Puede ser gradualmente aumentada cada 4-8 semanas hasta la dosis m&aacute;xima de Tricor 160 mg. al d&iacute;a si triglycerides no mejoran.<br /><br /> <strong>Precauciones<br /></strong><br /> La actividad de transaminases deber&iacute;a ser supervisada en una base regular durante toma de Tricor. Si los an&aacute;lisis de sangre de ALT aumentan en 2 y m&aacute;s veces y se acompa&ntilde;an por mialgia y debilidad de m&uacute;sculo, el tratamiento con Tricor deber&iacute;a ser discontinuado. El tratamiento de Tricor combinado con una dieta hypolipidemica s&oacute;lo deber&iacute;a ser ejercido bajo el control de doctor y seguir durante un per&iacute;odo largo de tiempo. Tricor tiene el potencial para causar c&aacute;lculos biliares.<br /><br /> <strong>Contradiciones</strong><br /><br /> Hipersensibilidad a los componentes de Tricor.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Cholelithiasis, los niveles aumentados del transaminases y creatine kinase, n&aacute;usea, v&oacute;mitos, diarrea, mialgia, myositis, rhabdomyolysis (es la aver&iacute;a r&aacute;pida del m&uacute;sculo esquel&eacute;tico debido a la herida del tejido de m&uacute;sculo), el insuficiencia renal aguda, el mareo, el dolor de cabeza, el dolor abdominal, el dolor de espalda, la fatiga, la impotencia, la erupci&oacute;n de piel. Si usted experimenta estos s&iacute;ntomas llame a su doctor inmediatamente.<br /><br /> <strong>Interacci&oacute;n con otros medicmentos<br /></strong><br /> Informe a su doctor sobre toda la medicaci&oacute;n prescr&iacute;ta y no que usted toma actualmente y sobre todo sobre "delgadores de sangre" (warfarin), cyclosporine (medicina que cholesterl-baja), inhibidores de MAO (selegiline, furazolidone, tranylcypromine, phenelzine, moclobemide), medicina diab&eacute;tica (glipizide, insulina),p&iacute;ldoras anticonceptivas/estr&oacute;genas, "estatinas" (lovastatin, pravastatin, simvastatin, atorvastatin) y &aacute;cido nicot&iacute;nico de dosis alta (1 gramo o m&aacute;s al d&iacute;a). Al combinar con Tricor los dos &uacute;ltimos tipos de medicinas se puede causar la herida de m&uacute;sculo (miopat&iacute;a).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado de tomar su dosis a tiempo, por favor h&aacute;galo tan pronto como usted recuerda. Pero no tome si es demasiado tarde o casi tiempo para su siguiente dosis. No aumente su dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo regular.<br /><br /> <strong>Sobredosis<br /></strong><br /> Cualquier medicina tomada en el exceso puede ser peligrosa. Si usted sospecha una sobredosis, busque ayuda m&eacute;dica urgente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F)del alcance de los rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede usar despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>