<p><strong>Utilisation des Drogues </strong><br /><br /> Medrol est utilis&eacute; pour traiter les allergies s&eacute;v&egrave;res, l'arthrite, l'asthme, certains troubles sanguins, et les conditions de la peau. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Medrol comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Medrol prendre par voie orale avec ou sans nourriture. En cas de maux d'estomac, prendre avec des aliments pour r&eacute;duire l'irritation de l'estomac. <br /><br /><strong>Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> Medrol est un corticost&eacute;ro&iuml;de. Il agit en modifiant la r&eacute;ponse du syst&egrave;me immunitaire &agrave; diverses conditions et decreasesing inflammation. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Medrol, sautez la dose oubli&eacute;e. Retournez &agrave; votre horaire habituel. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Medrol &agrave; 77 degr&eacute;s F (25 degr&eacute;s C). L'entreposage bref entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Medrol garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> NE PAS utiliser Medrol si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Medrol <br /> vous prenez actuellement mif&eacute;pristone <br /> vous avez une infection fongique syst&eacute;mique <br /> vous avez pr&eacute;vu d'avoir un vaccin contre la variole <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /> Certaines conditions m&eacute;dicales mai interagir avec ce m&eacute;dicament. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous avez des ant&eacute;c&eacute;dents de probl&egrave;mes cardiaques (par exemple, l'insuffisance cardiaque congestive), crise cardiaque, pression art&eacute;rielle, troubles r&eacute;naux, troubles h&eacute;patiques, diab&egrave;te, &eacute;pilepsie, la thyro&iuml;de est d&eacute;ficiente, les probl&egrave;mes de la glande surr&eacute;nale ou des probl&egrave;mes mentaux ou de l'humeur <br /> si vous avez ou avez eu r&eacute;cemment un type, fongique bact&eacute;rienne, virale, ou autres de l'infection, l'infection par l'herp&egrave;s de l'&oelig;il, la varicelle, la rougeole, ou bardeaux <br /> si vous avez le VIH ou la tuberculose (TB), ou si vous avez d&eacute;j&agrave; eu un test positif pour la tuberculose de la peau <br /> Si vous avez des probl&egrave;mes d'estomac (ex. ulc&egrave;res), probl&egrave;mes intestinaux (par exemple, le blocage, la perforation, une infection, des diarrh&eacute;es inexpliqu&eacute;es, diverticulite, colite ulc&eacute;reuse), la chirurgie intestinale r&eacute;cente, ou inflammation de l'oesophage <br /> Si vous avez des os faibles (par exemple, l'ost&eacute;oporose) ou des probl&egrave;mes musculaires (par exemple, la myasth&eacute;nie gravis) <br /> Si vous avez r&eacute;cemment &eacute;t&eacute; vaccin&eacute; (par exemple, la variole) <br /><br /> Certains m&eacute;dicaments peuvent interagir avec Medrol. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants: <br /> Barbituriques (par exemple, ph&eacute;nobarbital), la carbamaz&eacute;pine, les hydanto&iuml;nes (par exemple, la ph&eacute;nyto&iuml;ne), lithium ou rifampicine car ils mai Medrol diminution de l 'efficacit&eacute; <br /> L'apr&eacute;pitant, la clarithromycine, la cyclosporine, le diltiazem, &eacute;rythromycine, itraconazole, k&eacute;toconazole ou trol&eacute;andomycine parce que les effets secondaires, tels que la glande surr&eacute;nale ou les probl&egrave;mes du syst&egrave;me nerveux, mai se produire <br /> L'aspirine, les vaccins vivants, la mif&eacute;pristone, ou ritodrine, parce que leurs actions et le risque de leurs effets secondaires mai &ecirc;tre augment&eacute; par Medrol</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> l'acn&eacute;; maladresse, &eacute;tourdissements, rougeur du visage, sensation de mouvement tourbillonnant; inconfort physique g&eacute;n&eacute;rale; maux de t&ecirc;te, augmentation de l'app&eacute;tit, augmentation de la sudation, naus&eacute;es, nervosit&eacute;, insomnie, maux d'estomac. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); selles noires, poisseuses; modification des graisses corporelles, les changements dans les p&eacute;riodes menstruelles, les changements de couleur de la peau ; douleur dans la poitrine; mental ou modifications de l'humeur (d&eacute;pression), douleurs musculaires, une faiblesse ou perdre, convulsions, naus&eacute;es ou vomissements s&eacute;v&egrave;res, &eacute;tourdissements ou maux de t&ecirc;te intense et soudain, gonflement des pieds ou des jambes, et les sympt&ocirc;mes de l'infection (fi&egrave;vre, frissons , maux de gorge); tendon ou douleur osseuse, l'amincissement de la peau, des ecchymoses ou des saignements inhabituels, sensation cutan&eacute;e inhabituelle, gain de poids inhabituelle; des changements de vision ou d'autres troubles oculaires; vomir ressemblant &agrave; du marc de caf&eacute;. <br /><br /> <strong>Plus d'information </strong><br /><br />&nbsp;Medrol doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>