<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Singulair est un leukotriene (loo-koe-TRY-een) l'inhibiteur qui a utilis&eacute; du traitement d'asthme, la pr&eacute;vention d'asthme incit&eacute; &agrave; l'exercice et rhinitis allergique (le nez &eacute;ternuant, &eacute;touffant, le nez liquide, la d&eacute;mangeaison du nez et les allergies en plein air et en salle). Singulair bloque des substances dans leukotrienes appel&eacute; du corps, qui am&eacute;liore l'asthme et rhinitis allergique.<br /><br /> <strong>Dosage et administrations<br /></strong><br /> Vous recevez le meilleur r&eacute;sultat en l'utilisant chaque jour. Avalez le comprim&eacute; entier avec un verre d'eau/lait. Si vous prendez le comprim&eacute; chewable, on doit m&acirc;cher le comprim&eacute; avant aval&eacute;.<br /> La dose recommand&eacute;e pour les adultes et les enfants 15 ans et est 10 mgs par jour. Pour les &acirc;ges d'enfants 6 &agrave; 14 ans, la dose recommand&eacute;e est 5 mgs, pris une fois tous les jours. Pour les petits enfants 2 &agrave; 5 ans, la dose recommand&eacute;e est 4 mgs, pris une fois tous les jours. Pour l'&acirc;ge d'enfants 6 &agrave; 23 mois, la dose recommand&eacute;e est un paquet de grains oraux (4 mgs), pris une fois tous les jours. Ce m&eacute;dicament devrait &ecirc;tre pris une fois tous les jours le soir. Aussi nous voudrions informer que la s&eacute;curit&eacute; et l'efficacit&eacute; dans les patients de p&eacute;diatrie moins de 12 mois d'&acirc;ge n'ont pas &eacute;t&eacute; &eacute;tablies.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre docteur avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Singulair Ne devrait pas &ecirc;tre utilis&eacute; pour le traitement d'attaques d'asthme aigu&euml;s. Singulair Ne devrait pas &ecirc;tre brusque substitu&eacute; &agrave; inhal&eacute; pour corticosteroids inhal&eacute; ou oral. Grossesse &amp; lactation. Les enfants plus grands que/au-dessus 6 ans. En avertissant que si vous avez l'asthme et si votre asthme est rendu plus mauvais par l'aspirine, continuez &agrave; &eacute;viter l'aspirine ou d'autres m&eacute;decines ont appel&eacute; des m&eacute;dicaments antiinflammatoires nonsteroidal en prenant Singulair.<br /><br /> <strong>Contre-indications<br /></strong><br /> Non permis dans les patients avec l'hypersensibilit&eacute; connue &agrave; n'importe quelle composante de ce produit.<br /><br /><strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> les rougeurs de peau, le fait de picoter se faisant facilement des bleus, s&eacute;v&egrave;re, l'engourdissement, la douleur, la faiblesse de muscle;<br /> l'humeur ou les changements de comportement, l'inqui&eacute;tude, la d&eacute;pression, ou les pens&eacute;es du suicide ou de la douleur votre-m&ecirc;me;<br /> tremblements ou secousse;<br /> la douleur de sinus s&eacute;v&egrave;re, l'enflure, ou l'irritation; ou<br /> le fait d'aggraver des sympt&ocirc;mes d'asthme.<br /><br /> Moins s&eacute;rieux incluez :<br /> mal de t&ecirc;te;<br /> la douleur d'estomac, la br&ucirc;lure d'estomac, l'estomac d&eacute;rang&eacute;, la naus&eacute;e, la diarrh&eacute;e;<br /> douleur de dent;<br /> sentiment fatigu&eacute;;<br /> la fi&egrave;vre, le nez &eacute;touffant, le mal de gorge, la toux, l'enrouement; ou<br /> rougeurs l&eacute;g&egrave;res.<br /><br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Singulair et disent &agrave; votre docteur aussit&ocirc;t que possible. Entretenez-vous aussi avec votre docteur sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Singulair communiquent avec les m&eacute;decines suivantes : cisapride; nitrate de methscopolamine; les nitrates comme l'amyle nitrite, isosorbide dinitrate, isosorbide le mononitrate, la nitroglyc&eacute;rine; nitroprusside; d'autres produits sildenafil. Aussi cette m&eacute;decine communique : de certains m&eacute;dicaments pour l'hypertension; de certains m&eacute;dicaments pour le traitement de VIH infection ou de SIDA; de certains m&eacute;dicaments utilis&eacute;s pour fongique ou les infections de levure, comme fluconazole, itraconazole, ketoconazole et voriconazole; cimetidine; erythromycin; rifampin. Notez aussi qu'une action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre docteur sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose </strong><br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>