<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Ventolin est un r&eacute;cepteur &beta;2-adrenergic s&eacute;lectif agonist. Ses doses th&eacute;rapeutiques communiquent avec les r&eacute;cepteurs &beta;2-adrenergic dans les muscles des bronches. Apr&egrave;s que l'inhalation de 10-20 % de la dose administr&eacute;e atteint l'appareil respiratoire inf&eacute;rieur. La m&eacute;dication commence &agrave; l'acte 4-5 les minutes apr&egrave;s l'inhalation et fait depuis 4-6 heures. Ventolin est utilis&eacute; aux sympt&ocirc;mes de soulagement d'asthme, pour traiter des patients avec la bronchite obstructionniste chronique.<br /><br /> <strong>Dosage et administration<br /></strong><br /> N'utilisez pas la m&eacute;dication plus fr&eacute;quemment que recommand&eacute;. La dose initiale commune pour l'inhalation est 2.5 mgs, qui pourraient &ecirc;tre augment&eacute;s plus tard jusqu'&agrave; 5 mgs. La solution pour les inhalations doit &ecirc;tre prot&eacute;g&eacute;e de la contamination microbienne qui pourrait s'&eacute;tendre au patient muqueux. Utilisez des techniques aseptiques convenables chaque fois que vous ouvrez la bouteille. &Eacute;vitez n'importe quel contact du bout de compte-gouttes de la bouteille avec n'importe quelle surface. N'utilisez pas la solution si elle change la couleur ou devient nuageuse.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Si vous avez remarqu&eacute; que la m&eacute;dication n'aide pas ou tes sympt&ocirc;mes se sont d&eacute;t&eacute;rior&eacute;s vous devriez v&eacute;rifier avec votre docteur. La consommation d'autres m&eacute;dicaments inhal&eacute;s et de m&eacute;dications d'asthme devrait &ecirc;tre faite seulement par les recommandations de votre docteur. Informez votre docteur de toutes les r&eacute;actions allergiques que vous aviez dans l'histoire et aussi du diab&egrave;te, le coeur ou la maladie de vaisseau sanguin, les probl&egrave;mes de rythme du c&oelig;ur, l'hypertension, hyperthyroidism, hypokalemia, les d&eacute;sordres de saisie. <br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; &agrave; la m&eacute;dication ou &agrave; ses composantes dans l'histoire.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires les plus communs sont : le manque de stabilit&eacute; dans les jambes, les bras, les mains, ou les pieds, en tremblant ou en tremblant des mains ou des pieds. Les effets secondaires plus rares incluent rapide, irr&eacute;gulier, le mart&egrave;lement, ou le battement de coeur courant ou le pouls <br /> les palpitations, la douleur de poitrine, le taux du c&oelig;ur rapide et le tremblement ou la nervosit&eacute;.<br /><br /><strong>Interaction des m&eacute;dicaments<br /></strong><br /> Ventolin ne peut pas &ecirc;tre co-administered avec d'autre jeu court sympathomimetic l'a&eacute;rosol bronchodilators ou utilis&eacute; avec la prudence pour &eacute;viter des effets cardiovasculaires nuisibles. L'utilisation simultan&eacute;e avec la monoamine oxidase les inhibiteurs ou les antid&eacute;presseurs tricyclic est contre-indiqu&eacute;e. Leur consommation devrait &ecirc;tre administr&eacute;e 2 semaines plus tard apr&egrave;s que le traitement avec Ventolin est fini. Les agents de bloquant de r&eacute;cepteur adr&eacute;nergiques du b&eacute;ta sont capables de produire bronchospasm s&eacute;v&egrave;re dans les patients avec l'asthme et l'interm&egrave;de bloquent l'effet pulmonaire de b&eacute;ta-agonists (Ventolin). Le b&eacute;ta-agonists aggrave hypokalemia provoqu&eacute; par les diur&eacute;tiques &eacute;pargnant le nonpotassium (tels que la boucle ou les diur&eacute;tiques thiazide). Ventolin diminue des niveaux de s&eacute;rum de digoxin.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Les changements transitoires incit&eacute;s par le r&eacute;cepteur 2-adrenergic agonists tels que tachicardia, tremblement, le mal de t&ecirc;te est des sympt&ocirc;mes d'overdose. Hypopotassemia s&eacute;v&egrave;re appara&icirc;t comme le r&eacute;sultat d'overdose Ventolin.<br /><br /> <strong>Conservation<br /><br /></strong>Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce loin de l'humidit&eacute;, la lumi&egrave;re du soleil, les gosses et les animaux de compagnie dans un r&eacute;cipient serr&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>