<p><strong>Produktbeschreibung</strong><br /><br /> Allgemeine Anwendung<br /> Aciphex ist ein Antigeschw&uuml;r-Medikament, das eine Protonenpumpe (PPIs) hemmt und die Produktion von S&auml;ure durch den Magen blockiert. Biochemisch blockiert es (H +, K +)-ATPase Enzym-System, das hiermit die Endperiode der Chlorwasserstoffs&auml;ure-Produktion hemmt. Danach peroral Einnahme von Aciphex antisecretorial Wirkung wird w&auml;hrend einer Stunde erreicht und ist in 2-4 Stunden maximal. Dieses Medikament wird verwendet, um Geschw&uuml;re im Magen, Syndrom von Zollinger-Ellison, gastroesophageal R&uuml;ckfluss-Krankheit zu behandeln, Helicobacter Magenausg&auml;nge in Patienten mit Geschw&uuml;ren im Magen oder chronischem Magenkatarrh auszurotten. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Dosierung sollte von Ihrem Arzt abh&auml;ngig von Ihrer Bedingung verabreicht werden. Gew&ouml;hnlich in Patienten mit einem akuten Duodenalulcus und c wird es empfohlen, 1 Etikett (20 Mg) am Morgen eine Zeit ein Tag w&auml;hrend 4-6 Wochen zu nehmen. H. Magenausgang-Infektion behandelnd, kann Aciphex seit nur einer Woche erforderlich sein. Folgen Sie allen Empfehlungen von Ihrem Arzt und nehmen Sie dieses Rauschgift in gr&ouml;&szlig;eren Mengen nicht, als es Ihnen vorgeschrieben wurde. Bl&ouml;cke sollten ganz geschluckt werden. Zerquetschen Sie nicht, spalten Sie oder kauen Sie sie. Nehmen Sie Aciphex mit oder ohne Mahlzeiten mit einem gro&szlig;en Glas von Wasser, da Essen wenig Wirkung auf seine Absorption hat.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Benachrichtigen Sie Ihren Arzt, wenn Sie eine schwere Leber-Krankheit, Krebs des Magens vorher haben, um dieses Rauschgift zu nehmen. Der Gebrauch von Aciphex in Kindern wird nicht empfohlen. Wie man erwartet, ist es f&uuml;r ein zuk&uuml;nftiges Baby nicht sch&auml;dlich, obwohl Ihren Arzt informieren Sie, wenn Sie schwanger sind oder Stillen. Einige Bedingungen werden mit einer Kombination von Aciphex und Antibiotika behandelt, um so maximale Wirkung von der Behandlung zu erreichen, verwenden alle Ihre Medikamente, wie geleitet, durch Ihren Arzt. <br /><br /> <strong>Kontraindikationen</strong><br /><br /> Schwangerschaft, Stillen, &Uuml;berempfindlichkeit zu Aciphex oder einem eingesetzten benzimidazoles: omeprazole (Prilosec, Zegerid), lansoprazole (Prevacid), pantoprazole (Protonix), rabeprazole (Aciphex), und esomeprazole (Nexium).<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zusammen mit Symptomen von der Allergie (Nesselausschl&auml;ge, Ausschlag, Schwellung der Zunge und des Gesichtes) k&ouml;nnen solche Nebenwirkungen vorkommen: Kopfschmerz, Schwindel, trocknet Mund, Magenschmerzen oder Diarrh&ouml;e, Konstipation, Schlaflosigkeit, Nervosit&auml;t, Ausschlag, oder das Jucken aus. Setzen Sie sich mit Ihrem Arzt f&uuml;r die Hilfe in Verbindung, wenn einige der verzeichneten Nebenwirkungen schwer oder beharrlich ist.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Die Co-Verabreichung mit den Medikamenten, welche Absorption von S&auml;uregehalt der Magen-Ursache-Wechselwirkung von Medikamenten abh&auml;ngt. Aciphex und anderer PPIs reduzieren die Absorption und Konzentration im Blut von ketoconazole (Nizoral) und vergr&ouml;&szlig;ern die Absorption und Konzentration im Blut von digoxin (Lanoxin) das Verursachen der Reduktion der Wirksamkeit vom ersteren und Zunahme der Giftigkeit der Letzteren.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie fehlten, eine Dosis nehmen das Medikament, sobald Sie sich erinnern. Wenn es fast Zeit Ihrer folgenden Dosis ist, gerade lassen seine Einnahme aus und kehren zu Ihrer regelm&auml;&szlig;igen Liste zur&uuml;ck.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Aciphex &Uuml;berdosis sind unbekannt. Wenn Sie denken, dass Sie zu viel vom Rauschgift nahmen, suchen Notarztaufmerksamkeit.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der Raumtemperatur zwischen 59-77 F (15-25 C) weg von Licht und Feuchtigkeit, Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /><br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>