<p><strong>Produktbeschreibung</strong><br /><br /> Allgemeine Anwendung<br /><br /> Actos wird verwendet, um hohen Blutzucker bei Typ-2-Diabetes zu kontrollieren (insulinunabh&auml;ngige Diabetes mellitus). Diese Krankheit wird meist durch die Unf&auml;higkeit des K&ouml;rpers, korrekt auf Insulin zu reagieren, verursacht: Entweder produziert der K&ouml;rper nicht genug Insulin, oder die Zellen ignorieren das Insulin. Insulin ist ein nat&uuml;rliches Hormon, das dabei hilft, den Zucker aus dem Blut in die Zellen zu transferieren, wo es zu Energie metabolisiert wird. Actos wirkt, indem es die Reaktion des K&ouml;rpers auf Insulin verbessert, anstatt seine Insulinproduktion zu erh&ouml;hen. Actos verringert auch die Produktion von &uuml;berfl&uuml;ssigem Zucker in der Leber.<br /> Es ist m&ouml;glich, Actos (und auch Rosiglitazonmaleat) alleine oder zusammen mit Insulininjektionen oder anderer oraler Diabetesmedizin so wie Glipizide, Glibenclamid oder Metformin-Hydrochlorid verwendet werden.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Mittel oral ein, gleichg&uuml;ltig ob mit oder ohne Lebensmittel, empfohlen wird ein Mal am Tag. Folgen Sie s&auml;mtlichen Anweisungen Ihres Arztes, da Ihre Dosierung von Ihrem gesundheitlichen Zustand abh&auml;ngig ist. possible reaction to therapy, and can be corrected if you are treated by other anti-diabetic medications. Nehmen Sie dieses Medikament jeden Tag zur gleichen Zeit ein, da Sie dadurch den gr&ouml;&szlig;ten Nutzen aus dem Medikament kriegen. &Uuml;berpr&uuml;fen Sie den Glucosegehalt im Blut regelm&auml;&szlig;ig. es kann zwei bis drei Monate dauern, bis die volle Wirkung des Medikaments versp&uuml;rt werden kann. Bez&uuml;glich der Einnahme anderer Diabetes-Mittel sollten Sie Ihren Arzt befragen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bevor Sie Actos einnehmen, sollten Sie Ihren Arzt oder Apotheker dar&uuml;ber aufkl&auml;ren, ob Sie allergisch darauf reagieren; wenn Sie allergisch auf andere "Glitazonen" (so wie Rosiglitazone, Troglitazone) reagieren; oder wenn Sie an Allergien jeder m&ouml;glichen Art leiden. Nehmen Sie Actos nicht ein, falls Sie an bestimmten Erkrankungen leiden. Bevor Sie die Behandlung mit Actos beginnen, informieren Sie Ihren Arzt oder Apotheker dar&uuml;ber ob bei Ihnen Folgendes zutrifft: Typ-1-Diabetes (insulinabh&auml;ngiges Diabetes), Herzversagen (akutes kongestives Herzversagen), egal ob k&uuml;rzlich diagnostiziert oder verschlimmert, gef&auml;hrlich hoher Gehalt von Glucose im Blut (diabetischer Ketoazidose) oder Leberdysfunktionen. Bevor Sie dieses Medikament verwenden, legen Sie Ihrem Arzt oder Apotheker bitte Ihre Anamnese offen, vor allem wenn sich darin Folgendes findet: Herzerkrankungen (chronisches kongestives Herzversagen), Leberprobleme, Fl&uuml;ssigkeit in Ihrer Lunge, Schwellungen (&Ouml;dem) oder An&auml;mia. Extrem hoher oder niedrigger Zuckergehalt im Blut kann zu verschwommenem Sehen, Schwindel oder Schl&auml;frigkeit f&uuml;hren; seien Sie besonders vorsichtig dabei, T&auml;tigkeiten auszuf&uuml;hren, die viel Aufmerksamkeit erfordern, so wie zum Beispiel Autofahren oder das Bedienen von Maschinen. Beschr&auml;nken Sie Ihren Alkoholkonsum, w&auml;hrend Sie von diesem Mittel behandelt werden, da dies das Risiko von Hypoglyk&auml;mie erh&ouml;ht. Wenn Sie Fieber, Infektionen, Verletzungen oder Operationen haben, kann dies die Kontrolle vom Zucker in Ihrem Blut erschweren. Suchen Sie Ihren Arzt auf, da wohlm&ouml;glich eine Anpassung der Dosis von diesem Mittel bei Ihnen n&ouml;tig sein k&ouml;nnte. Frauen mit gewissen Fruchtbarkeitsproblemen k&ouml;nnten Schwankungen im Menstruationszyklus versp&uuml;ren (Ovulation) w&auml;hrend Sie dieses Mittel einnehmen. Lassen Sie sich &uuml;ber eine effektive Verh&uuml;tung von Ihrem Arzt oder Apotheker beraten, beziehungsweise lassen Sie sich ein effektives Verh&uuml;tungsmittel verschreiben, w&auml;hrend Sie von Actos behandelt. Das Mittel sollte bei schwangeren Frauen nur bei lebensbedrohlichen Zust&auml;nden verwendet werden. &Uuml;ber seinen Nutzen und die mit seiner Einnahme verbundenen Risiken k&ouml;nnen Sie sich bei Ihrem Arzt informieren. Wenn Sie schwanger sind, kann Ihr Arzt Actos durch Insulin f&uuml;r Sie ersetzen. Folgen Sie allen Anweisungen genau. Es gibt kein Zeugnis davon, dass dieses Mittel in der Muttermilch ausgeschieden wird. W&auml;hrend Sie dieses Mittel einnehmen, wird das Stillen nicht empfohlen. Sprechen Sie mit Ihrem Arzt, bevor Sie das Stillen beginnen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zu den &uuml;blichen Nebenwirkungen von Actos z&auml;hlen unter anderem: Schneller Herzschlag, Schwitzen, Verwirrung, verschwommenes Sehen, Kopfschmerzen, Taubheit oder Kribbeln im Mund, Schw&auml;che, Zittrigkeit, Schwindel, M&uuml;digkeit, Bl&auml;sse und pl&ouml;tzlicher Hunger.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Suchen Sie unverz&uuml;glich medizinische Hilfe auf, wenn Sie der Meinung sind, zu viel von diesem Medikament eingenommen zu haben. Sie k&ouml;nnten Anzeichen von niedrigem Zuckergehalt im Blut versp&uuml;ren, so wie zum Beispiel durch Hunger, Schw&auml;che, Schwindel, Kopfschmerzen, Reizbarkeit, Schl&auml;frigkeit, Ohnmacht, Schweissausbr&uuml;che, Verwirrung, Zittern, schnellen Herzschlag, Kr&auml;mpfe (Krampfanf&auml;lle) oder Koma.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Informieren Sie Ihren Arzt dar&uuml;ber, falls Sie jegliche andere diabetesbehandelnde Medikamente (Insulin, Metformin oder Sulfonylharnstoffe so wie Glibenclamid), pflanzliche oder nat&uuml;rliche Produkte einnehmen (Bockshornklee, Ginseng, Gymnema). Dieses Medikament ist dazu in der Lage, die Effektivit&auml;t von bestimmten Verh&uuml;tungsmitteln zu verringern, was mit einer ungewollten Schwangerschaft enden k&ouml;nnte. Sorgen Sie sich um zus&auml;tzliche und effektive Verh&uuml;tung, w&auml;hrend Sie Actos einnehmen. Sie sollten die Einnahme von jeglichen Mitteln ohne die Einverst&auml;ndnis Ihres Arztes weder beginnen, noch einstellen.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Actos in einem dichten Beh&auml;lter bei Raumtemperatur, trocken und vor Licht gesch&uuml;tzt.<br /><br /><strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>