<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Aldactone ist ein magnium- und kaliumsparendes Diuretikum und Aldosteron-Antagonist. Es verbindet sich kompetitiv mit Aldosteron-Rezeptoren im distalen Teil des Nephrons. Es hat eine harntreibende Wirkung, erh&ouml;ht die Ausscheidung von Natrium-Ionen, verringert die Ausscheidung von Kalium und Magnium und senkt den Gehalt der Urins&auml;ure. Die harntreibende Wirkung des Arzneimittels ist moderat, sie tritt in der Regel nach 2-5 Tagen der Behandlung auf und dauert noch w&auml;hrend 2-3 Tagen nach der Einstellung der Medikamenteneinnahme. Ein schwacher Hypotonieeffekt erscheint in der Regel nach 2-3 Wochen der Behandlung. Aldactone wird in Kombination mit anderen Arzneimitteln zur Behandlung des Bluthochdrucks verwendet. Dar&uuml;ber hinaus erleichtert Aldactone die Entfernung von &uuml;bersch&uuml;ssiger Fl&uuml;ssigkeit aus dem K&ouml;rper bei kongestiver Herzinsuffizienz, Leberzirrhose und Nierenerkrankungen.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> T&auml;gliche Dosis f&uuml;r Erwachsene bei arterieller Hypertonie oder &Ouml;demsyndrom betr&auml;gt 50-100 mg. Es sollte in 1-2 Einnahmen pro Tag aufgeteilt werden. Falls notwendig, kann der Dosis schrittweise bis auf 200 mg pro Tag erh&ouml;ht werden. Die Dauer der Behandlung soll nicht weniger als zwei Wochen betragen. Bei anderen Erkrankungen wie chronischer Herzinsuffizienz, Zirrhose, nephrotischem Syndrom usw. wird m&ouml;glicherweise eine andere Dosierung empfohlen. Fragen Sie Ihren Arzt, bevor Sie sich entscheiden, dieses Medikament zu nehmen. Aldactone sollte nach einer Mahlzeit eingenommen werden, am besten als eine Einzeldosis vor dem Schlafengehen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Trinken Sie keinen Alkohol, da er einige der Nebenwirkungen von Aldactone erh&ouml;ht. Vermeiden Sie zu viel Salz zu essen, denn es kann dazu f&uuml;hren, dass Ihr K&ouml;rper Wasser beh&auml;lt und dadurch die Wirksamkeit von Aldactone abnimmt. Es wird empfohlen, Salzsubstitute oder natriumarme Milcherzeugnisse, die Kalium enthalten zu vermeiden. Vermeiden Sie auch die &Uuml;berhitzung oder Dehydrierung w&auml;hrend der Sport&uuml;bungen. Sprechen Sie mit Ihrem Arzt &uuml;ber die Menge an Fl&uuml;ssigkeiten, die Sie zu sich nehmen sollten. H&ouml;ren Sie mit der Anwendung dieses Arzneimittels nicht auf, wenn Sie wegen Bluthochdruck behandelt werden, auch wenn sich Ihr Gesundheitszustand verbessert hat. <br /><br /> <strong>Kontraindikationen</strong><br /><br /> &Uuml;berempfindlichkeit, Morbus Addison, Hyperkaliemie, gleichzeitige Einnahme der Kaliumpr&auml;parate oder anderer kaliumsparenden Diuretika wie Aldactazide, Amilorid (Midamor, Moduretic), Triamteren (Dyrenium, Dyazide, Maxzide), Hyponatri&auml;mie, chronische Nierenerkrankungen, diabetische Nephropathie, Anurie , Leberversagen, Diabetes mit Verdacht auf chronisches Nierenversagen, diabetische Nephropathie, Schwangerschaft, und einige andere. Bitte nehmen Sie diesen Arzneimittel nur, wenn der von Ihrem Arzt empfohlen wurde.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Bekannte Nebenwirkungen des Medikaments sind: Kopfschmerzen, Durchfall, Kr&auml;mpfe, Benommenheit, Hautausschlag, &Uuml;belkeit, Erbrechen, Impotenz, unregelm&auml;&szlig;ige Menstruation, unregelm&auml;&szlig;iger Haarwuchs. Es ist ein Fl&uuml;ssigkeits- und Elektrolytenungleichgewicht m&ouml;glich, deshalb ist bei Patienten, die mit Aldactone behandelt werden, eine regelm&auml;&szlig;ige &Uuml;berwachung notwendig. Es kann abh&auml;ngig von der Dosis und der Dauer der Therapie eine Vergr&ouml;&szlig;erung der Br&uuml;ste auftreten. Diese Wirkung h&ouml;rt in der Regel auf, wenn Sie die Einnahme von Aldactone einstellen.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Dieses Arzneimittel kann zum niedrigen Natriumgehalt im Blut bei gleichzeitiger Erh&ouml;hung des Kaliumspiegels f&uuml;hren. &Uuml;berm&auml;&szlig;ig hoher Kaliumspiegel im Blut verursacht manchmal potenziell lebensbedrohliche St&ouml;rungen des Herzrhythmus. Daher sollte nicht zusammen mit anderen Mitteln verabreicht werden, die den Kaliumspiegel im Blut erh&ouml;hen k&ouml;nnen. Aldactone kann eine Erh&ouml;hung von Digoxin (Lanoxin) im Blut zu toxischen Mengen verursachen.<br /><br /> <strong>Vergessene Dosis</strong><br /><br /> Nehmen Sie niemals die doppelte Dosis dieses Medikaments. Wenn es bereits Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie die einfach vergessene Dosis und nehmen Sie die Medizin weiterhin nach Ihrem Zeitplan.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Im Falle einer &Uuml;berdosierung des Medikaments ben&ouml;tigen Sie eine sofortige &auml;rztliche Betreuung. Als Symptome einer &Uuml;berdosierung k&ouml;nnen Schl&auml;frigkeit, Verwirrtheit, rote Hautausschlag, &Uuml;belkeit, Erbrechen oder Durchfall auftreten.<br /><br /> <strong>AufLagerung</strong><br /><br /> Aldactone sollte bei Raumtemperatur unter 25 C (77 F) gelagert werden. <br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen konkreten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>