<p><strong>Produktbeschreibung</strong><br /><br /> Allgemeine Anwendung<br /> Amaryl ist ein oral einzunehmendes Mittel, das den Blutzuckergehalt verringert und zu der Klasse von Sulfonylharnstoffen geh&ouml;rt. Seine aktive Substanz ist Glimepirid. Es wird zusammen mit einer speziellen Ern&auml;hrung und &Uuml;bung zur Behandlung von Typ-2-Diabetes (insulinunabh&auml;ngig) verwendet. Seine Wirkung besteht darin, die Absonderung und Freilassung von Insulin aus Beta-Zellen der Bauchspeicheldr&uuml;se (Pankreas-Effekt) zu stimulieren. Amaryl Amaryl wird verwendet, um insulinabh&auml;ngige Diabetes (Typ 1) als Monotherapie oder in Kombination mit Insulin (oder Metformin) zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Die optimale Dosis kann von Ihrem Arzt auf Grund von regul&auml;rer Pr&uuml;fung vom Blutzuckergehalt ermittelt werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Lassen Sie Ihren Zucker nicht zu tief fallen, zum Beispiel wegen Stress, &Uuml;berspringen von Mahlzeiten, zu langer Aktivit&auml;ten oder Alkoholkonsum. Seien Sie informiert &uuml;ber Symptome von Hypoglyk&auml;mie und haben Sie Zuckerreserven griffbereit. Wenn Ihr Zuckergehalt zu hoch ist, k&ouml;nnten Sie sich sehr durstig oder hungrig f&uuml;hlen. &Ouml;fteres Wasserlassen als &uuml;blich ist ebenfalls m&ouml;glich. Nehmen Sie dieses Mittel genau so oft ein, wie es Ihnen verschrieben wurdem da dies ein Teil eines komplizierten Heilprogramms ist, welches aus einer Di&auml;t, Medikamenten und Routine-&Uuml;bungen besteht. Informieren Sie Ihren Arzt dar&uuml;ber, ob Sie schwanger sind, planen es zu werden, an Nebennieren- oder Hypophysenproblemen leiden, bevor Sie dieses Mittel einnehmen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Amaryl wird Patienten untersagt, die in der Anamnese diabetische Ketoazidose, diabetisches Koma und Pr&auml;koma, insulinabh&auml;ngige Diabetes (Typ 1), schwere Nierendysfunktion, starke Leberbeeintr&auml;chtigungen, individuelle &Uuml;berempfindlichkeit auf Amaryl, andere Medikamente der Sulfonylharnstoff-Klasse und Sulfonamide hatten. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Wenn Sie Anzeichen einer allergischen Reaktion auf diese Medizin versp&uuml;ren, so wie zum Beispiel Nesselsucht, Schwellungen des Gesichts und der Kehle, Hautausschl&auml;ge oder andere ausschlaggebende Symptome (starker Hautausschlag, Juckreiz, R&ouml;tungen, bleiche Haut, leichte Bluterg&uuml;sse oder Blutungen, Taubheit, dunkler Urin, lehmfarbiger Stuhl, Bauchschmerzen, Fieber, &Uuml;belkeit), suchen Sie bitte unverz&uuml;glich medizinische Hilfe auf.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Diuretika wie Hydrochlorothiazid (Hydrodiuril, Ezide, Hydro-Par, Microzide, Furosemid (Lasix)), Kortikosteroide so wie Prednison und Methylprednisolon (Medrol), Phenytoin (Dilantin), Niacin und Sympathomimetika wie Pseudoephedrin (Sudafed) sind dazu f&auml;hig, den Zuckergehalt im Blut zu verringern und die Wirkung von Amaryl abzuschw&auml;chen. Propranolol (Inderal) und Atenolol (Tenormin) sind Beta-Blocker und sind ebenfalls dazu im Stande, den Blutspiegel zu beeinflussen und die Aktivit&auml;t von Amaryl zu verringern. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung</strong><br /> Falls Sie zu viel v<br />on der Medizin eingenommen haben, ist unverz&uuml;gliche medizinische Hilfe notwendig. Zu m&ouml;glichen Nebenwirkungen k&ouml;nnen unter anderem z&auml;hlen: Extreme Schw&auml;che, Verwirrung, verschwommenes Sehen, Magenschmerzen, Schwierigkeiten beim Sprechen, Zittrigkeit, Schwitzen, Krampfanf&auml;lle und Koma.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie das Pr&auml;parat bei Raumtemperaturen in einem dichten Beh&auml;lter, trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>