<p><strong>Drug Benutzt </strong><br /><br /> Amitriptylin wird zur Behandlung von Depressionen eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /> <strong>How to use </strong><br /><br /> Verwenden Sie Amitriptylin wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /> Amitriptylin kommt mit einer weiteren Informationen zum Patienten Blatt genannt Medication Guide. Lesen Sie ihn sorgf&auml;ltig und las sie jedes Mal, wenn Sie Amitriptylin aufgef&uuml;llt. <br /> Amitriptylin kann mit dem Essen oder auf n&uuml;chternen Magen eingenommen werden. <br /> Vermeiden Sie essen oder trinken Grapefruitsaft bei Einnahme von Amitriptylin. <br /> Amitriptylin kann bis zu 30 Tagen, um die Symptome der Depression zu kontrollieren. Weiter zu Amitriptylin verwenden, selbst wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Amitryptilin ist ein trizyklischen Antidepressiva. Wie trizyklische Antidepressiva verbessern Depression Symptome ist nicht vollst&auml;ndig gekl&auml;rt. Sie sind gedacht, um die Aktivit&auml;t bestimmter Chemikalien im Gehirn erh&ouml;hen (Noradrenalin, Serotonin), die zur Verbesserung Stimmung. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Amitriptylin verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung</strong> <br /><br /> Shop Amitriptylin zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Amitriptylin au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Amitriptylin, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Amitriptylin; <br /> Sie gegenw&auml;rtig oder einen Monoaminoxidase-Hemmer (MAO-Hemmer) genommen (zB Phenelzin, Selegilin) innerhalb der letzten 14 Tage; <br /> Sie sind unter Antihistaminika (zB, Diphenhydramin), Cisaprid, Droperidol, ein Ketolid (z. B., Telithromycin), ein Makrolid (zB Erythromycin), auf jeder Packung oder Pimozid; <br /> Sie erholen sich von einem Herzinfarkt. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Amitriptylin. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> Wenn Sie eine Geschichte von psychischen Erkrankungen (z. B., bipolare St&ouml;rungen, Manie, manisch-depressiv), oder in Erw&auml;gung gezogen haben oder Selbstmordversuch <br /> wenn Sie Alkohol konsumieren regelm&auml;ssig oder 3 oder mehr alkoholische Getr&auml;nke pro Tag <br /> wenn Sie an Glaukom, ein unregelm&auml;&szlig;iger Herzschlag, Herzerkrankungen, Schmerzen in der Brust-, Leber-Erkrankungen, Prostata-Probleme, Schilddr&uuml;senerkrankungen, oder k&ouml;nnen (Harnverhalt urinieren) <br /> wenn Sie eine Vorgeschichte von Krampfanf&auml;llen, Epilepsie oder Porphyrie <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Amitriptylin. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> MAO-Hemmer (zB Phenelzin, Selegilin), weil sie kann zu schwerwiegenden, manchmal lebensbedrohlichen Reaktionen. Nehmen Sie NICHT mit MAO-Hemmern oder innerhalb von 2 Wochen zu nehmen, Amitriptylin <br /> Anticholinergika (zB Scopolamin), Bupropion, Cimetidin, Fluconazol, Phenothiazine (zB Chlorpromazin), SSRI (zB Fluoxetin), Terbinafin oder Valproins&auml;ure, da Nebenwirkungen wie Sehst&ouml;rungen, Schwierigkeiten beim Wasserlassen, M&uuml;digkeit oder Sedierung, trockener Mund, oder Benommenheit auftreten <br /> Antihistaminika (zB, Diphenhydramin), Cisaprid, Droperidol, Ketoliden (z. B., Telithromycin), Makrolid-Antibiotika (zB Erythromycin), auf jeder Packung, Pimozid oder Streptograminen (zB Quinupristin / Dalfopristin), weil schwerwiegende Nebenwirkungen auf das Herz (zB Herzrasen , k&ouml;nnen Schwindel, Ohnmacht, lebensbedrohliche anormalen Herzschlag f&uuml;hrt zu Bewusstlosigkeit, und der Mangel an Herzschlag, von Amitriptylin erh&ouml;ht werden <br /> Carbamazepin, Schilddr&uuml;sen-Medikamente (zB, Levothyroxin) oder Stimulanzien (z. B. Salbutamol, Pseudoephedrin), weil ihre Nebenwirkungen k&ouml;nnen durch Amitriptylin erh&ouml;ht werden <br /> Warfarin, da Nebenwirkungen wie einer schweren Blutung kann durch Amitriptylin erh&ouml;ht werden <br />Clonidin, Guanethidin oder guanfacine, da die Wirksamkeit dieser Medikamente verringert werden k&ouml;nnen</p><p><strong>Possible Side Effects </strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> verschwommenes Sehen, Ver&auml;nderung des sexuellen Verlangens oder die F&auml;higkeit, Verstopfung, Durchfall, Schwindel, Benommenheit, Mundtrockenheit, Kopfschmerzen, Appetitlosigkeit, &Uuml;belkeit, M&uuml;digkeit, Schlafst&ouml;rungen, Schw&auml;che. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Schmerzen in der Brust, Verwirrung, dunkler Urin, Wahnvorstellungen, Schwierigkeiten beim Sprechen oder Schlucken, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Fieber, Sch&uuml;ttelfrost oder Halsschmerzen, Halluzinationen, neue oder sich verschlechternde Unruhe, Angst, Panikattacken, Aggressivit&auml;t, Impulsivit&auml;t, Reizbarkeit, Feindseligkeit, &uuml;bertriebenes Gef&uuml;hl des Wohlbefindens, Unruhe oder Unverm&ouml;gen still zu sitzen, Taubheit oder Kribbeln in einem Arm oder Bein; einseitige Schw&auml;che; Anf&auml;lle; schweren oder anhaltenden Schwindel oder Kopfschmerzen, eine schwere und anhaltende Probleme mit dem Schlafen, verwaschene Sprache, Selbstmordgedanken oder-handlungen, Zittern, Probleme beim Wasserlassen; unkontrollierte Muskelbewegungen (z. B. des Gesichts, der Zunge, der Arme , Beine), ungew&ouml;hnliche Blutungen oder Bluterg&uuml;sse, ungew&ouml;hnliche oder schwere mentale oder Stimmungsschwankungen, Sehst&ouml;rungen, Gelbf&auml;rbung der Haut oder Augen. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Wenn Sie Fragen zu Amitriptylin, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Amitriptylin ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>