<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Ampicillin ist ein Antibiotikum des breiten Spektrums von der aminopenicillin Gruppe. Sein Mechanismus der Handlung ist antibakteriell und besteht in der Hemmung des Aufbaus von zu Ampicillin empfindlichen Bakterienzellw&auml;nden. Es wird im acidic Inhalt des Magens nicht zerst&ouml;rt, wird leicht absorbiert. Ampicillin ist zum Gramm positive Kleinstlebewesen und auch ein Gramm negative (Salmonelle, schigella, proteus, E. coli, Klebsiella pneumoniae, Haemophilus influenzae, der Bazillus von fr&uuml;her genanntem Pfeiffer) aktiv und wird f&uuml;r die Behandlung des durch Mischbakterien provozierten kranken verwendet. Kleinstlebewesen, die penicillase erzeugen, sind gegen Ampicillin widerstehlich. Dieses Medikament wird verwendet, um Lungenentz&uuml;ndung und andere Infektionskrankheiten Atmungs-, urogenital, gastrointestinal Systeme zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie genau wie vorgeschrieben. Ampicillin Kapseln sollten mit einem vollen Glas von Wasser eine halbe Stunde vorher oder 2 Stunden nach einer Mahlzeit genommen werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Wenn zu Penicillin oder cephalosporin Antibiotika allergisch sind, setzen Sie sich mit Ihrem Arzt zuerst in Verbindung als, dieses Rauschgift zu nehmen. Dieses Medikament kann Diarrh&ouml;e verursachen so informieren Sie Ihren Arzt, wenn Sie es vorher haben, um irgendein Rauschgift f&uuml;r Diarrh&ouml;e zu nehmen. Ampicillin kann ein falsches positives Ergebnis in bestimmten Urintraubenzucker-Tests zeigen. Wenn Sie Ampicillin seit langem genommen haben, bevor es unwirksam in Ihrem Organismus wegen so genannter Superinfektion scheinen kann, Ihren Arzt zu informieren, wenn sich Ihre Symptome nicht verbessern oder schlechter werden.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit zu Ampicillin. Umsicht sollte ausge&uuml;bt werden, wenn es Leber-Insuffizienz, Asthma, Heufieber gibt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Kolik, Diarrh&ouml;e, Fieber, das Jucken, der Brechreiz, der Ausschlag, die wunde Zunge oder der Mund, der Emesis.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Ampicillin erh&ouml;ht Wirkung der m&uuml;ndlich genommenen Medikamente, die Blutgerinnsel-Bildung verhindern. Dieses Medikament kann sich Arbeit von bestimmten oralen Empf&auml;ngnisverh&uuml;tungsmitteln einmischen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn dieses Medikament zweimal t&auml;glich nehmen und eine Dosis verpasste, nehmen Sie es, sobald Sie sich erinnern, die folgende Dosis 5-6 Stunden sp&auml;ter nehmen. Wenn Sie das Rauschgift dreimal t&auml;glich nehmen, die verpasste Dosis nehmen, sobald Sie sich erinnern und den folgenden in 2-4 Stunden tun.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie annehmen, dass Sie zu viel Ampicillin nahmen und haben Sie Symptome von der Allergie (Nesselausschl&auml;ge, Sturm) setzen sich mit Ihrem Arzt sofort in Verbindung.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59 und 86 Graden F (15-30 Grade C) weg vom Licht und der Feuchtigkeit.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>