<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Hydroxyzine (Atarax, Vistaril) hat ein Beruhigungsmittel und anxiolitic Wirkung. Es ist ein Antihistaminikum mit anticholinergisch, und Beruhigungsmittel-Eigenschaften pflegten, Allergie zu behandeln. Es betrifft positiv kognitive geistige Anlagen, verbessert Ged&auml;chtnis und Aufmerksamkeit. Das Medikament verursacht psychologische Abh&auml;ngigkeit und Hingabe nicht. Es entspannt glatte Muskel, hat einen bronchodilator und analgetic Wirkung sowie hemmt gem&auml;&szlig;igt Magensekretion, es kann als Antiemetikum und myorelaxant verwendet werden. Hydroxyzine reduziert das Jucken von Nesselausschl&auml;gen, das Ekzem, die Hautentz&uuml;ndung usw. Nachdem Nahrungsaufnahme Hydroxyzine wird zu seiner aktiven Form umgewandelt, cetirizine (Zyrtec) nannte. Sowohl hydroxyzine als auch cetirizine handeln als Antihistaminika.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Eine ganze t&auml;gliche Dosierung von 25-100 Mg f&uuml;r Erwachsene sollte in mehrere Einnahmen in der allgemeinen Praxis, in der Psychiatrie t&auml;gliche vielleicht verdreifachte Dosis geteilt werden. Die &uuml;bliche Dauer der Behandlung ist vier Wochen. Das Volumen der Dosierung sollte f&uuml;r im Alter von Personen und auch in F&auml;llen der Niere- oder Leber-Insuffizienz verringert werden. Verwenden Sie dieses Rauschgift nicht es sei denn, dass es von Ihrem Arzt vorgeschrieben wurde.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Wenn solche Nebenwirkungen wie Schl&auml;frigkeit und Schw&auml;che nicht verschwinden, nachdem mehrere Tage der Behandlungsdosierung von Hydroxyzine reduziert werden sollten. Vermeiden Sie gleichzeitige Einnahme mit Hemmstoffen von MAO. Es wird f&uuml;r Patienten vorsichtig vorgeschrieben, die, die, die arrythmia unterworfen sind oder anti-arrythmia Medikamente ebenso f&uuml;r Patienten nehmend f&uuml;r Konvulsionen geneigt gemacht sind, mit Glaukom des schmalen Winkels, prostatischer Hypertrophie, hyperthyroidism krank sind. Vermeiden Sie, Alkohol w&auml;hrend der Periode der Behandlung mit Hydroxyzine zu trinken. Fahrer und Arbeitgeber, deren Aufgaben hohe Konzentration der Aufmerksamkeit fordern, sollten das Medikament sorgf&auml;ltig im Prozess ihrer Arbeit nehmen.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, einschlie&szlig;lich eines zu cetirizine, aminophylline oder ethylenediamine; porphyria; porphiria, Schwangerschaft, w&auml;hrend der Arbeit und der &Uuml;bergabe, des Stillens.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Notarzthilfe ist erforderlich, wenn einige dieser Zeichen einer Allergie gefunden wird: Nesselausschl&auml;ge; Schwierigkeitsatmen; von Ihrem Gesicht, Lippen, Zunge, oder Gurgel schwellend. Die Medikament-Einnahme sollte unterbrochen. Andere Nebenwirkungen k&ouml;nnen einschlie&szlig;en: Sedierung, M&uuml;digkeit, Schl&auml;frigkeit, Schwindel, st&ouml;rte Koordination, trocknend und von m&uuml;ndlichen und anderen Atmungssekretionen, und Magen-Unwohlsein, Verwirrung dick werdend, Nervosit&auml;t, Irritabilit&auml;t, verschmierte Vision, doppelten visio, Beben, Verlust des Appetits, Brechreizes.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Hydroxyzine strenghens die beruhigende Wirkung auf das Zentralnervensystem von Alkohol und anderen Rauschgiften, die Sedierung wie die benzodiazepine Klasse von Antiangst-Rauschgiften (Valium, Ativan, Klonopin, Xanax) oder Rauschgiften verursachen k&ouml;nnen, die der Narkosemittel-Klasse von Schmerzmedikamenten (Percocet, Vicodin, Dilaudid) und andere geh&ouml;ren. Hydroxyzine kann auch die trocknenden Effekten anderer Medikamente mit anticholinergischen Eigenschaften verst&auml;rken, so sollte die Dosis von Hydorxyzine reduziert werden.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Hybersedation, Beben, Konvulsionen, Konvulsionen, Halluzinationen, Delirium, Verwirrung, Hypotension, Brechreiz, Erbrechen. Allgemeine Behandlung schlie&szlig;t Induktion des Erbrechens (in der Abwesenheit spontan ein), Magensp&uuml;lung, &Uuml;berwachung der &Uuml;berwachung von Lebensk&ouml;rperfunktionen ein. Unmittelbare medizinische Aufmerksamkeit ist erforderlich.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren. Verwenden Sie nach dem Ausatmungsbegriff nicht. Behalten Sie bereite Suspendierung in einem K&uuml;hlschrank w&auml;hrend 14 Tage, aber frieren Sie sie, bis weg nach dem Begriff nicht ein.<br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>