<p><strong>Avapro</strong><br /><br /> <strong>Allgemeiner Gebrauch</strong><br /><br /> Avapro ist ein blutdrucksenkendes Arzneimittel, Antagonist von Angiotensin II-Rezeptoren. Es blockiert gezielt und irreversibel die Rezeptoren von Angiotensin, was zur Hemmung der biologischen Wirkungen von Angiotensin II f&uuml;hrt. Angiotensin-II-Effekte beinhalten Vasokonstriktion und anregenden Einfluss auf die Ausscheidung von Aldosteron und Aktivierung des sympathischen Nervensystems. Als Folge der Behandlung mit Avapro sinkt der arterielle Blutdruck, und das Herz muss nicht so hart arbeiten, um Blut zu pumpen. Das Medikament hat keinen Einfluss auf die Konzentration von Cholesterin, Triglyceriden, Glukose und Harns&auml;ure im Blutplasma und auf die Ausscheidung von Harns&auml;ure mit Urin.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Die Anfangsdosis betr&auml;gt 150 mg und kann bei Notwendigkeit bis zu 300 mg erh&ouml;ht werden. In einigen F&auml;llen, z.B. bei einer chloridarmen Ern&auml;hrung, Behandlung mit bestimmten Diuretika usw. darf die Initialdosis nicht kleiner sein. Avapro wird einmal t&auml;glich, vorzugsweise zur gleichen Zeit eingenommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Das Medikament darf nicht bei Patienten mit Nieren- oder Leberversagen, Herzinsuffizienz, nach starkem Erbrechen oder Durchfall und auch w&auml;hrend der Behandlung mit kaliumsparenden Diuretika oder kaliumenthaltenden Medikamenten verabreicht werden. Dieses Medikament verursacht schwere Sch&auml;den f&uuml;r das ungeborene Baby (evtl. Tod), wenn es in den letzten sechs Monaten der Schwangerschaft verabreicht wird.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Schwangerschaft, Kindheit, &Uuml;berempfindlichkeit gegen&uuml;ber Avapro.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Die h&auml;ufigsten Nebenwirkungen von Avapro sind Durchfall, Bauchschmerzen oder Sodbrennen. Falls Sie eine allergische Reaktion auf das Medikament bekommen (Fieber, Atembeschwerden, Nesselsucht), wenden Sie sich an Ihren Arzt. Avapro kann eine Erkrankung hervorrufen, die die Aufschl&uuml;sselung der Skelettmuskulatur und dann Nierenversagen verursacht. Wenden Sie sich an Ihren Arzt, wenn Sie Muskelschmerzen, Empfindlichkeit oder Schw&auml;che bekommen, vor allem dann, wenn Sie dabei Erbrechen und dunkel gef&auml;rbten Urin sowie Schwierigkeiten beim Wasserlassen haben.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Es sind keine bedeutsamen Wechselwirkungen f&uuml;r dieses Medikament bekannt. Bei gleichzeitiger Einnahme mit kaliumsparenden Diuretika kann sich die Menge an Kalium im Blutplasma erh&ouml;hen.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Nehmen Sie niemals die doppelte Dosis dieses Medikaments. Wenn es bereits Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie die einfach vergessene Dosis und nehmen Sie die Medizin weiterhin nach Ihrem Zeitplan.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Im Falle einer &Uuml;berdosierung ben&ouml;tigen Sie sofortige &auml;rztliche Hilfe. Die Symptome sind: schneller oder langsamer Herzschlag und Schwindel.<br /><br /> <strong>AufLagerung</strong><br /><br /> Die Tabletten sollten bei der Raumtemperatur 15-30 C (59-86 F) gelagert werden.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen konkreten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>