<p><strong>Drug Benutzt</strong> <br /><br /> Bactroban ist zur Behandlung von Infektionen der Haut eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /> <strong>Gebrauchsanweisung<br /></strong><br /> Verwenden Sie Bactroban wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Waschen und trocken das betroffene Gebiet. Tragen Sie eine kleine Menge des Arzneimittels auf den Bereich behandelt werden. Reiben der Medizin, bis sie gleichm&auml;&szlig;ig verteilt wird. <br /><br /> Die betroffene Region kann mit Gaze oder einem Verband bedeckt werden. <br /><br /> Zur Kl&auml;rung Ihrer Infektion vollst&auml;ndig nutzen Bactroban f&uuml;r das gesamte Verlauf der Behandlung. Halten Sie es verwenden, auch wenn Sie sich besser f&uuml;hlen in ein paar Tagen. <br /><br /> Waschen Sie Ihre H&auml;nde sofort nach der Anwendung von Bactroban. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Bactroban ist ein antibakteriell. Es funktioniert durch die Beendigung der Produktion der wesentlichen Proteine von den Bakterien ben&ouml;tigt, um zu &uuml;berleben. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis des Arzneimittels haben, nehmen Sie sie sobald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. <br /><br /> <strong>Lagerung</strong> <br /><br /> Bactroban sollten bei Raumtemperatur aufbewahrt werden 15-30C (59-86F)</p><p>Warnungen / Vorsichtsma&szlig;nahmen <br /><br /> Verwenden Sie KEINE Bactroban, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Bactroban <br /><br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Bactroban. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> Wenn Sie behandeln ein brennen oder offene Wunde <br /> wenn Sie Nierenprobleme haben <br /><br /> Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Bactroban. Es sind jedoch keine spezifischen Wechselwirkungen mit Bactroban zu diesem Zeitpunkt bekannt.</p><p><strong>M&ouml;glichen Nebenwirkungen</strong><br /><br /> Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, die aber viele Menschen haben keine oder nur geringf&uuml;gige, Nebenwirkungen. Fragen Sie Ihren Arzt, wenn eine der h&auml;ufigsten Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Burning, Kopfschmerzen, &Uuml;belkeit, Stechen. <br /><br />&Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten:&nbsp;<br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); schwere Reizungen hervorrufen; starkem Juckreiz. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Bactroban, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /><br /> Bactroban ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>