<p><strong>Allgemeine Anwendung<br /></strong><br /> Celebrex geh&ouml;rt zu einer Gruppe von Medikamenten, nicht steroidale Antirheumatika (NSAIDs) genannt. Es dient zur Behandlung von rheumatoider Arthritis, Arthrose, ankylosing Spondylitis, juvenile Arthritis, Regelschmerzen, oder Schmerzen. Es funktioniert durch die Blockade von bestimmten Substanzen im K&ouml;rper, die die Entz&uuml;ndung verursachen, aber es behandelt die Krankheit nicht, die diese Symptome verursachten. <br /> Celebrex wurde auch f&uuml;r die Reduzierung der colorectalen Polypen (Wucherungen an den W&auml;nden des unteren Darm und Rektum) bei Menschen, die an solchen Zustand leiden, der poliposi adenomatosa familiare (FAP) genannt, eine geerbte Neigung zu gro&szlig;e Anzahl von colorectalen Polypen zu entwickeln, die schlie&szlig;lich Krebs verursacht, geschaffen.<br /><br /> <strong>Dosierung und Anleitung</strong><br /><br /> Setzen Sie mit Ihrem Arzt in Verbindung, bevor Sie mit Celebrex beginnen. Verwenden Sie das Medikament nicht l&auml;nger, als vorgeschrieben wurde. Nehmen Sie es oral, mit dem Essen und mit vollem Glas Wasser. <br /> Dies wird Ihren Magen vor m&ouml;glichen Sch&auml;den sch&uuml;tzen, die Celebrex verursachen kann. Enthalten Sie sich mindestens 30 Minuten nach der Einnahme von Celebrex, hinzulegen. Nehmen Sie Celebrex, einmal oder zweimal pro Tag, je nach den Anweisungen, die Sie von Ihrem Arzt erhalten. Nehmen Sie es nie mehr als zweimal in 12 Stunden, und schlucken es ganz. Die empfohlene Dosis f&uuml;r Erwachsene betr&auml;gt:<br /> 1. Arthrose - 200 mg, genommen als Einzeldosis oder in Dosen je 100 mg zweimal pro Tag. <br /> 2. Rheumatoide-Arthritis - 100 bis 200 mg zweimal t&auml;glich. <br /> 3. Akute Schmerzen und Menstruale Kr&auml;mpfe - 400 mg, zus&auml;tzlich 200 mg, wenn es ben&ouml;tigt, am ersten Tag. An folgenden Tagen ist die empfohlene Dosierung 200 mg zweimal pro Tag.<br /> 4. Famili&auml;re Adenomatosis Polyposis - 400 mg zweimal t&auml;glich mit dem Essen. Dosierung ist f&uuml;r Menschen mit gem&auml;&szlig;igten Leber-Problemen in der Regel bis die H&auml;lfte reduziert. Celebrex ist nicht den p&auml;diatrischen Patienten empfohlen.<br /> Hinweis: Diese Anweisung ist hier nur f&uuml;r Ihre Benachrichtigung gegeben. Es ist sehr notwendig, bevor Sie beginnen, Ihren Arzt zu beraten. Es hilft, die besten Ergebnisse zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> Celebrex kann Magengeschw&uuml;re Blutungen oder Lebersch&auml;den verursachen. Mit Celebrex Verwendung k&ouml;nnen Probleme mit den Nieren entstehen, --entweder pl&ouml;tzliche Nierenversagen oder Verschlechterung der vorhandenen Niere-Problemen. Fl&uuml;ssigkeitsretention kann mit Celebrex Verwendung auftreten. Es kann ernsthaft sein, wenn Sie hohen Blutdruck oder Herzinsuffizienz haben. Celebrex sollte nicht w&auml;hrend der Schwangerschaft oder Stillzeit ohne &auml;rztlichen Rat verwendet werden. Aufgrund der m&ouml;glichen nachteiligen Auswirkungen f&uuml;r den S&auml;ugling wird Stillen nicht empfohlen. Beraten Sie Ihren Arzt, bevor die stillen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Celebrex ist, bei Menschen mit bekannter &Uuml;berempfindlichkeit gegen Celecoxib oder jenen Patienten, die allergische Reaktionen auf Sulfonamide gezeigt haben, nicht zul&auml;ssig. Auch Celebrex ist bei Patienten kontraindiziert, die Asthma, Urtikaria oder allergische Reaktionen nach der Einnahme von Aspirin oder anderen NSEM erlebt haben. Ernsthafte, selten t&ouml;dliche Reaktionen, wie anaphylaktischer Schock- auf NSAIDs bei solchen Patienten berichtet wurden.<br /><br /> <strong>M&ouml;gliche Nebenwirkung <br /></strong><br /> dies k&ouml;nnen Sie allergischen Reaktion sein: Nesselsucht, Atembeschwerden, Schwellungen von Ihrem Gesicht, Lippen, Zunge oder Rachen. Als die meisten m&ouml;glichen Nebenwirkungen auftreten: Brustschmerzen, Schw&auml;che, Atemnot, verwaschene Sprache, Probleme mit Sicht oder Gleichgewicht; schwarzer, blutiger oder Teerstuhl; Bluthusten oder Erbrochenes, dass wie Kaffeesatz aussieht; Schwellung oder schnelle Gewichtszunahme; Urinieren weniger als &uuml;blich oder gar keine; Appetitverlust, &Uuml;belkeit, Magenschmerzen, niedriges Fieber, dunkler Urin, lehmfarbener Stuhl, Gelbsucht (Gelbf&auml;rbung der Haut oder Augen), niedrige Fieber, &Uuml;belkeit, Magenschmerzen; Fieber, Halsschmerzen, und Kopfschmerzen, Peeling und roter Hautausschlag; Bluterg&uuml;sse, schwere Kribbeln, Taubheitsgef&uuml;hl, Schmerzen, Muskelschw&auml;che. Weniger schwerwiegende sind: Magenumkippen, Verstopfung, Durchfall, milde Sodbrennen Bl&auml;hungen, Gas, Kopfschmerzen, Schwindel, Nervosit&auml;t; Hautausschlag, Juckreiz, verschwommenes Vision, Klingeln in den Ohren. Wenn Sie einer von diesen Symptome haben, h&ouml;ren Sie mit Celebrex auf und informieren Sie Ihren Arzt so bald wie m&ouml;glich. Auch konsultieren Sie Ihren Arzt von jeder Nebenwirkung, die ungew&ouml;hnlich scheint.<br /><br /> <strong>Wechselwirkungen<br /></strong><br /> Celebrex interagieren mit folgenden Drogen: <br /> Blutd&uuml;nner wie Warfarin (Coumadin); <br /> Diuretika (Wasser-Pillen) z. B. Furosemid (Lasix); Fluconazol (Diflucan); Lithiumbatterien (Eskalith, Lithobid); <br /> ein Herz oder Blutdruck Medikamente wie Candesartan (Atacand), Eprosartan (Teveten), Irbesartan (Avapro, Avalide), Losartan (Cozaar, Hyzaar), Valsartan (Diovan), Telmisartan (Micardis) oder Olmesartan (Benicar); <br /> ein ACE-Hemmer wie Benazepril (Lotsin), Captopril (Capoten), Fosinopril (Monopril), Enalapril (Vasotec), Lisinopril (Prinivil, Zestril), Moexipril (Univasc), Perindopril (Aceon), Quinapril (Accupril), Ramipril (Altace) oder Trandolapril (Mavik). Beachten Sie auch, dass die Interaktion zwischen zwei Medikamenten nicht immer bedeutet, dass Sie mit der Einnahme einer von Ihnen aufh&ouml;ren m&uuml;ssen. Es beeinflusst die Wirkung von Medikamenten, so konsultieren Sie mit Ihrem Arzt dar&uuml;ber, wie sie verwaltet k&ouml;nnen oder verwaltet werden sollen. <br /><br /> <strong>&Uuml;berdosierung</strong> <br /><br /> Symptome von Celebrex &Uuml;berdosierung k&ouml;nnen, &Uuml;belkeit, Erbrechen, Magenschmerzen, Schl&auml;frigkeit, schwarzen oder blutigen Stuhl, Husten bis Blut, flache Atmung, Ohnmacht oder Koma enthalten. Rufen Sie Ihren Arzt sofort an, wenn einer von Ihnen auftritt.<br /> Verpasste Dosis<br /> Nie verdoppeln Sie Ihre Dosis. Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck.<br /> <br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 68-77 Grad F (20-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. Benutzen Sie nicht nach dem Verfalldatum.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>