<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Cephalexin ist ein Antibiotikum der Cephalosporin-Gruppe, das gegen Bakterien wirkt, indem es die Bildung ihrer Zellw&auml;nde verhindert. Es ist widerstandsf&auml;hig genug gegen Penicillinasen von garm-positiven Mikroorganismen, kann aber durch die Beta-Lactamasen der gram-negativen Mikroorganismen zerst&ouml;rt werden. Es weist eine vielseitige Aktivit&auml;t gegen gram-positive Mikroorganismen auf, so wie gegen zum Beispiel Staphylococcus, Staphylococcus epidermidis, Streptococcus, Corynebacterium diphtheriae, Clostridium, Actinomyces israelii, Bacillus anthracis, gegen gram-negative Mikroorganismen so wie zum Beispiel Escherichia coli, Klebsiella, Proteus mirabilis, Neisseria gonorrhoeae, Neisseria meningitidis, Shigella und Salmonellen. Zu allgemeinen Infektionen, die durch Cephalexin behandelt werden, geh&ouml;ren unter anderem Infektionen des Mittelohrs, der Mandeln, der Kehle, des Kehlkopfs (Laryngitis), der Bronchen (Bronchitis) und der Lungen, genauso wie auch Entz&uuml;ndungen der Harnwege, der Haut und der Knochen. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Die Dosierung von Cephalexin betr&auml;gt f&uuml;r Erwachsene 1 bis 4 Gramm in aufgeteilten Dosen. Der Zeitabstand zwischen den Dosen sollte 6 bis 12 Stunden, in Abh&auml;ngigkeit von der Infektion, betragen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Cephalexin einnehmen, informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Allergien, die Sie auf s&auml;mtliche Medikamente haben (vor allem auf Penicillin), und auch dar&uuml;ber, falls Sie an Nieren- oder Lebererkrankungen leiden, Magen- beziehungsweise Darmerkrankungen haben, so wie zum Beispiel Colitis und Diabetes.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie d&uuml;rfen das Medikament nicht einnehmen, falls Sie &uuml;berempfindlich auf Cephalexin, Cephalosporine (Ceclor, Duricef, Omnicef, Spectracef, Suprax, Cefzil, Fortaz, Ceftin) und Beta-Lactamase-Antibiotika reagieren. Bei Patienten mit Nierenerkrankungen, pseudomembran&ouml;ser Kolitis, Schwangerschaft, w&auml;hrend der Stillzeit und bei Kleinkindern im Alter von unter 6 Monaten sollte Vorsicht beachtet werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen unter anderem s&auml;mtliche allergische Reaktionen (Nesselsucht, Hautausschl&auml;ge, Schwellung des Gesichts und der Zunge), Krampfanf&auml;lle, Fieber, Halsschmerzen und Kopfschmerzen mit einer starken Blasenbildung, Sch&auml;lung und rote Hautausschl&auml;ge, bleiche oder gelbe Haut, dunkelfarbener Urin, Fieber, Halluzinationen, Verwirrung oder Schw&auml;che, leichte Blasenbildung oder Blutungen, un&uuml;bliche Schw&auml;che, Verwirrung, Unruhe, verringertes oder ausbleibendes Wasserlassen. Im Falle von ernsthaften und l&auml;nger anhaltenden Nebenwirkungen, die oben aufgez&auml;hlt sind, suchen Sie dringend medizinische Hilfe auf.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Medikamente, die Sie zur Zeit einnehmen, vor allem aber &uuml;ber lebendige Impfstoffe und Probenecid. Cephalexin kann die Effiktivit&auml;t von kombinationsartigen Verh&uuml;tungspillen senken. Dieses Medikament kann daf&uuml;r sorgen, dass f&auml;lschlich positive Resultate bei gewissen diabetischen Urintestprodukten angezeigt werden. Cephalexin erh&ouml;ht die Wirkung indirekter Antikoagulanten, Polphenilbutazon und Furocemide. Salicylate und Indomethacin verlangsamen die Ausscheidung von Cephalolexin durch die Nieren. Medikamente, die die Sekretion in Nierentubuli verringern, erh&ouml;hen die Konzentration von Cephalexin im Blutserum und verlangsamen seine Ausscheidung.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie ernsthafte und l&auml;nger anhaltende Symptome von &Uuml;belkeit, Erbrechen, Magenschmerzen, Durchfall und Blut im Urin versp&uuml;ren, suchen Sie schnellstm&ouml;glich einen Arzt auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.</p>