<p><strong>INDIKATIONEN</strong><br /><br />Clarinex ist ein Antihistaminikum, dass die Auswirkungen der nat&uuml;rlichen chemischen Histamine im K&ouml;rper reduziert. <br />Histamine k&ouml;nnen Symptome wie Niesen, Juckreiz, tr&auml;nende Augen oder laufende Nase verursachen.<br /><br />Es wird auch verwendet, um Haut-Nesselsucht und Juckreiz bei Menschen mit chronischen Hautreaktionen zu behandeln.<br /><br /><strong>HINWEISE</strong><br /><br />Nehmen Sie Clarinex genau wie von Ihrem Arzt verschrieben ein. Clarinex wird in der Regel einmal pro Tag eingenommen.<br />Die Pille nicht zerschlagen, kauen, oder brechen. Schlucken Sie die ganze Pille.<br /><br />Um Desloratadin oral aufl&ouml;sende Tablette (Clarinex RediTabs ) zu nehmen:<br />Halten Sie die Tablette in der Blisterpackung, bis Sie bereit sind, die Medizin einzunehmen. &Ouml;ffnen Sie die Packung <br />und ziehen Sie die Folie von der Blisterpackung. Dr&uuml;cken Sie die Tablette nicht durch die Folie, da Sie die Tablette <br />besch&auml;digen k&ouml;nnten.<br />Legen Sie die Tablette mit trockenen H&auml;nden auf die Zunge. Die Tablette wird sich sofort aufl&ouml;sen.<br />Schlucken Sie die Tablette nicht ganz. Lassen Sie die Tablette in Ihrem Mund, ohne sie zu kauen, zergehen.<br /><br /><strong>DOSIERUNG</strong><br /><br />Nehmen Sie dieses Medikament exakt so ein, wie es Ihnen von Ihrem Arzt verschrieben wurde.<br /><br /><strong>AUFBEWAHRUNG</strong><br /><br />Bewahren Sie Flexisyn bei Raumtemperatur zwischen 20 und 25 Grad Celsius auf. <br />Halten Sie Flexisyn getrennt von Hitze, Feuchtigkeit und Licht auf.<br />F&uuml;r Kinder und Tiere unzug&auml;nglich aufbewahren.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p>Sie sollten Clarinex nicht einnehmen, wenn Sie allergisch gegen Desloratadin oder Loratadin (Claritin) sind.<br /><br />Um sicherzustellen, dass Sie Clarinex sicher einnehmen k&ouml;nnen, informieren Sie Ihren Arzt, wenn das Folgende<br />auf Sie zutrifft:<br /><br />- Nierenerkrankungen<br />- Lebererkrankungen<br /><br />Es ist nicht bekannt, ob Clarinex sch&auml;dlich f&uuml;r ein ungeborenes Baby ist. Bevor Sie dieses Medikament einnehmen, <br />informieren Sie Ihren Arzt, wenn Sie schwanger sind oder planen, w&auml;hrend der Behandlung schwanger zu werden. <br />Clarinex kann in die Muttermilch &uuml;bergehen und einem S&auml;ugling schaden. Das Medikament ist f&uuml;r minderj&auml;hrige<br />ungeeignet</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Erhalten Sie im Notfall sofort medizinische Hilfe, wenn Sie eines der folgenden Anzeichen bemerken:<br /><br />- Nesselsucht<br />- Atembeschwerden <br />- Schwellungen von Gesicht, Lippen, Zunge oder Rachen<br /><br />Rufen Sie Ihren Arzt sofort an, wenn Sie irgendwelche dieser ernsten Nebenwirkungen haben bemerken:<br /><br />- schnellen, stampfenden, oder uneben Herzschlag<br />- Fieber, Grippe-Symptome<br />- Beschlagnahme (Kr&auml;mpfe)<br />- Gelbsucht (Gelbf&auml;rbung der Haut oder Augen)<br /><br />Weniger schwerwiegende Clarinex Nebenwirkungen sind:<br /><br />- trockener Mund, Halsschmerzen, Husten<br />- Muskelschmerzen<br />- Schl&auml;frigkeit , M&uuml;digkeit<br />- &Uuml;belkeit, Durchfall<br />- Kopfschmerzen</p>