<p><strong>Drug Benutzt </strong><br /><br /> Cleocin Gel wird zur Behandlung schwerer Akne eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /> <strong>Gebrauchsanweisung </strong><br /><br /> Verwenden Sie Cleocin Gel wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /> Cleocin Gel ist f&uuml;r die topische Anwendung auf der Haut geeignet. <br /> Reinigen und trocknen Sie den betroffenen Bereich. Cover der betroffenen und Umgebung mit einem d&uuml;nnen Film der Medizin. <br /> Cleocin Gel funktioniert am besten, wenn sie zur gleichen Zeit verwendet wird, jeden Tag. <br /> Weiter Clindamycin Gel zu verwenden, selbst wenn Ihr Zustand verbessert. Verpassen Sie keine Dosen. <br /><br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber die Verwendung Cleocin Gel haben. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Cleocin Gel ist ein aktuelles Lincomycin Antibiotikum. Es funktioniert durch das T&ouml;ten von sensiblen Bakterien, die Akne verursachen und die Verringerung der Menge an freien Fetts&auml;uren, dass die Oberfl&auml;che der Haut zu reizen. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Cleocin Gel, verwenden Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Verwenden Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Cleocin Gel bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C) in einem dicht geschlossenen Beh&auml;lter lagern. Kurze Zeitr&auml;ume bei Temperaturen von 59 bis 86 Grad F (15 bis 30 Grad C) sind zul&auml;ssig. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Cleocin Gel au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Cleocin Gel, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Cleocin Gel oder Lincomycin; <br /> Sie haben Morbus Crohn, Antibiotika-assoziierte Kolitis oder Colitis ulcerosa. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Bevor Sie Cleocin Gel: <br /> Einige medizinische Bedingungen k&ouml;nnen mit Cleocin Gel. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen; <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder Nahrungserg&auml;nzungsmittel einnehmen; <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen; <br /> wenn Sie ein Magen-Darm (Darm) Krankheit oder Durchfall. <br /><br /> Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Cleocin Gel. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden: <br /> Depolarisierende Muskelrelaxanzien (z. B. Vecuronium) oder Succinylcholin, weil ihre Aktionen und das Risiko ihrer Nebenwirkungen k&ouml;nnen durch Cleocin Gel erh&ouml;ht werden; <br /> Erythromycin, weil es kann Cleocin Gel R&uuml;ckgang 's Wirksamkeit <br /><br /> Dies kann nicht unbedingt eine komplette Liste aller Interaktionen, die auftreten k&ouml;nnen. Fragen Sie Ihren Arzt, wenn Cleocin Gel kann mit anderen Arzneimitteln, die Sie treffen. Fragen Sie Ihren Arzt, bevor Sie starten, stoppen oder &auml;ndern Sie die Dosis einer Medizin.</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, die aber viele Menschen haben keine oder nur geringf&uuml;gige, Nebenwirkungen. Fragen Sie Ihren Arzt, wenn eine der h&auml;ufigsten Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Trockenheit, Juckreiz, &ouml;lige oder fettige Haut. <br /><br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); Blut oder Schleim im Stuhl, blutiges oder schwerer Durchfall, Bauchkr&auml;mpfe oder Schmerzen, Schwellung, R&ouml;tung , Brennen, oder Sch&auml;len der Haut. <br /><br /> Dies ist keine vollst&auml;ndige Liste aller Nebenwirkungen, die auftreten k&ouml;nnen. Wenn Sie Fragen zu Nebenwirkungen, kontaktieren Sie Ihren Arzt. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Cleocin Gel kann Schaden anrichten, wenn es verschluckt wird. Wenn Sie es vielleicht schon den Mund eingenommen werden, wenden Sie sich Giftkontrollzentrum oder Notaufnahme sofort. <br /> Einige Wochen vergehen, bevor Sie Besserung in Ihrer Akne. Fahren Sie mit Cleocin Gel f&uuml;r die volle Zeit von Ihrem Arzt empfohlen. <br /> Achten Sie darauf, Cleocin Gel f&uuml;r das gesamte Verlauf der Behandlung zu verwenden. Wenn Sie dies nicht tun, kann die Medizin nicht klar, bis Ihre Infektion vollst&auml;ndig. Die Bakterien k&ouml;nnten auch weniger anf&auml;llig f&uuml;r diese oder andere Arzneimittel. Dies k&ouml;nnte die Infektion schwerer in die Zukunft zu behandeln. <br /> Lassen Sie sich nicht Cleocin Gel in die Augen oder auf die Innenseite der Nase oder Mund. Wenn Sie versehentlich nutzen Sie die Medizin im Auge, sofort b&uuml;ndig mit einer gro&szlig;en Menge von k&uuml;hlem Leitungswasser. <br /> Wenn eine schwere Durchfall, Magenschmerzen oder entwickeln Kr&auml;mpfe, Blut im Stuhl oder w&auml;hrend der Behandlung oder innerhalb einiger Monate nach der Behandlung mit Cleocin Gel, wenden Sie sich an Ihren Arzt oder Apotheker sofort. Behandeln Sie es nicht, ohne vorher mit Ihrem Arzt. <br /> Sprechen Sie mit Ihrem Arzt, bevor Sie irgendwelche anderen Arzneimittel oder Reinigungsmittel verwenden auf Ihrer Haut. <br /> Cleocin Gel darf nicht bei Kindern j&uuml;nger als 12 Jahre alt werden; Sicherheit und Wirksamkeit bei diesen Kindern haben sich nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Cleocin Gel zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Cleocin Gel in die Muttermilch zu finden ist. Nicht stillen, w&auml;hrend unter Cleocin Gel.</p>