<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Clozaril ist ein atypischer antipsycotic. Es wird verwendet, um Schizophrenie in Patienten zu behandeln, die auf andere Medizin nicht antworten. Es vermindert die Gefahr des selbstm&ouml;rderischen Verhaltens. Es betrifft bestimmte Chemikalien im Gehirn.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Clozaril, wie vorgeschrieben, durch Ihren Arzt. Nehmen Sie es mit oder ohne Essen. Nehmen Sie mit dem Essen, um Magen-Reizung zu reduzieren, wenn Magenverstimmung vorkommt. Setzen Sie fort, die Medizin zu nehmen, selbst wenn Sie sich gut f&uuml;hlen. H&ouml;ren Sie nicht auf, es pl&ouml;tzlich ohne den Rat Ihres Arztes zu nehmen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Erz&auml;hlen Sie Ihrem Arzt &uuml;ber alle Ihre Bedingungen besonders, wenn Sie schwanger sind oder planen, schwanger, Stillen zu werden, wenn Sie irgendwelche Allergien haben, wenn Sie eine Geschichte von Blutgerinnseln, Blutproblemen, hohen Blutcholesterin-Niveaus, Herzproblemen, oder Lunge oder Atmen von Problemen haben, wenn Sie eine Geschichte einer vergr&ouml;&szlig;erten Vorsteherdr&uuml;se haben; anhaltende, schmerzhafte Erektionen; Leber oder Niereprobleme; Anf&auml;lle (eg, Fallsucht); Glaukom; Magen oder Darm-Probleme; oder Demenz, wenn Sie schlechte Gesundheit, Diabetes, oder ein Familienmitglied mit Diabetes haben, oder sind Sie sehr &uuml;bergewichtig, wenn Sie T&auml;tigkeit von Enzymen das metabolize bestimmte Medizin vermindert haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten, um Clozaril nicht zu nehmen, wenn Sie Allergie dagegen haben, haben Sie schwere Schl&auml;frigkeit, Sie haben nicht kontrollierte Anf&auml;lle (Fallsucht) oder Verlust der Darm-Muskelbewegung (paralytischer Darmverschluss), Sie haben Knochenmark-Probleme, andere Blutk&ouml;rperchen-Probleme, oder eine Geschichte von durch Clozaril verursachten Blutproblemen, Sie nehmen andere Medizin, die Blutprobleme verursachen kann.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die allgemeinsten Nebenwirkungen sind trockener Mund, Kopfschmerz, Schwindel, Sodbrennen, vergr&ouml;&szlig;erte sweting oder Speichel-Produktion, Schwindel, wenn Sie aufstehen; Brechreiz; fremde Tr&auml;ume; das Schwierigkeiten-Schlafen; Gewichtszunahme. <br /> Schwere Nebenwirkungen schlie&szlig;en ein: schwere allergische Reaktionen (Ausschlag; Nesselausschl&auml;ge; Schwierigkeitsatmen; Beengtheit in der Brust; vom Mund, dem Gesicht, den Lippen, oder der Zunge schwellend); Aufregung; Wade-Schmerz oder Z&auml;rtlichkeit; Brust-Schmerz; Verwirrung; dunkler Urin; verminderte Koordination; schwach zu werden; schneller oder unregelm&auml;&szlig;iger Herzschlag; Fieber, Sch&uuml;ttelfrost, oder Angina; vergr&ouml;&szlig;erter Hunger, Durst, oder Harnen; Infektion; unwillk&uuml;rliche Bewegungen der Zunge, des Gesichtes, des Mundes, oder des Kiefers (Zunge hervorstehend, das Luftsto&szlig;en von Backen, Mund-Runzeln, Bewegungen kauend); Verlust des Appetits; Erstarrung eines Arms oder Beines; schnelles Atmen; Zappelei; Anf&auml;lle; schweres Kopfschmerz, Schwindel, oder Emesis; schwerer oder beharrlicher Brechreiz oder Konstipation; schwerer Magen-Schmerz; Atemnot; steife Muskeln; pl&ouml;tzliche, ungew&ouml;hnliche Gewichtszunahme; von den H&auml;nden, Kn&ouml;cheln, oder F&uuml;&szlig;en schwellend; Beben; schluckende Schwierigkeiten; nicht kontrollierte Muskelbewegungen; ungew&ouml;hnlich geistig oder Stimmungs&auml;nderungen; ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che; Visions&auml;nderungen; Emesis; yellowing der Haut oder Augen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Sagen Sie Ihrem Arzt &uuml;ber die ganze Medizin, dass Sie nehmen und besonders: Benzodiazepines (lorazepam) oder andere Medizin f&uuml;r geistig oder Stimmungsprobleme, weil die Gefahr des Herzens oder Atmens von Problemen vergr&ouml;&szlig;ert werden kann; cimetidine, erythromycin, quinolone Antibiotika (ciprofloxacin), risperidone, oder ausw&auml;hlende Serotonin-Wiederauffassungsverm&ouml;gen-Hemmstoffe (ASWHen) (fluoxetine), weil sie die Gefahr der Nebenwirkungen von Clozaril vergr&ouml;&szlig;ern k&ouml;nnen; Barbiturs&auml;urepr&auml;parat (Barbiturat), hydantoins (phenytoin), Nikotin, oder rifampin, weil sie die Wirksamkeit von Clozaril vermindern k&ouml;nnen; antiarrhythmics (propafenone, quinidine), anticholinergics (benztropine), carbamazepine, debrisoquin, dextromethorphan, Medizin f&uuml;r Depression oder hohen Blutdruck, phenothiazines (chlorpromazine), oder tricyclic Antidepressiven (amitriptyline), weil die Gefahr ihrer Nebenwirkungen von Clozaril vergr&ouml;&szlig;ert werden kann.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie eine Dosis von Clozaril verpassen, ihn so bald wie m&ouml;glich nehmen. Wenn es fast Zeit f&uuml;r Ihre folgende Dosis ist, lassen Sie die verpasste Dosis aus. Gehen Sie zu Ihrer regelm&auml;&szlig;igen Dosieren-Liste zur&uuml;ck. Nehmen Sie 2 Dosen sofort nicht. Wenn Sie es vermissen, eine Dosis von Clozaril seit mehr als 2 Tagen zu nehmen, fangen nicht an, es wieder zu nehmen. Setzen Sie sich mit Ihrem Arzt sofort f&uuml;r Instruktionen in Verbindung.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der &Uuml;berdosis sind Schl&auml;frigkeit, langsames oder schwieriges Atmen, Schwindel, &uuml;berm&auml;&szlig;ige Erl&ouml;sung, Koma, schnelle oder unregelm&auml;&szlig;ige Herzschl&auml;ge schwach zu werden. Wenn Sie vermuten, dass &Uuml;berdosis medizinische Aufmerksamkeit sofort sucht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Clozaril bei der Raumtemperatur, zwischen 59 und 86 Graden F (15 und 30 Grade C). Lager weg von der Hitze, der Feuchtigkeit, und dem Licht. Lagern Sie im Badezimmer nicht. Behalten Sie Clozaril ausser der Reichweite von Kindern und weg von Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>