<p><strong>Drug Benutzt </strong><br /><br /> Colchicin ist f&uuml;r die Behandlung und Verh&uuml;tung von Schmerzen im Zusammenhang mit Gichtarthritis verwendet. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>&nbsp;Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Colchicin wie von Ihrem Arzt. <br /><br /> Nutzen Sie Colchicin durch den Mund mit oder ohne Nahrung. <br /> Nicht essen oder trinken Grapefruit Grapefruitsaft w&auml;hrend Sie Colchicin. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Colchicin nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Colchicin ist ein Anti-Gicht-Agent. Es funktioniert durch eine Verringerung der Entz&uuml;ndung. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Colchicin, und Sie verwenden es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Colchicin bei 77 Grad Fahrenheit (25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht im Bad. Keep Colchicin au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Colchicin, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Colchicin; <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Trinken Sie keinen Alkohol oder Medikamenten, die Nutzung Schl&auml;frigkeit verursachen k&ouml;nnen (z. B. Schlaf Beihilfen, Muskelentspannung), w&auml;hrend Sie mit Colchicin, sie kann ihre Effekte hinzuf&uuml;gen. Fragen Sie Ihren Apotheker, wenn Sie Fragen zu Arzneimitteln, die Schl&auml;frigkeit verursachen k&ouml;nnen haben. <br /> Colchicin kann zu falsch-positiven Ergebnisse bei der Pr&uuml;fung von Blut oder Urin auf H&auml;moglobin. <br /> Wenn Sie die Einnahme sind Colchicin zu einer schmerzhaften Gichtarthritis behandeln und Sie erleben, &Uuml;belkeit, Erbrechen oder Durchfall, die Einnahme von Colchicin, auch wenn der Schmerz weiter, es sei denn, Ihr Arzt leitet anders. <br /> Lab-Tests durchgef&uuml;hrt werden, w&auml;hrend Sie Colchicin verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Schwangerschaft und Stillzeit: Colchicin hat sich gezeigt, dass Sch&auml;digungen des F&ouml;tus f&uuml;hren. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Colchicin zu diskutieren, w&auml;hrend Sie schwanger sind. Colchicin ist in der Muttermilch gefunden. Wenn Sie sind oder werden stillen, w&auml;hrend Sie Colchicin, Sie bei Ihrem Arzt zu verwenden. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, &Uuml;belkeit, Bauchschmerzen, Erbrechen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Fieber, Infektionen, Taubheit oder Kribbeln, schwere Durchfall, Halsschmerzen, M&uuml;digkeit, ungew&ouml;hnliche Blutungen oder Bluterg&uuml;sse; Schw&auml;che. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Colchicin ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>