<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Compazine ist ein anti-psychotisches Mittel das benutzt wird, um psychotische St&ouml;rungen, so wie zum Beispiel Schizophrenie, zu behandeln. Compazine wird auch daf&uuml;r verwendet, um starke &Uuml;belkeit und Erbrechen zu kontrollieren und um &Auml;ngstlichkeit zu behandeln. Compazine &auml;ndert die chemischen Prozesse in Ihrem Gehirn. Compazine wird meistens als Beruhigungsmittel und antipsychotisches Mittel verwendet.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es oral mit einem Glas Wasser ein, gleichg&uuml;ltig ob mit oder ohne Lebensmittel oder Milch. <br /> Die empfohlene Dosis f&uuml;r Erwachsene h&auml;ngt von der zu behandelnden Krankheit ab:<br /> Zur Behandlung von starker &Uuml;belkeit und Erbrechen<br /> Die &uuml;bliche Dosierung ist eine 5-Milligramm- oder 10-Milligramm-Tablette 3 oder 4 Mal am Tag.<br /> F&uuml;r die Behandlung nicht-psychotischer &Auml;ngstlichkeit<br /> Die &uuml;bliche Dosierung betr&auml;gt 5 Milligramm, drei oder vier Mal pro Tag eingenommen.<br /> Relativ milde Schizophrenie<br /> Die &uuml;bliche Dosis betr&auml;gt 5 oder 10 Milligramm, drei oder vier Mal pro Tag eingenommen.<br /> Mittlere bis schwere Schizophrenie<br /> Die Dosierung beginnt bei 10 Milligramm, drei oder vier Mal pro Tag eingenommen. <br /> Sehr schwere Schizophrenie<br /> Die Dosierung liegt bei 100 bis 150 Milligramm pro Tag.<br /> Die empfohlene Dosis f&uuml;r Kinder h&auml;ngt ebenfalls von der Art der zu behandelnden Krankheit, Gewicht und Alter ab:<br /> Unter zwei Jahre alten Kindern und Kindern mit einem Gewicht unter 20 Pfund sollte Compazine nicht verabreicht werden. <br /> Zur Behandlung von starker &Uuml;belkeit und Erbrechen<br /> Die orale Einnahme von Compazine ist meistens f&uuml;r nicht mehr als einen Tag erforderlich.<br /> Kinder zwischen 20 und 29 Pfund<br /> Die &uuml;bliche Dosis betr&auml;gt 2-0.5 mg ein oder zwei Mal t&auml;glich. Geben Sie nicht mehr als 7.5 mg pro Tag.<br /> Kinder zwischen 30 und 39 Pfund<br /> Die &uuml;bliche Dosis betr&auml;gt 2-0.5 mg zwei oder drei Mal t&auml;glich. Geben Sie nicht mehr als 10 mg pro Tag.<br /> Kinder zwischen 40 und 85 Pfund<br /> Die &uuml;bliche Dosis betr&auml;gt 2-0.5 mg drei Mal t&auml;glich, oder 5 mg zwei Mal am Tag. Geben Sie nicht mehr als 15 mg am Tag.<br /> Zur Behandlung psychotischer St&ouml;rungen<br /> Kinder im Alter von 2 bis 5 Jahren<br /> Die orale oder rektale Anfangsdosis betr&auml;gt 2-0.5 mg zwei oder drei Mal t&auml;glich. Geben Sie nicht mehr als 10 mg am ersten Tag und 20 mg danach.<br /> Kinder im Alter von 6 bis 12 Jahren<br /> Die orale oder rektale Anfangsdosis betr&auml;gt 2-0.5 mg zwei oder drei Mal t&auml;glich. Geben Sie nicht mehr als 10 mg am ersten Tag und 25 mg danach.<br /> Empfehlung f&uuml;r &auml;ltere Erwachsene:<br /><br /> <strong>Hinweis:</strong> Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Verwenden Sie Compazine mit gro&szlig;er Vorsicht bei Menschen mit hepatischen oder renalen Erkrankungen, Glaukomerkrankungen, Prostatahypertrophie, starkem Asthma, verl&auml;ngertem Gebrauch, Herz-Kreislauf-Erkrankungen oder Epilepsie. Nicht bei Kindern im Alter von unter 5 Jahren anwenden. Compazine sollte nicht w&auml;hrend der Schwangerschaft, w&auml;hrend Versuchen, schwanger zu werden oder w&auml;hrend dem Stillen ohne die Einverst&auml;ndnis Ihres Arztes eingenommen werden. Verwenden Sie Compazine nicht vor dem Stillen ohne die Einverst&auml;ndnis Ihres Arztes.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Compazine ist Patienten mit einer &uuml;berempfindlichen Reaktion auf dieses Medikament untersagt. Ebenfalls untersagt ist es Menschen mit schweren toxischen Depressionen des zentralen Nervensystems, Koma, subkortikalen Gehirnsch&auml;den, Knochenmarkdepressionen, schweren Leber- oder Herzerkrankungen, Engwinkelglaukoma oder bei Kinderchirurgie.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Dazu z&auml;hlen alle m&ouml;glichen allergischen Reaktionen. Au&szlig;erdem z&auml;hlen zu den &uuml;blichsten Nebenwirkungen:<br /> Zuckungen oder unkontrollierbare Bewegungen der Augen, der Zunge, der Lippen, des Gesichts, der Arme oder der Beine;<br /> Zittrigkeit, Sabberei, Schwierigkeit beim Schlucken, Gleichgewichtsst&ouml;rungen oder St&ouml;rungen beim Gehen;<br /> Unruhige, nerv&ouml;se oder erregte Gef&uuml;hle;<br /> Hohes Fieber, steife Muskeln, Verwirrung, Schwitzen, schneller oder unregelm&auml;&szlig;iger Herzschlag, schnelle Atmung;<br /> Ohnmachtsgef&uuml;hle;<br /> Krampfanf&auml;lle (Black-out oder Kr&auml;mpfe);<br /> verschlechtertes Sehen bei Nacht, Tunnelblick, w&auml;ssrige Augen, erh&ouml;hte Lichtempfindlichkeit;<br /> &Uuml;belkeit und Magenschmerzen, Hautausschl&auml;ge und Gelbsucht (Vergelbung der Augen oder der Haut);<br /> Bleiche Haut, leichte Blutungen oder Bluterg&uuml;sse, Fieber, Halsschmerzen, Grippesymptome;<br /> Selteneres Wasserlassen als &uuml;blich, beziehungsweise ganzes Ausbleiben;<br /> Gelenkschmerzen oder Schwellungen mit Fieber, geschwollene Dr&uuml;sen, Muskelschmerzen, Brustschmerzen, Erbrechen, ungew&ouml;hnliche Gedanken oder Verhaltensweisen und fleckige Hautfarbe;<br /> Langsamer Herzschlag, schwacher Puls, Ohnmacht, langsame Atmung (Atmung kann ganz aufh&ouml;ren).<br /> Zu weniger ernsthaften Nebenwirkungen z&auml;hlen unter anderem:<br /> Schwindel, Schl&auml;frigkeit, &Auml;ngstlichkeit;<br /> Schlafprobleme(Schlaflosigkeit), seltsame Tr&auml;ume;<br /> trockener Mund, verstopfte Nase;<br /> verschwommenes Sehen;<br /> Verstopfungen;<br /> Schwellungen der Brust oder Sekretion;<br /> Ausbleiben der Periode;<br /> Gewichtszunahme, Schwellungen der H&auml;nde und F&uuml;&szlig;e;<br /> Impotenz, Schwierigkeiten beim Orgasmus;<br /> milder Juckreiz oder Hautausschl&auml;ge;<br /> Kopfschmerzen.<br /> Wenn Sie eines dieser Nebenwirkungen versp&uuml;ren, stellen Sie die Einnahme von Compazine ein und informieren Sie so schnell wie m&ouml;glich Ihren Arzt dar&uuml;ber. Informieren Sie sich bei Ihrem Arzt auch &uuml;ber Nebenwirkungen, die un&uuml;blich zu sein scheinen.<br /><br /><strong>Wechselwirkung<br /></strong><br /> Denken Sie bitte daran, dass eine Wechselwirkung zwischen zwei Medikamenten nicht unbedingt bedeutet, dass Sie die Einnahme eines dieser Medikamente einstellen m&uuml;ssen. Befragen Sie Ihren Arzt dar&uuml;ber, wie Sie mit diesen Wechselwirkungen umgehen sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den &uuml;blichen Symptomen einer &Uuml;berdosierung mit Compazine geh&ouml;ren unter anderem trockener Mund, Verstopfung, Bl&auml;hungen oder Magenkr&auml;mpfe, extreme Schl&auml;frigkeit oder unruhige oder erregte Gef&uuml;hle, &Auml;nderungen der Herzfrequenz, Fieber und Ohnmacht. Wenn Sie eines davon versp&uuml;ren oder andere ungew&ouml;hnliche Symptome wahrnehmen, rufen Sie unverz&uuml;glich Ihren Arzt.<br /><br /> <strong>Lagerung<br /></strong><br /> Bei einer Raumtemperatur von 20-25 Grad Celsius (68-77 Grad Fahrenheit) lagern. <br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>