<p><strong>INDIKATIONEN</strong><br /><br />Copegus ist ein antivirales Medikament.<br /><br />Copegus muss zusammen mit einem Interferon alfa Produkt (wie Pegasys, PegIntron, Sylatron oder Intron A)<br />verwendet werden, um chronisches Hepatitis C zu behandeln.<br /><br /><strong>HINWEISE</strong><br /><br />Nehmen Sie Copegus genau wie von Ihrem Arzt verschrieben ein.<br /><br />Copegus ist nicht wirksam, wenn es allein eingenommen wird. Um Hepatitis C zu behandeln, muss es zusammen <br />mit einem Interferon alfa Produkt verwendet werden.<br /><br />Nehmen Sie das Medikament zusammen mit einer Mahlzeit ein.<br /><br />Verwenden Copegus regelm&auml;&szlig;ig. Trinken Sie extra viel Wasser w&auml;hrend der Einnahme von Copegus.<br /><br /><strong>DOSIERUNG</strong><br /><br />Bitte konsultieren Sie Ihren Arzt, um die erforderliche Dosis festzustellen.<br /><br />Die t&auml;gliche Dosis von 800 mg Copegus wird bis 1200 mg oral, aufgeteilt in zwei Dosen verabreicht. <br />Die Dosis sollte dem Patienten je nach Baseline Charakteristika der Erkrankung (z. B. Genotyp), <br />Reaktion auf die Therapie und Vertr&auml;glichkeit der Therapie individualisiert werden.<br /><br /><strong>AUFBEWAHRUNG</strong><br /><br />Bewahren Sie Flexisyn bei Raumtemperatur zwischen 20 und 25 Grad Celsius auf. <br />Halten Sie Flexisyn getrennt von Hitze, Feuchtigkeit und Licht auf.<br />F&uuml;r Kinder und Tiere unzug&auml;nglich aufbewahren.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p>Sie sollten Copegus nicht einnehmen, wenn Sie allergisch darauf reagieren, <br />oder wenn folgendes auf Sie zutrifft:<br /><br />- Sie leiden an einer schweren Lebererkrankung (vor allem Zirrhose)<br />- Sie leiden an Autoimmun-Hepatitis<br />- Sie leiden an einer St&ouml;rung des H&auml;moglobins wie An&auml;mie, Thalass&auml;mie (Mittelmeer An&auml;mie) oder Sichelzellan&auml;mie<br />- Sie leiden zus&auml;tzlich an Didanosin (Videx)<br />- Sie sind schwanger.<br /><br />Informieren Sie Ihren Arzt, wenn folgendes auf Sie zutrifft:<br /><br />- Nieren- oder Lebererkrankungen (au&szlig;er Hepatitis C)<br />- Hepatitis-B-Infektion<br />- Blutk&ouml;rperchen St&ouml;rung wie An&auml;mie (Mangel an roten Blutk&ouml;rperchen)<br />- Human Immunodeficiency Virus (HIV oder AIDS)<br />- Diabetes<br />- Erkrankung der Bauchspeicheldr&uuml;se<br />- Sarkoidose<br />- Probleme mit der Atmung<br />- Erkrankung der Schilddr&uuml;se<br />- neue oder sich verschlechternde Augenprobleme (wie Retinopathie)<br />- Herzerkrankungen, Bluthochdruck oder Herzinfarkt<br />- Depressionen oder Selbstmordversuch<br />- Leber-, Nieren oder anderen Organtransplantationen <br />- wenn Sie jemals die Behandlung von Hepatitis C erhalten haben und dies nicht gut funktioniert hat<br /><br />Dieses Medikament kann zu Missbildungen oder zum Tode eines ungeborenen Babys f&uuml;hren.<br />Nehmen Sie Copegus nicht ein, wenn Sie schwanger sind. Sie m&uuml;ssen h&auml;ufig Schwangerschaftstests machen, <br />um sofort die Einnahme von Copegus stoppen zu k&ouml;nnen.<br /><br />Auch als Mann sollten Sie Copegus nicht einnehmen, wenn Sie zusammen mit Ihrer Partnerin planen, schwanger<br />zu werden, da durch die Zeugung des Kindes Copegus dem Kind Schaden kann.<br /><br />Verwenden Sie mindestens zwei wirksame Formen der Geburtenkontrolle w&auml;hrend der Einnahme von Copegus <br />und f&uuml;r mindestens weitere 6 Monate nach Ende der Behandlung.<br /><br />Informieren Sie Ihren Arzt sofort, wenn eine Schwangerschaft eintritt, w&auml;hrend entweder die Mutter <br />oder der Vater Copegus einnehmen.<br /><br />Es ist nicht bekannt, ob Copegus in die Muttermilch &uuml;bergeht und so einem S&auml;ugling schaden k&ouml;nnte.<br />Sie sollten w&auml;hrend der Einnahme von Copegus nicht stillen.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Suchen Sie sofort Ihren Arzt auf, wenn eine der folgenden Nebenwirkungen auftritt:<br /><br />- Sehprobleme<br />- Fieber, Sch&uuml;ttelfrost, Gliederschmerzen, Grippe-Symptome<br />- starke Schmerzen im Oberbauch die sich auf den R&uuml;cken ausbreiten, &Uuml;belkeit und Erbrechen, schneller Herzschlag<br />- stechende Schmerzen in der Brust, Keuchen, Kurzatmigkeit<br />- schwere Depressionen, Halluzinationen, Selbstmordgedanken<br />- Schmerzen in der Brust oder Schweregef&uuml;hl, &Uuml;belkeit, Schwitzen, allgemeine Verstimmung<br />- blasse oder gelbe Haut, dunkler Urin, leichte Bluterg&uuml;sse oder Blutungen, Verwirrung oder ungew&ouml;hnliche Schw&auml;che<br /><br />Weniger schwerwiegende Nebenwirkungen sind:<br /><br />- Kopfschmerzen<br />- Muskelschmerzen<br />- Mundtrockenheit<br />- &Uuml;belkeit, Erbrechen, Bauchschmerzen, Appetitlosigkeit<br />- Gewichtsverlust<br />- M&uuml;digkeit oder Gereiztheit<br />- Angst, Stimmungsschwankungen<br />- Schmerzen, Schwellungen oder Reizungen an der Stelle, an der Copegus indiziiert wurde</p>