<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Crestor ist ein cholesterinsenkendes Medikament, das dazu verwendet wird, um Cholesterinspiegel im Blut zu senken, wenn Di&auml;t und Bewegung allein nicht funktionieren. <br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie dieses Medikament mit oder ohne Nahrung, zu einer beliebigen Zeit einmal pro Tag. Schlucken Sie jede Tablette unzerkaut mit Wasser oder Milch.<br /> Die empfohlene Dosis von Crestor betr&auml;gt 5 bis 40 mg. Die Dosierung von 40 mg wird den Patienten verordnet, die ihr LDL-C-Ziel mit einer Dosis von 20 mg nicht erreichen k&ouml;nnen.<br /> Hyperlipid&auml;mie, gemischte Dyslipid&auml;mie, Hypertriglyzerid&auml;mie und Atherosklerose: Anfangsdosis von 10 mg. Cresor 20 mg ist eine Anfangsdosis f&uuml;r Patienten mit LDL-C&gt; 190 mg / dl und aggressiven Lipid-Zielen. HoFH: Die Anfangsdosis betr&auml;gt 20 mg.<br /> Dieses Medikament ist nur ein kleiner Teil eines ganzen Behandlungsprogramms, das auch eine Di&auml;t, Bewegungstherapie und Gewichtskontrolle enth&auml;lt. Folgen Sie Ihrem Di&auml;t-, Medikations- und &Uuml;bungsplan sehr sorgf&auml;ltig.<br /> Hinweis: Diese Anleitung wird nur f&uuml;r eine &Uuml;bersicht ver&ouml;ffentlicht. Es ist dringend notwendig, dass Sie vor der Medikamenteneinnahme Ihren Arzt konsultieren. Es wird Ihnen helfen, optimale Ergebnisse bei der Behandlung zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Nehmen Sie Crestor nicht nicht, wenn Sie Probleme mit der Leber haben oder schon einmal an einer Krankheit litten, die Ihre Leber beeintr&auml;chtigte, wenn Sie Probleme mit den Nieren haben, wenn bei Ihnen eine Myopathie diagnostizert wurde, wenn Sie immunsuppressives Medikament Cyclosporin einnehmen , wenn Sie schwanger sind, wenn es eine M&ouml;glichkeit besteht, dass Sie schwanger werden k&ouml;nnen oder wenn Sie stillen. Konsultieren Sie Ihren Arzt, wenn Sie andere Arzneimittel einnehmen, auch die rezeptfreien Medikamente. Insbesondere informieren Sie Ihren Arzt, wenn Sie eins der folgenden Medikamente einnehmen: Gemfibrozil, Cyclosporin, Warfarin, Antazida, Erythromycin oder ein orales Kontrazeptivum.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Crestor ist kontraindiziert bei Patienten:<br /> - Mit &Uuml;berempfindlichkeit gegen Rosuvastatin oder einem der sonstigen Bestandteile des Pr&auml;parats;<br /> - Mit aktiver Lebererkrankung;<br /> - Mit schwerer Niereninsuffizienz;<br /> - Mit Myopathie;<br /> - Mit gleichzeitiger Einnahme von Ciclosporin;<br /> - W&auml;hrend der Schwangerschaft und Stillzeit und bei Frauen im geb&auml;rf&auml;higen Alter, die keine sicheren Verh&uuml;tungsmethoden anwenden;<br /> Die 40 mg Dosis ist bei Patienten mit pr&auml;disponierenden Faktoren f&uuml;r Myopathie / Rhabdomyolyse kontraindiziert. Solche Faktoren beinhalten:<br /> - M&auml;&szlig;iger Niereninsuffizienz;<br /> - Hypothyreose;<br /> - Pers&ouml;nliche oder famili&auml;re Geschichte der erblichen Muskelerkrankungen;<br /> - Vorgeschichte der Behandlung von muskul&auml;rer Toxizit&auml;t mit einem anderen HMG-CoA-Reduktase-Hemmer oder Fibrate;<br /> - Alkoholmissbrauch;<br /> - Situationen, in denen eine Erh&ouml;hung der Plasmaspiegel auftreten;<br /> - Asiatische Patienten;<br /> - Gleichzeitige Anwendung von Fibraten.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Nehmen Sie dieses Medikament nicht zusammen mit folgenden Arzneimitteln: pflanzliche Arzneimittel wie rote Hefe Reis oder andere Arzneimittel gegen hohen Cholesterinspiegel; <br /> Dieses Medikament kann auch mit folgenden Medikamenten interagieren: Alkohol, Antazida, die Aluminium- oder Magnesiumhydroxid, Cyclosporin, Niacin, Warfarin. <br /> Beachten Sie auch, dass die Interaktion zwischen beiden Medikamenten nicht immer bedeutet, dass Sie die Einnahme einer von ihnen stoppen m&uuml;ssen. Gew&ouml;hnlich wird aber die Wirkung der Medikamente beeinflusst, deshalb sprechen Sie mit Ihrem Arzt &uuml;ber die richtigen Ma&szlig;nahmen. <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig einzunehmen, machen Sie es sobald wenn Sie sich erinnern. Ist bereits so viel Zeit vergangen, dass Sie schon Ihre n&auml;chste Dosis nehmen m&uuml;ssen, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis. <br /><br /><strong>&Uuml;berdosierung</strong><br /><br /> Die Symptome eines Crestor &Uuml;berdosierung sind nicht gut bekannt. Zu den wichtigsten meisten von ihnen geh&ouml;ren m&ouml;glicherweise: Lebersch&auml;den, Nierenversagen, Pankreatitis, Gelbf&auml;rbung der Haut (Gelbsucht), schwerwiegende St&ouml;rung der Muskel (bekannt als Rhabdomyolyse). Wenn Sie eins von diesen Symptomen bekommen, sollten Sie sofort Ihren Arzt aufsuchen.<br /><br /> <strong>AufLagerung </strong><br /><br /> Lagerung bei Raumtemperatur zwischen 59-77 &deg; F (15-25 &deg; C) fern von Licht und Feuchtigkeit, Kindern und Haustieren. Nicht nach Ablauf des Verfallsdatums verwenden.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>