<p><strong>Drug Benutzt </strong><br /><br /> Diclofenac wird verwendet, um Schmerzen oder Entz&uuml;ndungen von Arthritis oder Morbus Bechterew verursacht werden. Diclofenac kann auch f&uuml;r andere Zwecke als die in dieser Medikamente verzeichnet werden. <br /><br /> <strong>Gebrauchsanweisung</strong> <br /><br /> Verwenden Sie Diclofenac wie von Ihrem Arzt. <br /><br /> Nutzen Sie Diclofenac durch den Mund mit oder ohne Nahrung. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Diclofenac nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Diclofenac ist in einer Gruppe von Medikamenten, den sogenannten nichtsteroidalen Antirheumatika (NSAR). Diclofenac wirkt, indem es Hormone, die Entz&uuml;ndungen und Schmerzen im K&ouml;rper. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Diclofenac, verwenden Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Verwenden Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Diclofenac bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C) in einem dicht geschlossenen Beh&auml;lter lagern. Kurze Zeitr&auml;ume bei Temperaturen von 59 bis 86 Grad F (15 bis 30 Grad C) sind zul&auml;ssig. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Diclofenac au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Diclofenac, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Diclofenac; <br /> Sie haben eine schwere allergische Reaktion hatte (z. B. schweren Hautausschlag, Nesselsucht, Atembeschwerden, Schwindel) auf einen anderen NSAR (zB Ibuprofen, Naproxen, Celecoxib) oder Aspirin. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig:</strong> <br /><br /> Diclofenac kann Schwindel oder verschwommenes Sehen verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Diclofenac mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Bevor Sie beginnen eine neue Medizin, &uuml;berpr&uuml;fen Sie das Etikett zu sehen, ob es Diclofenac oder einem anderen Nicht-steroidale Entz&uuml;ndungshemmer (NSAID) Medizin in it too. Ist dies der Fall, oder wenn Sie nicht sicher sind, fragen Sie Ihren Arzt oder Apotheker. <br /> Diclofenac sollten nicht bei Kindern angewendet werden, Sicherheit und Wirksamkeit bei Kindern wurden nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Diclofenac zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Diclofenac in der Muttermilch zu finden ist. Nicht stillen, w&auml;hrend mit Diclofenac.</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Brennen oder Stechen; Entlastung; ger&ouml;tete Augen, Reizungen oder Juckreiz. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); verschwommen oder verzerrt Vision, Augenentz&uuml;ndung, R&ouml;tung oder Schwellung der Augenlider, Blendempfindlichkeit oder Licht. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Diclofenac ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>