<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Doxycyclin ist ein synthetisches Breitspektrum-Antibiotikum, das von Tetracyclin abstammt, und wird h&auml;ufig zur Behandlung von vielen verschiedenen bakteriellen Infektionen, solche wie Infektionen der Harnwege, Akne, Gonorrhoe, Chlamydiosis, Parodontitis (Zahnfleischerkrankungen), Flecken, Unebenheiten und Akne-&auml;hnliche L&auml;sionen, die durch Rosacea verursacht wurden, verwendet.<br /><br /> <strong>Dosierung und Anleitung<br /></strong><br /> sollten diese Medikamente nach einer Mahlzeit mit einem gro&szlig;en Glas Wasser genommen werden, verringert das die Reizung der &Ouml;sophagus. T&auml;gliche Dosis soll entweder als Einzeldosis oder in zwei geteilt genommen werden (12 Stunden zwischen der Einnahmezeiten jeder von ihnen). Nehmen Sie es in gr&ouml;&szlig;eren Mengen nicht oder l&auml;nger, als es Ihnen vorgeschriebenen wurde. <br /> Bestimmte Marken von diesen Medikamenten k&ouml;nnen nicht mit Milchprodukten verwendet werden. Nicht zerkleinern, zerbrechen, oder zerkauen, &ouml;ffnen Sie auch die Kapsel nicht, verschlucken Sie die ganz. <br /> Wenn Sie eine orale Suspension nehmen, so messen Sie es mit einem speziellen Dosier l&ouml;ffel und sch&uuml;tteln Sie es gr&uuml;ndlich vor dem Gebrauch. nehmen Sie dieses Medikament nie, wenn es abgelaufen ist, weil das Ihre Nieren sch&auml;digen kann.<br /><br /> <strong>Vorsichtsma&szlig;nahmen:</strong> <br /><br /> Der Doxycyclin Einsatz w&auml;hrend des Z&auml;hne wuchs kann Ihre st&auml;ndige Farb&auml;nderung zur Folge haben. Die Behandlung von den Infektionen, die durch Staphylokokken, Escherichia, Shigella verursacht wurden, ist nur dann m&ouml;glich, nachdem Sensibilit&auml;t f&uuml;r das Medikament bestimmt ist. <br /> Vermeiden Sie l&auml;ngere UV- Belichtung des K&ouml;rpers w&auml;hrend der Behandlung und 4-5 Tage nach der. Wenn es lange Behandlung mit diesem Medikament vorgeschrieben wurde, ist eine regelm&auml;&szlig;ige &Uuml;berwachung der peripheren Blut Zellinhalt, Leberwerte und Bestimmung von Stickstoff und Harnstoff im Serum n&ouml;tig.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit zu Doxycyclin und Tetracycline, Schwangerschaft (zweite H&auml;lfte), Stillen, Leukopenie, Porphyrie, schwere Leberversagen, ist auch den Kleinkindern (f&uuml;r Kinder unter 9 Jahre) kontraindiziert.<br /><br /> <strong>M&ouml;gliche Nebenwirkung<br /></strong><br /> Folgende Nebenwirkungen k&ouml;nnen infolge der Behandlung von Doxycyclin auftreten: Kopfschmerzen, Schwindel, Sehst&ouml;rungen, Fieber, Sch&uuml;ttelfrost, Gliederschmerzen, roter Hautausschlag, blasse oder gelb verf&auml;rbte Haut, dunkel gef&auml;rbte Urin, Schmerzen im Oberbauch, Appetitlosigkeit, Gelbsucht, Blutungen. Kontaktieren Sie Ihren Arzt, wenn Sie oben aufgef&uuml;hrten Auswirkungen erlebt haben.<br /><br /> <strong>Wechselwirkungen<br /></strong><br /> Die gleichzeitige Verwendung Aluminium, Magnesium, Calcium basierten Antazida wird nicht empfohlen, weil die Absorption von Doxycyclin verlangsamt werden kann. Solche Mineralien (wie Calcium oder Eisen) oder mit Bismut subsalicylat haben die gleiche Wirkung. Es wird berichtet, dass Doxycyclin die Aktivit&auml;t von Warfarin verst&auml;rkt. Phenytoin (Dilantin), Carbamazepin (Tegretol) und Barbituraten (z. B. Phenobarbital) k&ouml;nnen den Metabolismus von Doxycyclin erh&ouml;hen. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nie verdoppeln Sie Ihre Dosis. Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Im Falle der &Uuml;berdosierung bei schwerwiegender und anhaltender &Uuml;belkeit, Erbrechen und Durchfall setzen Sie Ihren Arzt in Verbindung. <br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-77 Grad F (15-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. Benutzen Sie nicht nach dem Verfalldatum.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>