<p><strong>Was ist dies f&uuml;r ein Medikament?</strong><br /><br />VENLAFAXIN dient de Behandlung von Depressionen, Angstzust&auml;nden und Panikattacken.<br /><br /><strong>Was sollte ich meinem Arzt oder meiner &Auml;rztin mitteilen, bevor ich dieses Medikament nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitliche Probleme haben:<br />Anorexie oder Gewichtsverlust<br />Glaucoma<br />Bluthochdruck, Herzprobleme oder ein k&uuml;rzlicher Herzinfarkt<br />Hoher Cholesterinspiegel oder Behandlung eines hohen Cholesterinspiegels<br />Nieren- oder Leberkrankheiten<br />Manien oder Manische Depression<br />Anf&auml;lle (Kr&auml;mpfe)<br />Selbstmordgedanken oder ein fr&uuml;herer Selbstmordversuch<br />Schilddr&uuml;senprobleme<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Venlafaxin, andere Medikamente, Lebensmittel, Farbstoffe oder Konservierungsstoffe<br />Schwanger oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie nehme ich die Medizin?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glass Wasser. Schlucken Sie die Tabletten, ohne sie zu zerkauen oder zu lutschen. Nehmen Sie das Medikament regelm&auml;&szlig;ig und nur wie Ihrer Arzt oder Ihre &Auml;rztin verschrieben hat.<br /><br />Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein.<br /><br />&Uuml;berdosis: Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend einen Gift-Notruf oder eine Notaufnahme<br /><br />HINWEIS: Dieses Medikament ist nur f&uuml;r Sie, teilen Sie es nicht mit anderen.<br /><br /><strong>Was mu&szlig; ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Medikamente k&ouml;nnen mit diesem interagieren?</strong><br /><br />Nehmen Sie dieses Medikament nicht mit einem der folgenden Medikamente:<br />Duloxetin<br />Medikamente namens MAO-Hemmer wie Nardil, Parnat, Marplan, Eldepryl<br />Medikamente f&uuml;r Gewichts- oder Appetitkontrolle <br />Nefazodon<br />Procarbazin<br />Johanniskraut und T&uuml;pfel-Johanniskraut <br />Tryptophan<br /><br />Dieses Medikament kann auch mit den folgenden Medikamenten interagieren:<br />Amphetamine oder Dextroamphetamine<br />Aspirin und Aspirin-&auml;hnliche Medikamente<br />Cimetidin<br />Clozapin<br />Linezolid<br />Herzrhythmus- oder Blutdruckmedikamente<br />Medikamente f&uuml;r Migr&auml;ne-Kopfschmerzen wie Almotriptan, Eletriptan, Frovatriptan, Naratriptan, Rizatriptan, Sumatriptan, Zolmitriptan<br />Medikamente zur Behandlung von oder Schutz vor Blutgerinnseln wie Warfarin, Enoxaparin und Dalteparin<br />NSAIDS, Medikamente f&uuml;r Schmerzen und Entz&uuml;ndungen wie Ibuprofen oder Naproxen<br />Andere Medikamente gegen Depressionen, Angstzust&auml;nde oder psychotische St&ouml;rungen<br />Ritonavir<br />Tramadol<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Wechselwirkungen. Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Was sollte ich beachten, wenn ich dieses Medikament nehme?</strong><br /><br />Gehen Sie regelm&auml;&szlig;ig zu Nachuntersuchungen zu Ihrem Arzt oder Ihrer &Auml;rztin. Nehmen Sie das Medikament auch weiter, wenn es Ihnen nicht sofort besser geht. Manchmal kann es mehrere Wochen dauern, bis Sie die Wirkung bemerken.<br /><br />PatientInnen und ihre Familien sollten auf Suizidgefahren, gravierende Stimmungsschwankungen wie Angstgef&uuml;hle, Hyperaktivit&auml;t, Aufgedrehtheit, Schlaflosigkeit, Aggressivit&auml;t, Feindseligkeit, Irritation, Unruhe. Tauchen diese Anzeichen auf, besonders zur Behandlungsbeginn, rufen Sie Ihren Arzt oder Ihre &Auml;rztin an.<br /><br />Fahren Sie nicht, steuern Sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie dieses Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol.<br /><br />Ihr Mund kann trocken sein. Kauen Sie einfach einen Kaugummi oder lutschen Sie ein Bonbon und trinken Sie viel Wasser. Das hilft.<br /><br />Besprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin, wie Sie Erk&auml;ltungskrankheiten oder Allergien oder Husten behandeln sollen. Einige Inhaltsstoffe k&ouml;nnen m&ouml;gliche Nebenwirkungen verst&auml;rken.<br /><br />Dieses Medikament kann Ihren Blutdruck erh&ouml;hen oder einen schnelleren Herzschlag verursachen. Sprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin. <br /><br /><strong>Welche Nebenwirkungen kann ich von diesem Medikament erwarten?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen m&uuml;ssen: <br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, der Lippen oder der Zunge<br />Atembeschwerden<br />Sehst&ouml;rungen<br />Halluzinationen, Realit&auml;tsverlust<br />Anf&auml;lle<br />Selbstmordgedanken oder andere Stimmungsschwankungen<br />Schwierigkeiten beim Wasserlassen oder Ver&auml;nderungen in der Menge des Urins<br />Ungew&ouml;hnliches Bluten oder Verletzungen<br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen sollten, wenn sie nicht aufh&ouml;ren oder st&ouml;ren:<br />&Auml;nderungen der Libido oder des Geschlechtstriebs<br />Verstopfung<br />&Uuml;belkeit<br />Gewichtszunahme oder Verlust<br />Verst&auml;rkte Schwei&szlig;bildung<br />Zittern<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen<br /><br /><strong>Wo sollte ich meine Medikamente aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen. Trocken aufbewahren bei einer Raumtemperatur von 15 und 25 Celsius. Werfen Sie nicht aufgebrauchte oder abgelaufene Medikamente weg.</p>