<p><strong>Allgemeine Anwendung<br /></strong><br /> Etodolac ist ein nichtsteroidales entz&uuml;ndungshemmendes Medikament (NSAID). Es wirkt dadurch, dass es die Anzahl der Hormone reduziert, die Entz&uuml;ndungen und Schmerzen im K&ouml;rper verbreiten. Allgemein behandeln nichtsteroidale entz&uuml;ndungshemmende Medikamente die Symptome von Schmerzen und Entz&uuml;ndungen. Dabei behandeln sie nicht die Krankheit, die diese Symptome verursacht. <br /> Etodolac wird verwendet, um Schmerzen und Entz&uuml;ndungen zu behandeln, die durch Arthritis oder Osteoarthritis verursacht werden. Es reduziert auch Schmerzen, Schwellungen und Gelenksteiffheit, die durch Arthritis hervorgerufen wurde.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Medikament oral und mit einem Glas Wasser ein (8 Unzen, beziehungsweise 240 Milliliter), au&szlig;er wenn Ihr Arzt Ihnen ausdr&uuml;cklich andere Anweisungen gegeben hat. Nachdem Sie dieses Medikament eingenommen haben, sollten Sie sich ungef&auml;hr 30 Minuten lang nicht hinlegen. Sollten w&auml;hrend der Einnahme dieses Medikaments Magenverstimmungen auftreten, dann nehmen Sie es beim Essen, mit Milch oder einem Antazid ein.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Etodolac einnehmen, sollten Sie Ihren Arzt oder Apotheker dar&uuml;ber informieren, ob Sie allergisch auf dieses Medikament sind, beziehungsweise &uuml;berempfindlich auf Aspirin oder andere nichtsteroidale entz&uuml;ndungshemmende Medikamente (zum Beispiel Ibuprofen, Naproxen, Celecoxib); oder ob Sie bestimmte andere Allergien haben. Bevor Sie sich einem operativen Eingriff unterziehen, sollten Sie Ihren Zahn- oder Allgemeinarzt dar&uuml;ber informieren, dass Sie zur Zeit Etodolac einnehmen. Bevor Sie dieses Medikament einnehmen, sollten Sie Ihren Arzt oder Apotheker &uuml;ber Ihre Anamnese informieren, vor allem aber dar&uuml;ber, falls sich dort Folgendes findet: Nierenerkrankungen, Lebererkrankungen, schlecht kontrollierte Diabetes, Probleme mit Magen/Ged&auml;rmen/Speiser&ouml;hre (zum Beispiel Blutungen, Geschw&uuml;re, wiederkehrende Sodbrennen), Herzerkrankungen (zum Beispiel kongestives Herzversagen, Herzanf&auml;lle in der Anamnese), Schlaganf&auml;lle, Bluthochdruck, Schwellungen (&Ouml;dem, Fl&uuml;ssigkeitsspeicherung), Dehydration, Blutbildserkrankungen (zum Biespiel An&auml;mie), Kreislauf- oder Gerinnungsprobleme, Asthma oder Neubildungen in der Nase (Nasenpolypen).<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Das Medikament kann einem ungeborenen Kind Sch&auml;den zuf&uuml;gen. Informieren Sie Ihren Arzt unbedingt dar&uuml;ber, ob Sie schwanger sind oder eine Schwangerschaft planen. Die Einnahme von Etodolac innerhalb der letzten drei Monate der Schwangerschaft k&ouml;nnen dem ungeborenen Kind sch&auml;digen. Nehmen Sie keine anderen rezeptfreien Mittel gegen Erk&auml;ltung, Allergie oder Schmerzen, ohne vorher die Einverst&auml;ndnis Ihres Arztes oder Apothekers erhalten zu haben. Vermeiden Sie Alkoholkonsum, w&auml;hrend Sie Etodolac einnehmen. Dieses Medikament sollten Sie nicht direkt vor oder nach einer Herz-Bypass-Operation (auch als Aorto-Coronare-Venen-Bypass-Operation, oder ACVB bekannt) einnehmen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Beenden Sie die Einnahme von Etodolac und suchen Sie Ihren Arzt, beziehungsweise medizinische Hilfe auf, falls Sie eine dieser Nebenwirkungen versp&uuml;ren sollten: <br /> Brustschmerzen, Schw&auml;che, Kurzatmigkeit, unverst&auml;ndliche Sprache, Probleme beim Sehen oder beim Gleichgewichthalten;<br /> Schwarzer, blutiger oder teerfarbener Stuhl;<br /> Bluthusten oder wie Kaffeesatz aussehendes Erbrochenes;<br /> Schwellungen oder schnelle Gewichtszunahme;<br /> selteneres Wasserlassen als &uuml;blich, beziehungsweise g&auml;nzliches Ausbleiben;<br /> &Uuml;belkeit, Magenschmerzen, niedriges Fieber, Appetitsverlust, dunkler Urin, lehmfarbener Stuhl, Gelbsucht (Vergelbung der Haut und der Augen);<br /> Fieber, Halsschmerzen und Kopfschmerzen mit einer starken Blasenbildung, Sch&auml;lungen und rote Hautausschl&auml;ge;<br /> Bluterg&uuml;sse, starkes Prickeln, Taubheit, Schmerzen, Muskelschw&auml;che; oder<br /> Fieber, Kopfschmerzen, Nackensteifheit, Sch&uuml;ttelfrost, erh&ouml;hte Lichtempfindlichkeit, violette Punkte auf der Haut und/oder Kr&auml;mpfe (Krampfanf&auml;lle).<br /> Zu weniger ernsthaften Nebenwirkungen von Etodolac geh&ouml;ren unter anderem folgende:<br /> Magenverstimmungen, leichte Sodbrennen oder Magenschmerzen, Durchfall, Verstopfungen;<br /> Bl&auml;hungen, Gasbildungen;<br /> Schwindel, Kopfschmerzen, Nervosit&auml;t;<br /> Juckreiz der Haut oder Hautausschl&auml;ge;<br /> Halsschmerzen, verstopfte Nase;<br /> verschwommenes Sehen; oder<br /> Klingeln in den Ohren.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Mit den folgenden Medikamenten sollte Etodolac nicht eingenommen werden, da sehr gef&auml;hrliche Nebenwirkungen auftreten k&ouml;nnten: Cidofovir, Ketorolac. <br /> Bevor Sie dieses Medikament einnehmen, sollten Sie Ihren Arzt oder Apotheker &uuml;ber s&auml;mtliche verschreibungspflichtigen, rezeptfreien und pflanzlichen Medikamente informieren, die Sie zur Zeit einnehmen, vor allem &uuml;ber: Thrombozytenaggregationshemmer, orale Bisphosphonate, "Blutverd&uuml;nner", Kortikosteroide, Cyclosporin, Desmopressin, Digoxin, Medikamente zur Behandlung von Bluthochdruck, Lithium, Methotrexat, Pemetrexed, Probenecid, SSRI-Antidepressiva, "Asserpillen" (Diuretika so wie zum Beispiel Furosemid, Hydrochlorothiazid und Triamteren).<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie eine &Uuml;berdosierung mit diesem Medikament verd&auml;chtigen, suchen Sie unverz&uuml;glich medizinische Hilfe auf. Zu den Symptomen einer &Uuml;berdosierung z&auml;hlen unter anderem &Uuml;belkeit, Erbrechen, Magenschmerzen, Schl&auml;frigkeit, schwarzer oder blutiger Stuhl, Bluthusten, flache Atmung, Ohnmacht oder Koma. <br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. Vor Kindern und Haustieren unbedingt aufbewahren.</p>