<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Flonase wird verwendet, um Entz&uuml;ndung, Allergie, pruritus zu behandeln, die in Patienten mit dem allergischen Schnupfen, Asthma, Ekzem, Hyde prurigo nodularis, Schuppenflechte, neurodermatitis, die Krankheit von Vidal (Flechte-Simplex chronicus), Flechte planus erscheinen, verallgemeinerte Kontakt-&Uuml;berempfindlichkeit, discoid fressendee Flechte erythematosus, erythroderma, Kerbtier-Bissen, miliaria rubra, seborrheic Hautentz&uuml;ndung. Sein aktives Bauelement, Fluticasone propionate, Hemmungsproliferation von Mast-Zellen, eosinophils, Lymphozyten, macrophages und neutrophils, reduzieren Produktion und Ausgabe von Entz&uuml;ndungsvermittlern und anderen biologischen aktiven Substanzen (Histamin, eicosanoids, leukotrienes und cytokines).<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Flonase kann in der Form eines Nasensprays, Inhalationsaerosols und Inhalationspuders verkauft werden, die m&uuml;ndlich genommen werden. Folgen Sie allen Empfehlungen von Ihrem Arzt. Nehmen Sie verdoppelte Dosis des Medikaments nicht.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Umsicht sollte nach dem K&ouml;rpergebrauch von Glukokortikoiden besonders in Patienten mit Nebenniere-St&ouml;rungen ausge&uuml;bt werden. Inhalationen von Flonase k&ouml;nnen nicht in Personen mit Lungentuberkulose verwendet werden. Die Behandlung mit der Hilfe von Flonase Nasenspray wird empfohlen, regelm&auml;&szlig;ig getan zu werden. Flonase Inhalationen sollten nicht pl&ouml;tzlich angehalten werden. Vermeiden Sie, eine Sahne und Salbe in Augen zu zerst&auml;uben oder zu bekommen. Steroide-Medikamente k&ouml;nnen die Gefahr von Infektionen wie Windpocken und Masern vergr&ouml;&szlig;ern, so Kontakt mit angesteckten oder kranken Leuten vermeiden. Steroide-Medikamente k&ouml;nnen das Wachstum in Kindern und Jugendlichen hemmen, so ist die regelm&auml;&szlig;ige &Uuml;berwachung der K&ouml;rperh&ouml;he und des Gewichts wichtig.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Flonase wird in Patienten mit der &Uuml;berempfindlichkeit zum Medikament, dem Stillen und den schwangeren Frauen, den Kindern unter 1 j.a. und denjenigen unter 4 j.a. in der Form eines Sprays kontraindiziert. Es kann nicht verwendet werden, wenn Sie zurzeit Akne (rosa und allgemein), perioral Hautentz&uuml;ndung, perianal und das Geschlechtsjucken, die prim&auml;ren Hautl&auml;sionen der, Bakterien-Viren- und Pilz&auml;tiologie haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Die &uuml;blichsten nachteiligen Reaktionen von Flonase sind Kopfschmerz, Nasenblutung, das Niesen, der Husten, der Brechreiz, die Infektion der oberen Atemwege, der Nasenreizung, des Emesis. Allergische Reaktionen wie Hautausschlag, das Jucken, die Gesichtsschwellung, und die Anaphylaxie sind m&ouml;glich. Hohe Dosen von Steroide-Medikamenten und Flonase in besonderem Ursache-Syndrom von Cushing, das durch die schnelle Gewichtszunahme und &Auml;nderungen im &Auml;u&szlig;eren des Gesichtes charakterisiert wird. In seltenen F&auml;llen kann Flonase Entwicklung der Pilzinfektion in der Nase und Gurgel wie Kandidamykose erleichtern.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Der begleitende Gebrauch von Flonase mit anderen Steroiden wie prednisone und dexamethasone vergr&ouml;&szlig;ert Gefahr, das Syndrom von Cushing zu entwickeln. Steroiden k&ouml;nnen in Formeln von Asthma-Inhalationsapparaten, Hautcremes, Auge und Ohr-F&auml;llen eingeschlossen werden. Informieren Sie Ihren Arzt, wenn Sie ketoconazole, HIV-Rauschgifte (amprenavir, indinavir, ritonavir, saquinavir, und nelfinavir) nehmen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie verga&szlig;en, Ihre Dosis rechtzeitig zu nehmen, tun Sie es bitte, sobald Sie sich erinnern. Aber nehmen Sie wenn es ist zu sp&auml;t oder fast Zeit f&uuml;r Ihre folgende Dosis nicht. Vergr&ouml;&szlig;ern Sie Ihre empfohlene Dosis nicht. Nehmen Sie Ihre Dosen in ungef&auml;hr derselben Zeit jeden Tag, um zu vermeiden, eine Dosis zu verpassen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Das Syndrom von Cushing, welche Symptome schnelle Gewichtszunahme und &Auml;nderungen im &Auml;u&szlig;eren des Gesichtes sind, entwickelt sich von &uuml;berm&auml;&szlig;igen Dosen von Flonase. Vereinbaren Sie mit Ihrem Arzt so bald wie m&ouml;glich, wenn Sie annehmen, dass das zu viel von diesem Medikament nahm.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der Raumtemperatur weg von Feuchtigkeit, Sonnenlicht, Kindern und Haustieren in einem dichten Beh&auml;lter.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.berm</p>