<p><strong>Allgemeine Anwendung<br /></strong><br /> Keftab ist ein Cephalosporin-Antibiotikum. Es t&ouml;tet ab, bek&auml;mpft und beendet das Wachstum mancher Bakterien im K&ouml;rper. Dieses Medikament wird daf&uuml;r angewendet, um diverse Infektionsarten im K&ouml;rper zu behandeln, einschlie&szlig;lich Infektionen der oberen Atemwege, Ohrinfektionen, Hautinfektionen und Infektionen des Harntrakts. Bei Erk&auml;ltungen, Grippe und anderen viralen Infektionen wird das Medikament keine Wirkung zeigen.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Medikament genau so ein, wie es Ihnen von Ihrem Arzt verschrieben wurde. Nehmen Sie nicht gr&ouml;&szlig;ere Dosen ein als verschrieben und nehmen Sie das Medikament auch nicht l&auml;nger ein als n&ouml;tig. Folgen Sie den Anweisungen der Packungsbeilage. Nehmen Sie Keftab mit einem Glas Wasser ein. L&ouml;sen Sie die aufl&ouml;sbare Keftab-Tablette in einer kleinen Wassermenge von etwa zwei Teel&ouml;ffeln auf. R&uuml;hren Sie diese Mischung um und trinken Sie das alles sofort auf. Um sicherzustellen, dass Sie auch die ganze Dosis eingenommen haben, f&uuml;gen Sie ins gleiche Glas etwas mehr Wasser hinzu, mischen Sie gut durch und trinken Sie wieder auf. Eine aufl&ouml;sbare Tablette sollten Sie weder zerkauen, noch herunterschlucken. Nehmen Sie Keftab w&auml;hrend des gesamten Zeitabschnitts ein, der von Ihrem Arzt verschrieben wurde. Ihre Symptome k&ouml;nnten sich verbessern bevor die Infektion komplett bek&auml;mpft wurde, also beenden Sie die Einnahme nicht vorzeitig. Keftab wird virale Infektionen so wie zum Beispiel Erk&auml;ltungen oder Grippe nicht behandeln. Keftab kann dazu f&uuml;hren, dass Sie bei gewissen medizinischen Tests ungew&ouml;hnliche Ergebnisse haben. Informieren Sie jeden Arzt, der Sie behandelt, dar&uuml;ber, dass Sie Keftab einnehmen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Nehmen Sie das Medikament nicht ein, falls Sie allergisch auf Cephalexin oder &auml;hnliche Antibiotika (Ceclor, Ceftin, Cefzil, Duricef, Fortaz, Omnicef, Spectracef, Suprax und andere) sind. Bevor Sie Keftab einnehmen, informieren Sie Ihren Arzt dar&uuml;ber, ob Sie allergisch auf gewisse Medikamente reagieren (vor allem auf Penicillin), oder wenn Sie an Nieren- oder Lebererkrankungen oder an Magen- beziehungsweise Darmerkrankungen so wie zum Beispiel Kolitis oder Diabetes leiden, oder falls Sie unterern&auml;hrt sind.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> In folgenden F&auml;llen ist Ihnen Keftab kontraindiziert: Wenn Sie allergisch auf Cephalexin oder &auml;hnliche Antibiotika (Ceclor, Ceftin, Cefzil, Duricef, Fortaz, Omnicef, Spectracef, Suprax und andere) oder auf Penicillin allergisch reagieren, an Nieren- oder Lebererkrankungen, Magen- oder Darmerkrankungen so wie Kolitis oder Diabetes leiden, wenn Sie unterern&auml;hrt oder schwanger sind, eine Schwangerschaft planen oder sich in der Stillzeit befinden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie not&auml;rztliche Hilfe auf, falls Sie eine dieser allergischen Reaktionen versp&uuml;ren: Nesselsucht, Atembeschwerden, Schwellungen des Gesichts, der Lippen, der Zunge oder der Kehle. Sie sollten unverz&uuml;glich Ihren Arzt rufen, falls Sie w&auml;ssrigen oder blutigen Durchfall, Krampfanf&auml;lle (Kr&auml;mpfe), Fieber, Halsschmerzen, Kopfschmerzen mit einer starken Blasenbildung, Hautsch&auml;lung und rote Hautausschl&auml;ge, bleiche oder gelbfarbene Haut, dunkelfarbener Urin, Verwirrung oder Schw&auml;che, leichte Bluterg&uuml;sse oder Blutungen, un&uuml;bliche Schw&auml;che, Verwirrung, Erregung, Halluzinationen (das Sehen von Gegenst&auml;nden oder Wesen, die nicht da sind) oder selteneres Wasserlassen als &uuml;blich, beziehungsweise g&auml;nzliches Ausbleiben. <br /> Die folgenden Nebenwirkungen sind weniger ernsthaft, und zu ihnen geh&ouml;ren unter anderem leichte &Uuml;belkeit, Erbrechen, Durchfall, Schwindel, M&uuml;digkeitsgef&uuml;hl, Gelenkschmerzen und vaginaler Juckreiz oder Ausl&auml;ufe. <br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt dar&uuml;ber, falls Sie Medikamente einnehmen, so wie zum Beispiel Blutverd&uuml;nner, so wie zum Beispiel Warfarin (Coumadin), Metformin (Fortamet, Glucophag, Riomet, Actoplus, Avandamet, Metaglip) oder Probenecid (Benemid). Vergessen Sie auch bitte nicht, Ihren Arzt &uuml;ber s&auml;mtliche verschreibungspflichtige und rezeptfreie Medikamente zu informieren, die Sie zur Zeit einnehmen, und auch &uuml;ber Vitamine, Mineralien, pflanzliche Produkte und von anderen &Auml;rzten verschriebene Medikamente. Beginnen Sie nicht die Einnahme eines anderen Medikaments, ohne Ihrem Arzt dar&uuml;ber Bescheid zu geben.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Suchen Sie not&auml;rztliche medizinische Hilfe auf, wenn Sie verd&auml;chtigen, das Medikament &uuml;berdosiert zu haben. Zu den Symptomen einer &Uuml;berdosierung z&auml;hlen unter anderem &Uuml;belkeit, Erbrechen, Magenschmerzen, Durchfall und Blut im Urin.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie Tabletten und Kapseln bei Raumtemperaturen. Trocken und vor Hitze gesch&uuml;tzt lagern. Entsorgen Sie jegliche unverbrauchten Medikamente nach 14 Tagen. <br /><br /> <strong>Haftung<br /></strong><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>