<p><strong>INDIKATIONEN</strong><br /><br />Levitra Jelly wird zur Behandlung der erektilen Dysfunktion eingesetzt.<br />Levitra Jelly ist ein Phosphodiesterase-5-Hemmer (PDE5). Es wirkt, indem es den Blutfluss <br />w&auml;hrend der sexuellen Stimulation in den Penis erh&ouml;ht. Dies hilft Ihnen, eine <br />Erektion zu bekommen und diese aufrecht zu halten.<br /><br /><strong>ANLEITUNG</strong><br /><br />Nehmen Sie Levitra Jelly genau so ein, wie es von Ihrem Arzt verschrieben wurde.<br />Nehmen Sie Levitra Jelly Oral, mit oder ohne Nahrung ein.<br />Nehmen Sie Levitra Jelly ca. 1 Stunde vor der sexuellen Aktivit&auml;t ein.<br />Nehmen Sie Levitra Jelly nicht &ouml;fter als einmal t&auml;glich ein.<br />Besprechen Sie mit Ihrem Arzt, ob Sie w&auml;hrend der Einnahme von Levitra Jelly Lebensmittel mit Grapefruit zu sich nehmen d&uuml;rfen.<br />Sollten Sie einmal die regelm&auml;&szlig;ige Einnahme von Levitra Jelly vergessen, nehmen Sie sie einfach ein, sobald Sie sich erinnern,<br />wenn allerdings bereits Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie einfach die Einnahme.<br /><br /><strong>DOSIERUNG</strong><br /><br />Die empfohlene Anfangsdosis betr&auml;gt 10 mg, ca. 60 Minuten vor der sexuellen Aktivit&auml;t. <br />Die Dosis kann auf maximal 20 mg erh&ouml;ht oder auf 5 mg verringert werden, je nach dem wie Sie auf Wirksamkeit und Nebenwirkungen reagieren. <br />Die Einnahme darf nicht h&auml;ufiger als einmal pro Tag sein.<br /><br />Einige M&auml;nner k&ouml;nnen nur eine niedrige Dosis von Levitra Jelly aufgrund von Erkrankungen oder anderen Medikamenten einnehmen. <br />Ihr Arzt wird Ihnen die Dosis verschreiben, die f&uuml;r Sie richtig ist.<br />Wenn Sie &auml;lter als 65 sind oder Leberprobleme haben, kann Ihr Arzt Ihnen eine niedrigere Dosis von Levitra Jelly verordnen.<br />Wenn Sie Prostata-Probleme oder Bluthochdruck haben, weswegen Sie Medikamente namens alpha-Blocker nehmen, kann Ihr Arzt Ihnen eine niedrigere Dosis von Levitra Jelly verordnen.<br />Wenn Sie bestimmte andere Arzneimittel einnehmen, kann Ihr Arzt eine niedrigere Anfangsdosis verschreiben und Sie Levitra Jelly in einem 72-Stunden Rythmus einnehmen lassen.<br /><br /><strong>AUFBEWAHRUNG</strong><br /><br />Bewahren Sie Levitra Jelly bei 77 Grad Fahrenheit (25 Grad C) auf. <br />Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist erlaubt. <br />Getrennt von Hitze, Feuchtigkeit und Licht aufbewahren. <br />Nicht im Badezimmer lagern. Halten Sie Levitra Jelly aus der Reichweite von Kindern und von Haustieren fern.<br /><br /><strong>MEHR INFO:</strong><br /><br />Wirkstoff: Vardenafil.<br /><br />Inaktive Bestandteile: mikrokristalline Cellulose, Crospovidon, kolloidales Siliziumdioxid, Magnesiumstearat, Hypromellose, <br />Polyethylenglykol, Titandioxid, gelbes Eisenoxid und rotes Eisenoxid.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p><strong>Verwenden Sie kein Levitra Jelly, wenn:</strong><br />Sie allergisch gegen eine oder mehrere der Zutaten von Levitra Jelly sind.<br />Sie bestimmte Herzprobleme (z.B. schwere Herzinsuffizienz, Angina pectoris), niedrigen oder hohen Blutdruck, schwere Leberproblemen oder schwere Nierenproblemen, die Dialyse erfordern, haben.<br />Sie bestimmte erbliche degenerative Augenprobleme haben (z.B. Retinitis pigmentosa).<br />Sie einen Herzinfarkt, Schlaganfall oder lebensbedrohliche Herzrhythmusst&ouml;rungen innerhalb der letzten 6 Monate gehabt haben.<br />Sie Herzrhythmusst&ouml;rungen (z. B. angeborener QT-Verl&auml;ngerung ) haben oder bestimmte antiarrhythmische Medikamente (z.B. Chinidin, Procainamid, Amiodaron, Sotalol) nehmen.<br />Sie nehmen ein Nitrat (z.B. Isosorbid, Nitroglycerin) in irgendeiner Form (z.B. Kapsel, Salbe, Pflaster, Tabletten) oder Nitroprussid ein.<br />Sie bestimmte Drogen "Poppers" genannt (z. B. Amylacetat Nitrat oder Nitrit -, Butyl- Nitrat oder Nitrit) verwenden.<br />Sie nehmen einen anderen PDE5-Hemmer (z.B. Sildenafil, Tadalafil ) oder andere Medizin, die Vardenafil enth&auml;lt.<br /><br />Kontaktieren Sie Ihren Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft.<br /><br />Einige medizinische Bedingungen k&ouml;nnen mit Levitra Jelly interagieren. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen erf&uuml;llen, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft:<br />Sie nehmen verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder Nahrungserg&auml;nzungsmittel ein.<br />Sie haben Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen.<br />Sie haben einen deformierten Penis (z. B. Peyronie-Krankheit, kavern&ouml;se Fibrose), Blutzellen-Erkrankungen (z. B. Sichelzellenan&auml;mie, Leuk&auml;mie, multiples Myelom), oder jede andere Bedingung, die das Risiko einer verl&auml;ngerten Erektion (Priapismus) erh&ouml;hen.<br />Sie hatten schon einmal eine Errektion die sehr lang anhielt (mehr als 4 Stunden) oder eine schmerzhafte Erektion (Priapismus).<br />Sie haben Augenerkrankungen (z. B. Retinitis pigmentosa, pl&ouml;tzlicher Verlust des Sehverm&ouml;gens, Optikusneuropathie, Makuladegeneration) oder Geh&ouml;rprobleme (z. B. Klingeln in den Ohren, vermindertes H&ouml;rverm&ouml;gen, H&ouml;rverlust).<br />Sie haben Leber- oder Nierenerkrankungen, Dialyse-, Lungen-Probleme (z. B. Lungenvenenverschlusskrankheit), hohen oder niedrigen Blutdruck, Geschw&uuml;re, Blutungen, Herzprobleme (z. B. Herzversagen, unregelm&auml;&szlig;igen Herzschlag, Aortenstenose, Angina pectoris).<br />Sie hatten eine Herzinfarkt, Schlaganfall oder haben lebensbedrohliche Herzrhythmusst&ouml;rungen.<br /><br />Einige Arzneimittel k&ouml;nnen mit Levitra Jelly interagieren. Sagen Sie Ihrem Arzt bescheid, wenn Sie andere Arzneimittel einnehmen, vor allem, wenn Sie eine oder mehrere der folgenden einnehmen:<br />Alpha - Blocker (z. B. Doxazosin), Medikamente gegen Bluthochdruck, Nitrate (z. B. Isosorbid, Nitroglycerin) oder Nitroprussid.<br />Azol-Antimykotika (z. B. Itraconazol), HIV -Protease-Inhibitoren (z. B. Ritonavir), Makrolid- Antibiotika ( z. B. Erythromycin) oder Telithromycin.<br />Barbiturate ( z. B. Phenobarbital), Carbamazepin, Phenytoin oder Rifampicin.<br /><br />Dies ist keine vollst&auml;ndige Liste aller Interaktionen, die auftreten k&ouml;nnen. Besprechen Sie die Einnahme mit Ihrem Arzt.<br /><br />Wichtige Sicherheitshinweise :<br />Levitra Jelly kann Schwindel, Benommenheit, Ohnmacht oder verschwommenes Sehen verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer werden, wenn Sie mit Alkohol oder bestimmten Medikamenten kombiniert werden. Verwenden Sie Levitra Jelly mit Vorsicht. Fahren Sie nicht mit dem Auto.<br />Levitra Jelly kann Schwindel, Benommenheit oder Ohnmacht verursachen. Alkohol, hei&szlig;es Wetter, Sport, Fieber k&ouml;nnen diese Effekte verst&auml;rken.<br />Trinken Sie keine gro&szlig;en Mengen Alkohol, w&auml;hrend Sie Levitra Jelly nehmen. Dadurch kann das Risiko von Schwindel, Kopfschmerzen, schneller Herzschlag und niedriger Blutdruck erh&ouml;ht werden.<br />Patienten mit Herzproblemen, die Levitra Jelly einnehmen, haben ein erh&ouml;htes Risiko f&uuml;r Herz-Nebenwirkungen, darunter Herzinfarkt oder Schlaganfall. Taubheitsgef&uuml;hl in einem Arm oder Bein, starker Schwindel, Kopfschmerzen, &Uuml;belkeit, Magenschmerzen oder Erbrechen, Ohnmacht oder Sehst&ouml;rungen k&ouml;nnen Symptome f&uuml;r einen Herzinfarkt sein.<br />Levitra Jelly kann in seltenen F&auml;llen zu einer l&auml;ngeren (z. B. mehr als 4 Stunden) oder schmerzhaften Erektion f&uuml;hren. Wenn dies nicht sofort behandelt, kann es zu dauerhaften sexuellen Problemen wie Impotenz f&uuml;hren. Kontaktieren Sie Ihren Arzt sofort, wenn dies geschieht.<br />Levitra Jelly sch&uuml;tzt nicht vor HIV oder anderen sexuell &uuml;bertragbaren Krankheiten (STD). Verwenden Sie Barriere-Methoden der Empf&auml;ngnisverh&uuml;tung (z. B. Kondome), wenn Sie HIV oder eine Geschlechtskrankheit haben.<br />Levitra Jelly ist kein Verh&uuml;tungsmittel. Verwenden Sie eine wirksame Form der Empf&auml;ngnisverh&uuml;tung.<br />Levitra Jelly kann gelegentlich zu leichten, vor&uuml;bergehenden Sehst&ouml;rungen (z. B. verschwommenes Sehen, Lichtempfindlichkeit, blau / gr&uuml;ne Farbe T&ouml;nung) f&uuml;hren. Kontaktieren Sie Ihren Arzt, wenn Sehst&ouml;rungen anhalten oder schwerwiegend sind.<br />Pl&ouml;tzlicher Geh&ouml;rverlust wurde bei einigen Patienten, die Levitra Jelly eingenommen haben, festgestellt. Au&szlig;erdem: Klingeln in den Ohren oder Schwindel. Wenn Sie eine pl&ouml;tzliche Abnahme oder Verlust des Geh&ouml;rs feststellen, kontaktieren Sie Ihren Arzt sofort.<br />Verwenden Sie keine anderen Arzneimittel oder Behandlungen der ED w&auml;hrend der Einnahme von Levitra Jelly, ohne vorher mit Ihrem Arzt zu sprechen.<br />Verwenden Sie Levitra Jelly mit Vorsicht bei &auml;lteren Menschen, sie sind m&ouml;glicherweise empfindlicher auf deren Auswirkungen.<br />Levitra Jelly ist nicht f&uuml;r die Anwendung bei Kindern j&uuml;nger als 18 Jahre empfohlen.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, viele Menschen sp&uuml;hren keine oder nur geringf&uuml;gige Nebenwirkungen.<br />Sprechen Sie mit Ihrem Arzt, wenn diese am h&auml;ufigsten auftretenden Nebenwirkungen auftreten und als st&ouml;rend empfunden werden:<br /><br />Schwindel, Kopfschmerzen, Sodbrennen, R&uuml;cken- oder Muskelschmerzen, Magenverstimmung, verstopfte oder laufende Nase.<br /><br />Lassen Sie sich sofort &auml;rztlich behandeln, wenn schwere Nebenwirkungen auftreten:<br /><br />Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund, Gesicht, der Lippen oder der Zunge), <br />Schmerzen in der Brust, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Ged&auml;chtnisverlust, Taubheitsgef&uuml;hl in einem Arm oder Bein, einseitige Schw&auml;che, verl&auml;ngerte, <br />schmerzhafte Erektion, Schwellungen, Blasen, oder Sch&auml;len der Haut, Klingeln in den Ohren, Krampfanf&auml;lle, schwere oder anhaltende R&uuml;cken- oder Muskelschmerzen, <br />schwerer oder anhaltender Schwindel, schwere oder anhaltende Sehst&ouml;rungen, pl&ouml;tzliche Abnahme oder Verlust des H&ouml;rverm&ouml;gens, pl&ouml;tzliche Abnahme oder Verlust des Sehverm&ouml;gens .<br /><br />Dies ist keine vollst&auml;ndige Liste aller Nebenwirkungen, die auftreten k&ouml;nnen. Wenn Sie Fragen zu Nebenwirkungen haben, kontaktieren Sie Ihren Arzt.</p>