<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Lotrisone ist ein anti-pilzliches Medikament, welches die Form einer Lotion oder Creme und dessen aktive Komponente eine Kombination aus zwei Mitteln sind: Einem Steroid (Betamethason) und einem Anti-Pilz-Medikament (Clotrimazol). Clotrimazol hemmt das Wachstum von diversen Pilzarten, indem er den Entwicklungsprozess der Pilzzellenmembranen st&ouml;rt. Betamethason ist ein synthetisches Kortikosteroid, welches Entz&uuml;ndungen und auch die Immunreaktion des K&ouml;rpers hemmt. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Lotrisone-Creme sollte sanft in die Haut und um die pilzbetroffenen Hautstellen herum zwei Mal am Tag einmassiert werden (Morgens und Abends). Verwenden Sie auf den betroffenen Stellen keine Bandagen und wickeln Sie die betroffenen Hautstellen auch nicht ein, um eine exzessive Absorption des Mittels zu vermeiden. Die Behandlung von Tinea corporis oder Tinea cruris sollte nicht l&auml;nger als zwei Wochen andauern, w&auml;hrend die Behandlung von Tinea pedis nicht l&auml;nger als vier Wochen andauern sollte.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie es, dass Lotrione-Creme in Ihre Augen kommt. Steroidale Medikamente beeinflussen die Aktivit&auml;t der Nebennieren-, hypothalamischen und Hirnanhangsdr&uuml;se, was zu einem exzessiven Blutzuckergehalt f&uuml;hren kann, genauso wie zu einem Cushing-Syndrom, welches durch Akne, Depression, &uuml;berm&auml;&szlig;igem Haarwuchs, buckligem oberen R&uuml;cken, Schlaflosigkeit, mondgesichtigem Aussehen, Muskelschw&auml;che, asip&ouml;sen Stamm, Verfolgungswahn, Schwangerschaftsstreifen, Wachstumsst&ouml;rungen (bei Kindern), besch&auml;digte Gliedma&szlig;en und Anf&auml;lligkeit f&uuml;r blaue Flecken, Br&uuml;che und Infektionen gekennzeichnet ist.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament kann nicht bei Kindern unter 17 Jahren, bei Patienten mit einer &uuml;berempfindlichen Reaktion auf die Komponente von Lotrisone oder auf &auml;hnliche steroidale und anti-pilzlichen Medikamente angewendet werden. Bei Erwachsenen im Alter von &uuml;ber 65 Jahren sollte ebenfalls Vorsicht ge&uuml;bt werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den &uuml;blichsten Nebenwirkungen geh&ouml;ren unter anderem lokale R&ouml;tungen, Blasenbildung, Brennen, trockene Haut, verminderte Pigmentierung, Schwangerschaftsstreifen, allergische Reaktionen wie zum Beispiel Nesselsucht, Grippesymptome, bakterielle Infektionen, erregte Haut, Sch&auml;lung, Hautausschl&auml;ge, Stechen, Schwellungen, Kribbelgef&uuml;hl und &Ouml;dem.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Langzeitige Anwendung oder Entzug von topischen Kortikosteroiden kann die Symptome von Psoriasis verschlimmern. Ein Intervall von wenigstens einer Woche ist zwischen der Einstellung der Einnahme von topischen Steroiden und dem Beginn einer Behandlung mit Anthralin (Psoriatec) n&ouml;tig. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Mi&szlig;brauch beziehungsweise &uuml;berm&auml;&szlig;iger Gebrauch von Lotrisone auf breiten Hautteilen k&ouml;nnen zu Erkrankungen so wie dem Cushing-Syndrom f&uuml;hren. Informieren Sie Ihren Arzt dar&uuml;ber. Lebensbedrohliche &Uuml;berdosierungen von Lotrisone kommen eher selten vor.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.<br /><br /> <strong>Haftung</strong><br /><br />&nbsp;Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>