<p><strong>Drug Benutzt </strong><br /><br /> Methylprednisolon ist zur Behandlung von schweren Allergien, Arthritis, Asthma, bestimmte Erkrankungen des Blutes verwendet werden, und Hauterkrankungen. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Medrol wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Nutzen Sie Medrol durch den Mund mit oder ohne Nahrung. Wenn Magenbeschwerden auftreten, mit Nahrung einzunehmen, um Magen-Reizungen zu reduzieren. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Methylprednisolon ist ein Kortikosteroid. Es funktioniert, indem Sie die Reaktion des Immunsystems auf verschiedene Bedingungen und decreasesing Entz&uuml;ndung. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Methylprednisolon vermissen, lassen Sie die vergessene Dosis. Gehen Sie zur&uuml;ck zu Ihrem normalen Dosierungsschema. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop-Medrol bei 77 Grad Fahrenheit (25 Grad C). Kurze Lagerung zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Medrol au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie NICHT Medrol, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Medrol <br /> Sie sind derzeit unter Mifepriston <br /> Sie haben eine systemische Pilzinfektion <br /> Sie sollen zu einer Pocken-Impfstoff haben <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /> Einige medizinische Bedingungen k&ouml;nnen mit diesem Arzneimittel. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> Wenn Sie eine Geschichte der Herzprobleme haben (zB Herzinsuffizienz), Herzinfarkt, Bluthochdruck, Nierenprobleme, Leberprobleme, Diabetes, Krampfanf&auml;lle, eine Unterfunktion der Schilddr&uuml;se, Nebenniere Probleme oder psychische Probleme oder Stimmung <br /> Wenn Sie haben oder vor kurzem einen Pilz-, Bakterien, Viren oder andere Art der Infektion, Herpes-Infektion des Auges, Windpocken, Masern oder G&uuml;rtelrose <br /> wenn Sie HIV oder Tuberkulose (TB haben), oder wenn Sie schon einmal eine positive Tuberkulose-Hauttest <br /> Wenn Sie noch keine Magenprobleme (zB Geschw&uuml;re), Darm-Problemen (zB Verstopfung, Perforation, Infektion, unerkl&auml;rlicher Durchfall, Divertikulitis, Colitis ulcerosa), die j&uuml;ngsten Darm-Operation oder eine Entz&uuml;ndung der Speiser&ouml;hre <br /> wenn Sie schwache Knochen (zB Osteoporose) oder Muskel-Probleme (z. B. Myasthenia gravis) <br /> Wenn Sie den letzten Impfung (z. B. Pocken) <br /><br /> Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Methylprednisolon. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden: <br /> Barbiturate (zB Phenobarbital), Carbamazepin, Hydantoinen (zB Phenytoin), Lithium oder Rifampicin, weil sie Medrol verringern k&ouml;nnen 's Wirksamkeit <br /> Aprepitant, Clarithromycin, Cyclosporin, Diltiazem, Erythromycin, Itraconazol, Ketoconazol oder Troleandomycin, da Nebenwirkungen, wie z. B. Nebenniere oder Erkrankungen des Nervensystems auftreten k&ouml;nnen <br /> Aspirin, Lebendimpfstoffe, Mifepriston oder Sympathomimetika, weil ihre Aktionen und das Risiko von Nebenwirkungen, die durch ihre Medrol kann erh&ouml;ht werden,</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Akne; Ungeschicklichkeit, Schwindel, Gesichtsr&ouml;tung; Gef&uuml;hl der wirbelnde Bewegung; allgemeinen k&ouml;rperlichen Beschwerden, Kopfschmerzen, gesteigerter Appetit, vermehrtes Schwitzen, &Uuml;belkeit, Nervosit&auml;t, Schlaflosigkeit, Magenverstimmung. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), schwarz, Teerst&uuml;hle, Ver&auml;nderungen des K&ouml;rperfetts, &Auml;nderungen in der Menstruation, Ver&auml;nderungen der Hautfarbe , Schmerzen in der Brust, psychische oder Stimmungsschwankungen (zB Depression), Muskelschmerzen, Schw&auml;che oder verschwenden; Anf&auml;lle; starke &Uuml;belkeit oder Erbrechen, Schwindel oder pl&ouml;tzliche starke Kopfschmerzen, geschwollene F&uuml;&szlig;e und Beine; Symptome einer Infektion (zB Fieber, Sch&uuml;ttelfrost , Halsschmerzen), Sehnen-oder Knochenschmerzen, Verd&uuml;nnung der Haut, ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche Hautgef&uuml;hl, ungew&ouml;hnliche Gewichtszunahme, Ver&auml;nderungen des Sehverm&ouml;gens oder andere Augenprobleme, Erbrechen, dass wie Kaffeesatz aussieht. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Methylprednisolon ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>