<p><strong>Allgemeine Anwendung</strong><br /><br /> Micardis wird zur Behandlung von Bluthochdruck (Hypertonie) bei Patienten im Alter von 55 Jahren und &auml;lter angewendet, um das Risiko von gewissen kardiovaskul&auml;ren Problemen so wie zum Beispiel Schlaganfall, Herzinfarkt oder Tod zu verringern. Au&szlig;erdem wird es zur Verringerung vom Risiko eines Myokardinfarkts angewendet. Es kann alleine oder auch in Kombination mit anderen Mitteln zur Behandlung von Bluthochdruck angewendet werden. Micardis verringert den Blutdruck und verbessert dadurch die Durchblutung. Der verringerte Druck in den Arterien sorgt auch daf&uuml;r, dass das Herz einfacher Blut durchpumpen kann.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie die Micardis-Tabletten genau so ein, wie es in der Packungsbeilage aufgeschrieben ist, beziehungsweise so, wie es Ihnen Ihr Arzt verschrieben hat. &Auml;ndern Sie die Dosis nicht, es sei denn, Ihr Arzt hat Sie ausdr&uuml;cklich darauf hingewiesen. Nehmen Sie Micardis ein Mal pro Tag immer zur gleichen Zeit oral ein, wahlweise mit oder ohne Lebensmitteln. Den gr&ouml;&szlig;ten Nutzen erhalten Sie vom Medikament, falls Sie es regelm&auml;&szlig;ig einnehmen. Die Dosierung sollte individuell vorgenommen werden. Die Dosierung h&auml;ngt von Ihrem medizinischen Zustand und Ihrer Reaktion auf die Therapie ab. Die &uuml;bliche Anfangsdosis von Micardis-Tabletten betr&auml;gt 40 mg ein Mal am Tage. Reaktion des Blutdrucks ist dosisabh&auml;ngig im Bereich von 20-80 mg. Sollten Sie an Bluthochdruck leiden, k&ouml;nnte es vier Wochen dauern, bevor die volle Wirkung dieses Medikaments sich entfaltet. Es ist sehr wichtig, mit der Einnahme dieses Medikaments fortzufahren, auch wenn Sie sich besser f&uuml;hlen sollten. Die meisten Menschen mit Bluthochdruck f&uuml;hlen sich nicht krank.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Micardis einnehmen, informieren Sie Ihren Arzt dar&uuml;ber, falls Sie an Leber-, Nieren- oder Herzerkrankungen oder anderen medizinischen Zust&auml;nden leiden, eine hohe Kaliumkonzentration im Blut oder eine starke Dehydrierung (und auch den Verlust von Elektrolyten so wie zum Beispiel Natrium) versp&uuml;ren, falls Sie schwanger sind oder eine Schwangerschaft planen, und informieren Sie Ihren Arzt au&szlig;erdem &uuml;ber ihre Anamnese. Informieren Sie sich bei Ihrem Arzt dar&uuml;ber, wie Sie Micardis-Tabletten am besten einnehmen. Informieren Sie Ihren Arzt auch &uuml;ber s&auml;mtliche Medikamente, die Sie einnehmen, unter anderem &uuml;ber: verschreibungspflichtige und rezeptfreie Medikamente, Vitamine und pflanzliche Mittel. Informieren Sie Ihren Arzt oder Apotheker dar&uuml;ber, falls Sie allergisch auf Telmisartan, ACE-Hemmer (zum Beispiel Captopril oder Lisinopril) reagieren oder falls Sie jegliche andere Allergien haben. Sitzen Sie nicht am Steuer, bedienen Sie keine Maschinen und f&uuml;hren Sie keine sonstigen T&auml;tigkeiten aus, die Wachsamkeit und Aufmerksamkeit verlangen, bis Sie sich sicher sind, dass Sie diese T&auml;tigkeiten ausf&uuml;hren k&ouml;nnen, ohne dass Ihnen dabei schwindlig wird. Beschr&auml;nken Sie den Konsum von alkoholischen Getr&auml;nken. Sie sollten nur langsam aufstehen, wenn Sie sich aus einer sitzenden oder liegenden Position erheben. Bevor Sie sich einem operativen Eingriff unterziehen, sollten Sie Ihren Chirurgen oder Zahnarzt dar&uuml;ber informieren, dass Sie Micardis einnehmen. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten Micardis nicht einnehmen, falls Sie an Leber-, Nieren- oder Herzerkrankungen leiden, eine hohe Konzentration von Kalium im Blut haben, falls Sie schwanger sind oder eine Schwangerschaft planen. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Micardis kann zu ernsthaften Nebenwirkungen f&uuml;hren, so wie zum Beispiel zu Verletzungen, Blutunterdruck (Hypotonie), Schwellung der F&uuml;&szlig;e, der Kn&ouml;chel, des Gesichts, der Zunge, der Kehle oder der H&auml;nde, grundlose Gewichtszunahme, Atembeschwerden, Sinusschmerzen und Blutstau (Sinusitis), R&uuml;ckenschmerzen, Durchfall, Kopfschmerzen, Schwindel, Asthenie, Husten, &Uuml;belkeit, M&uuml;digkeit, Schw&auml;che, &Ouml;dem, Gesichts&ouml;dem, &Ouml;demen der unteren Extremit&auml;ten, &Uuml;berempfindlichkeit, Erythem, Brustschmerzen, Vorhofflimmern, kongestives Herzversagen, Myokardinfarkt, erh&ouml;hter Blutdruck, verschlimmerte Hypertonie, Hypotonie (einschlie&szlig;lich orthostatischer Hypotonie), Hyperkali&auml;mie, Synkope, Dyspepsie, Schmerzen, Infektionen der Harnwege, erektile Dysfunktion, Bauchschmerzen, Muskelkr&auml;mpfe (einschlie&szlig;lich Kr&auml;mpfe der Beine). Informieren Sie Ihren Arzt dar&uuml;ber, falls eine dieser Nebenwirkungen l&auml;stig wird oder l&auml;nger anh&auml;lt. Informieren Sie sich bei Ihrem Arzt dar&uuml;ber, wie Sie mit Nebenwirkungen am Besten verfahren sollten.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Wechselwirkungen k&ouml;nnen auftreten, falls Sie Medikamente so wie zum Beispiel Diuretika oder Digoxin mit Micardis einnehmen. Gewisse Wechselwirkungen k&ouml;nnen die Konzentration eines Medikaments in Ihrem Blut deutlich erh&ouml;hen, w&auml;hrend andere Ihren Blutdruck zu stark verringern k&ouml;nnen oder k&ouml;nnen dazu f&uuml;hren, dass der K&ouml;rper die Medikamente anders verarbeitet als es eigentlich geplant war. Zu weiteren Medikamenten, die wohlm&ouml;glich zu Wechselwirkungen mit Micardis f&uuml;hren k&ouml;nnen, z&auml;hlen unter anderem kaliumsparende Diuretika und Kaliumserg&auml;nzungen. Sie sollten sich bei Ihrem Arzt oder Apotheker &uuml;ber spezifische Wechselwirkungen mit Micardis informieren, die Sie eventuell versp&uuml;ren k&ouml;nnten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie zu viel Micardis einnehmen, rufen Sie Ihren Notarzt, oder suchen Sie unverz&uuml;glich das n&auml;chstliegende Krankenhaus auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie das Medikament bei Temperaturen von etwa 25 Grad Celsius (77 Grad Fahrenheit); Temperaturschwankungen zwischen 15 bis 30 Grad Celsius (59 bis 86 Grad Fahrenheit) sind erlaubt.</p>