<p><strong>Drug Benutzt </strong><br /><br /> Minocyclin ist f&uuml;r die Behandlung bestimmter Infektionen eingesetzt wird. Es kann auch mit anderen Arzneimitteln verwendet werden, um einer schweren Akne oder zu anderen Bedingungen, die von Ihrem Arzt behandeln. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Minocyclin wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Einige Marken von Minocyclin kann mit Nahrung eingenommen werden. Andere sollte auf n&uuml;chternen Magen eingenommen werden. Fragen Sie Ihren Arzt oder Apotheker dar&uuml;ber, wie Sie Ihre Marke von Minocyclin zu nehmen. <br /><br /> Einige Marken von Minocyclin m&uuml;ssen ganz geschluckt werden. Fragen Sie Ihren Arzt oder Apotheker, um zu sehen, wenn Ihr Arzneimittel ist eine Marke, die m&uuml;ssen ganz geschluckt werden. <br /><br /> Nutzen Sie Minocyclin durch den Mund mit oder ohne Nahrung. <br /><br /> Nutzen Sie Minocyclin mit einem vollen Glas Wasser (8 oz/240 ml). Legen Sie sich 30 Minuten nach der Einnahme von Minocyclin. <br /><br /> Wenn Sie auch Bismutsalze nehmen (zB Bismutsubsalicylat), Calcium-Salze (zB Calciumcarbonat), Colestipol, Eisen-Salze (zB Eisensulfat), Magnesium-, Urin-alkalinizers (zB t&auml;glich Antazida), Sucralfat, Vitamine / Mineralien, Quinapril, Didanosin oder Zink-Salze (zB Zink-Sulfat), nehmen sie nicht innerhalb von 2 bis 3 Stunden vor oder nach der Einnahme von Minocyclin. Fragen Sie Ihren Arzt, wenn Sie Fragen haben. <br /><br /> Zur Kl&auml;rung Ihrer Infektion vollst&auml;ndig nehmen Minocyclin f&uuml;r das gesamte Verlauf der Behandlung. Halten Sie dabei, selbst wenn Sie sich besser f&uuml;hlen in ein paar Tagen. <br /><br /> Minocyclin funktioniert am besten, wenn sie zur gleichen Zeit genommen wird jeden Tag. <br /><br /><strong> Drug-Klasse und Mechanismus </strong><br /><br /> Minocyclin ist ein Antibiotikum Tetracyclin. Es funktioniert durch die Verlangsamung des Wachstums bestimmter Bakterien und damit die k&ouml;rpereigenen Immunsystems, sie zu t&ouml;ten. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Minocyclin, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Minocyclin bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Keep Minocyclin au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p>Warnungen / Vorsichtsma&szlig;nahmen <br /><br /> Verwenden Sie keine Minocyclin, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Minocyclin; <br /> Sie sind unter Acitretin, ein Aluminium-Salz (zB Aluminium-Carbonat), Isotretinoin, Methoxyfluran oder ein Penicillin. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Minocyclin. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> wenn Sie Nierenprobleme haben <br /> Wenn Sie eine Autoimmunerkrankung haben (zB Lupus) <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Minocyclin. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Aluminium-Salze (z. B. Aluminium-Carbonat) oder Cimetidin, weil sie verringern kann Minocyclin 's Wirksamkeit <br /> Acitretin, Antikoagulantien (zB Warfarin), Digoxin, Mutterkorn-Alkaloide (zB Ergotamin), Insulin, Isotretinoin, Methotrexat, Methoxyfluran oder Theophyllinen, weil das Risiko der Nebenwirkungen k&ouml;nnen durch Minocyclin erh&ouml;ht werden <br /> Live oralen Typhus-Impfstoff, orale Kontrazeptiva (Pille) oder Penicilline, weil ihre Wirksamkeit von Minocyclin verringert werden.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Schwindel, Benommenheit, Schwindel, Appetitlosigkeit, &Uuml;belkeit, Magenbeschwerden, Erbrechen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); blutige St&uuml;hle, verschwommenes Sehen; Vorw&ouml;lbung Schwachstellen bei S&auml;uglingen, Fieber, Kopfschmerzen, erh&ouml;hter Druck im Kopf; Entz&uuml;ndung der Bauchspeicheldr&uuml;se (erh&ouml;hter Puls, &Uuml;belkeit, Magen Z&auml;rtlichkeit, Erbrechen), Gelenkschmerzen, Muskelschmerzen oder-schw&auml;che, rot, geschwollen, Blasen, oder Sch&auml;len der Haut; Klingeln in den Ohren, Krampfanf&auml;lle, schwere Durchf&auml;lle, schwere Hautreaktionen die Sonne, Magenschmerzen / Kr&auml;mpfe, Schwierigkeiten beim Schlucken, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che; vaginale Reizung oder Entladung, Gelbf&auml;rbung der Haut oder Augen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Minocyclin, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /><br /> Minocyclin ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>