<p><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />sch&uuml;tzt vor der Bildung von zu viel Magens&auml;ure und behandelt die gastro&ouml;sophageale Reflux-Krankheit (GERD), Entz&uuml;ndungen der Speiser&ouml;hre und das Zollinger-Ellison Syndrom. Geschw&uuml;ren, bestimmten Darmbakterien und hilft generell bei zu viel Magens&auml;ure.<br /> Was muss mein Arzt bzw. meine &Auml;rztin vor der Behandlung wissen?<br /><br />Informieren Sie sie &uuml;ber folgende Umst&auml;nde:<br />Leberkrankheit<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Omeprazol, andere Medikamente, Lebensmittel, Farb- oder Konservierungsmittel<br />Schwangerschaft oder Schwangerschaftswunsch<br />Stillen<br /><br /><strong>Wie nehme ich dieses Medikament?</strong><br /><br />Schlucken Sie das Medikament zusammen mit etwas Wasser. Nicht zerkauen oder zerkleinern. Sie k&ouml;nnen die Kapseln &ouml;ffnen und den Inhalt mit Apfelmus oder Joghurt, Saft oder zusammen mit Wasser mischen und einnehmen. Am besten wirkt das Medikament, wenn Sie es 30 bis 60 Minuten vor dem Fr&uuml;hst&uuml;ck schlucken. Nehmen Sie das Medikament in regelm&auml;&szlig;igen Abst&auml;nden ein und nicht &ouml;fter als angegeben. Setzen Sie es nicht ab, es sei denn Ihr Arzt bzw. Ihre &Auml;rztin weist Sie dazu an. Beraten Sie sich mit einem Kinderarzt/&Auml;rztin falls das Medikament von Kindern eingenommen werden soll. Es k&ouml;nnen besondere Vorsichtsma&szlig;nahmen n&ouml;tig sein.<br /><br /><strong>&Uuml;berdosierung</strong>: <br /><br />Wenn Sie mehr Tabletten eingenommen haben, als Ihr Arzt bzw. Ihre &Auml;rztin verschrieben hat, wenden Sie sich sofort an das n&auml;chstgelegene Krankenhaus oder an Ihren Arzt bzw. Ihre &Auml;rztin. <br /><br /><strong>ACHTUNG:</strong> Dieses Medikament ist ausschlie&szlig;lich f&uuml;r Sie bestimmt. Geben Sie es nicht weiter an Andere.<br /><br /><strong>Was soll ich machen, wenn ich die Einnahme vergesse?</strong><br /><br />Wenn Sie eine Dosis vergessen haben, holen Sie sie m&ouml;glichst schnell nach. Ist jedoch der Zeitpunkt der n&auml;chsten Einnahme gekommen, lassen Sie die vergessene Dosis aus. Verdoppeln Sie aber keinesfalls die Dosis.<br /><br /><strong>Welche Wechselwirkungen kann es geben?</strong><br /><br />Nehmen Sie dieses Medikament nicht zusammen mit folgenden anderen Medikamenten.<br />Atazanavir<br /><br />Dieses Medikament zeigt auch Wechselwirkungen mit den folgenden Medikamenten:<br />Ampicillin<br />Diazepam<br />Digoxin<br />Eisensalze <br />Medikamente f&uuml;r Pilzinfektionen wie Ketoconazol und Itraconazol<br />Phenytoin<br />Tacrolimus<br />Warfarin<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen. Geben Ihrem Arzt bzw. Ihrer &Auml;rztin eine Liste aller Ihrer verschreibungspflichtigen und nicht verschreibungspflichtigen Medikamente, Wirkstoffe, Kr&auml;uterprodukte und Nahrungserg&auml;nzungsmittel. Geben Sie auch an, ob Sie Rauchen, Alkohol trinken oder Drogen nehmen. All diese Substanzen k&ouml;nnen die Wirksamkeit des Medikaments ver&auml;ndern bzw. beeintr&auml;chtigen. <br /><br /><strong>Was soll ich w&auml;hrend der Einnahme beachten?</strong><br /><br />Es kann mehrere Tage dauern, bis Sie eine Besserung der Magenprobleme sehen. Teilen Sie Ihrem Arzt oder Ihrer &Auml;rztin mit, wenn sich Ihr Zustand nicht bessert oder verschlechtert.<br /><br /><strong>Welche Nebenwirkungen kann es geben?</strong><br /><br />Ernsthafte Nebenwirkungen sind selten. Folgende Nebenwirkungen sollten Sie Ihrem Arzt bzw. Ihrer &Auml;rztin umgehend mitteilen:<br />Blut im Urin<br />Brustschmerzen oder Beklemmungen<br />Dunkel-gelber oder brauner Urin<br />Fieber oder wunder Rachen<br />R&ouml;tung, Blasenbildung, Sch&auml;len oder Abl&ouml;sen der Haut, auch im Mund<br />Kurzatmigkeit<br />Hautausschlag, Jucken<br />Gelbf&auml;rbung der Haut oder Augen<br /><br />Folgende Nebenwirkungen m&uuml;ssen nicht behandelt werden (Kontaktieren Sie Ihren Arzt bzw. Ihre &Auml;rztin falls sie andauern oder als st&ouml;rend empfunden werden):<br />Durchfall oder Verstopfung<br />Kopfschmerzen<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen.<br /><br /><strong>Wie ist das Medikament aufzubewahren?</strong><br /><br />Arzneimittel f&uuml;r Kinder unzug&auml;nglich lagern bei einer Raumtemperatur zwischen 20 und 25 Grad Celsius. Die Packung fest verschlossen halten. Vor Licht und Feuchtigkeit sch&uuml;tzen. Nicht aufgebrauchte Medikamente nach deren Haltbarkeitsdatum entsorgen.</p>