<p><strong>Allgemeine Anwendung<br /></strong><br /> Prinivil geh&ouml;rt zu einer Medikamentengruppe namens ACE-Hemmer. Prinivil wird angewendet, um Bluthochdruck (Hypertonie) und kongestives Herzversagen zu behandeln, und um den Zustand nach einem Herzinfarkt zu verbessern. Das Medikament kann auch daf&uuml;r angewendet werden, um die Nieren von einer Sch&auml;digung durch Diabetes zu sch&uuml;tzen. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Medikament oral zu sich, meistens ein Mal am Tage, oder so wie Ihr Arzt es Ihnen verschrieben hat. Sie k&ouml;nnen dieses Medikament mit oder ohne Lebensmittel einnehmen. Das Medikament sollten Sie regelm&auml;&szlig;ig einnehmen, damit Sie den meisten Nutzen davon haben. Damit Sie sich besser daran erinnern k&ouml;nnen, nehmen Sie es jeden Tag zur gleichen Zeit ein. <br /> Die empfohlene Erwachsenendosis von Lisinopril reicht von 2.5 mg bis 40 mg t&auml;glich, in Abh&auml;ngigkeit vom zu behandelnden Zustand. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Lisinopril einnehmen, sollten Sie Ihren Arzt oder Apotheker dar&uuml;ber informieren, ob Sie allergisch darauf oder auf andere ACE-Hemmer (zum Beispiel Captopril oder Benazepril) reagieren; oder falls Sie andere Allergien haben (einschlie&szlig;lich allergischer Reaktionen nach der Aussetzung zu gewissen Membranen, die zur Blutfilterung angewendet werden). <br /> Bevor Sie dieses Medikament einnehmen, sollten Sie Ihren Arzt oder Apotheker &uuml;ber Ihre Anamnese informieren, vor allem aber dar&uuml;ber, ob sich in der Anamnese folgendes findet: Nierenerkrankungen, Lebererkrankungen, hoher Kaliumgehalt im Blut, starke Dehydrierung (und auch Verlust von Elektrolyten so wie zum Beispiel Natrium), Blutgef&auml;&szlig;erkrankungen (zum Beispiel kollagen&ouml;se Erkrankungen so wie zum Beispiel Lupus oder Sklerodermie).<br /> Dieses Medikament kann Sie schwindlig machen. Setzen Sie sich nicht ans Steuer, bedienen Sie keine Maschinen und f&uuml;hren Sie keine sonstigen Aktivit&auml;ten aus, wo Aufmerksamkeit und Wachsamkeit wichtig sind, bis Sie sich sicher sind, dass Sie diese Aktivit&auml;ten gefahrlos aus&uuml;ben k&ouml;nnen. Beschr&auml;nken Sie den Konsum alkoholischer Getr&auml;nke.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament kann zu ernsthaften (und auch m&ouml;glicherweise todbringenden) Sch&auml;den bei ungeborenen Kindern f&uuml;hren, wenn es w&auml;hrend der Schwangerschaft eingenommen wird. Aus diesem Grunde ist es sehr wichtig, dass eine Schwangerschaft vermieden wird, falls Sie dieses Medikament einnehmen. Informieren Sie sich bei Ihrem Arzt, um weitere Informationen zu erhalten und mehr &uuml;ber effektive Formen der Verh&uuml;tung zu erfahren. Falls Sie eine Schwangerschaft planen, schwanger werden, oder glauben, dass Sie schwanger sind, suchen Sie sofort Ihren Arzt auf.<br /> Dieses Medikament sollte nicht eingenommen werden, falls Sie gewisse medizinische Zust&auml;nde versp&uuml;ren. Bevor Sie dieses Medikament einnehmen, informieren Sie Ihren Arzt oder Apotheker dar&uuml;ber ob Sie folgendes haben: Allergische Reaktionen in der Anamnese, zu denen unter anderem Schwellung des Gesichts/der Lippen/der Zunge/der Kehle (Angio&ouml;dem) z&auml;hlen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Sie k&ouml;nnten Kopfschmerzen, Schwindel, Benommenheit, M&uuml;digkeit, &Uuml;belkeit, Durchfall, trockenen Husten oder verschwommenes Sehen versp&uuml;ren, da Ihr K&ouml;rper sich dem Medikament anpassen muss. Sollte eine dieser Nebenwirkungen l&auml;nger anhalten oder l&auml;stig werden, suchen Sie Ihren Arzt oder Apotheker bitte so schnell wie m&ouml;glich auf. <br /> Informieren Sie Ihren Arzt unverz&uuml;glich dar&uuml;ber, falls eine dieser un&uuml;blichen aber sehr ernsthaften Nebenwirkungen auftreten: Ohnmacht, abgeschw&auml;chte sexuelle F&auml;higkeiten oder Brustschmerzen.<br /> Informieren Sie Ihren Arzt unverz&uuml;glich dar&uuml;ber, falls eine dieser h&ouml;chst un&uuml;blichen aber dennoch ernsthaften Nebenwirkungen auftritt: &Auml;nderungen in der Urinmenge, &Auml;nderungen der Sehkraft und Anzeichen einer Infektion (zum Beispiel Fieber, Sch&uuml;ttelfrost oder l&auml;nger anhaltende Halsschmerzen).<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Die Einnahme beliebiger anderer Medikamente sollten Sie ohne die Einverst&auml;ndnis Ihres Arztes oder Apothekers weder beginnen, noch beenden, noch ihre Dosierung &auml;ndern. <br /> Folgende Medikamente k&ouml;nnen sich auf die Wirkung von Lisinopril auswirken, beziehungsweise das Risiko von Nebenwirkungen erh&ouml;hen: <br /> nichtsteroidale entz&uuml;ndungshemmende Medikamente (NSAIDe; zum Beispiel Ibuprofen, Indomethacin oder Naproxen) <br /> Diuretika (Wasserpillen) <br /> kaliumsparende Diuretika (zum Beispiel Spironolacton, Amilorid oder Triamteren) <br /> Medikamente, die den Kaliumgehalt im Blut erh&ouml;hen (zum Beispiel Kaliumserg&auml;nzungen, kaliumhaltige Salzersatze) <br /> blutdrucksenkende Medikamente (so wie zum Beispiel Beta-Blocker) <br /> Lisinopril kann sich auf folgende Medikamente auswirken, beziehungsweise das Risiko von Nebenwirkungen erh&ouml;hen:<br /> Lithium <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen Sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Suchen Sie not&auml;rztliche Hilfe auf, falls Sie glauben, dass Sie zu viel von diesem Medikament eingenommen haben. Zu den Symptomen einer &Uuml;berdosierung mit Prinivil z&auml;hlen unter anderem extremer Schwindel, Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie das Medikament trocken und vor Licht gesch&uuml;tzt. Lagerungstemperaturen k&ouml;nnen laut Angabe verschiedener Hersteller variieren, weswegen Sie sich besser bei Ihrem Arzt oder Apotheker n&auml;her informieren sollten. Nicht im Badezimmer lagern. Bewahren Sie s&auml;mtliche Medikamente f&uuml;r Kinder und Haustiere auf. Sp&uuml;len Sie Medikamente nicht in der Toilette herunter und gie&szlig;en Sie diese nicht in den Abfluss, au&szlig;er wenn es Ihnen vom Arzt verschrieben wurde. Entsorgen Sie dieses Produkt korrekt, wenn Sie es nicht l&auml;nger brauchen oder wenn das Verfallsdatum abgelaufen ist.</p>