<p><strong>Allgemeine Anwendung</strong><br /><br /> Skelaxin ist als Zusatz zur Ruhe- und Physiotherapie und anderen Ma&szlig;nahmen zur Linderung von Beschwerden bei akuten, schmerzhaften Erkrankungen des Bewegungsapparats angewendet. Der Wirkungsmechanismus dieses Medikamentes ist nicht eindeutig identifiziert, kann jedoch mit seinen beruhigenden Eigenschaften verbunden sein. Angespannte Skelettmuskeln k&ouml;nnen von Metaxalone nicht direkt entspannt werden.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Die empfohlene Dosis f&uuml;r Erwachsene und Kinder &uuml;ber 12 Jahre betr&auml;gt eine 800 mg Tablette drei bis vier Mal pro Tag.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Es ist nicht bekannt, ob dieses Medikament in die Muttermilch gelangen kann. Normalerweise ist das Stillen w&auml;hrend der Behandlung nicht vorgenommen, weil viele Medikamente in die menschliche Muttermilch gelangen k&ouml;nnen.<br /> Sicherheit und Wirksamkeit bei Kindern im Alter von zw&ouml;lf Jahren und j&uuml;nger sind nicht bewiesen.<br /> Dieses Medikament kann Sie schwindelig oder schl&auml;frig machen. Sie sollten weder Auto fahren, noch Maschinen bedienen oder andere Aktivit&auml;ten aus&uuml;ben, die hohe Aufmerksamkeit erfordern, bis Sie sicher sind, dass Sie diese T&auml;tigkeiten sicher ausf&uuml;hren k&ouml;nnen. Beschr&auml;nken Sie Ihren Alkoholkonsum.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten dieses Medikament nicht einnehmen, falls Sie allergisch auf Metaxalone reagieren oder an An&auml;mie (Mangel an roten Blutk&ouml;rperchen) und schweren Nieren- oder Lebererkrankungen leiden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den m&ouml;glichen Nebenwirkungen z&auml;hlen unter anderem Benommenheit, Schwindel, Kopfschmerzen, Nervosit&auml;t, Reizbarkeit, &Uuml;belkeit, Erbrechen, Magen- und Darmst&ouml;rungen, &uuml;berempfindliche Reaktionen, Hautausschlag mit oder ohne Juckreiz, Leukopenie, An&auml;mie und Gelbsucht.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Die Beruhigungswirkung von Skelaxin und anderen ZNS- Beruhigungsmitteln (zum Beispiel Alkohol, Benzodiazepine, Opiate, Antidepressiva) k&ouml;nnen s&uuml;chtig machen. Deswegen sollten die Patienten, die mehrere ZNS-Depressiva gleichzeitig einnehmen, damit vorsichtig sein. <br /> Skelaxin kann die Wirkung von Alkohol und anderen ZNS-Depressiva erh&ouml;hen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich innerhalb einer Stunde ein. Anderenfalls setzen sie diese Dosis aus und halten Sie sich an Ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt, um die verpasste Dosis zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Todesf&auml;lle, die von der absichtlichen oder zuf&auml;lligen &Uuml;berdosierung verursacht werden, sind bei der Einnahme von Metaxalone aufgetreten, insbesondere in Kombination mit Antidepressiva, und mit dieser Klasse von Medikamenten in Kombination mit Alkohol.<br /> Falls Sie eine &Uuml;berdosierung dieses Medikamentes verd&auml;chtigen, suchen Sie unverz&uuml;glich die n&auml;chstliegende Vergiftungszentrale oder einen Notarzt auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Raumtemperaturen von 59-86 Grad Fahrenheit (15-30 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>