<p><strong>Was ist das f&uuml;r eine Medizin?</strong><br /><br />TADALAFIL behandelt Erektionsst&ouml;rungen bei M&auml;nnern.<br /><br /><strong>Was sollte Ihr Arzt bzw. Ihre &Auml;rztin wissen, bevor ich dieses Medikament verwende?</strong><br /><br />Ihr Arzt bzw. Ihre &Auml;rztin muss &uuml;ber folgende Punkte informiert werden:<br />Augen- oder Sehprobleme einschlie&szlig;lich einer seltenen vererbbaren Augenkrankheit namens Retinitis Pigmentosa<br />Herzinsuffizienz, Angina, hoher oder niedriger Blutdruck, vergangene Herzattacken oder andere Herzprobleme<br />Nierenkrankheiten<br />Leberkrankheiten<br />Schlaganfall<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Tadalafil, andere Medikamente, Lebensmittel, Farbstoffe oder Konservierungsmittel<br />Schwanger oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie sollte ich diese Medizin nehmen?</strong><br /><br />Nehmen Sie die Medizin mit einem Glass Wasser und vielleicht etwas zu Essen. Die Dosis sollte 30 bis 60 Minuten vor dem Geschlechtsverkehr genommen werden. Nur einmal am Tag und nur wie verschrieben.<br /><br /><strong>&Uuml;berdosierung:</strong> Wenn Sie mehr Tabletten eingenommen haben, als Ihr Arzt bzw. Ihre &Auml;rztin verschrieben hat, wenden Sie sich sofort an das n&auml;chstgelegene Krankenhaus oder an Ihren Arzt bzw. Ihre &Auml;rztin.<br /><br /><strong>ACHTUNG:</strong> Dieses Medikament ist ausschlie&szlig;lich f&uuml;r Sie bestimmt. Geben sie es nicht weiter an Andere.<br /><br /><strong>Was soll ich machen, wenn ich die Einnahme vergesse?</strong><br /><br />Das trifft hier nicht zu, weil Sie es nur nehmen, wenn Sie es brauchen.<br /><br /><strong>Welche Wechselwirkungen kann es geben?</strong><br /><br />Nehmen Sie das Medikament nicht mit folgenden anderen Medikamenten:<br />Nitrate wie Amyl Nitrit, Isosorbid Dinitrat, Isosorbid Mononitrat, Nitroglyzerin<br /><br />Dieses Medikament kann auch mit folgenden Medikamenten Wechselwirkungen zeigen:<br />Bestimmte Bluthochdruckmedikamente<br />Bestimmte HIV- oder AIDS-Medikamente<br />Bestimmte Medikamente gegen Pilz- oder Hefeinfektionen wie Fluconazol, Itraconazol, Ketoconazol und Voriconazol<br />Bestimmte Medikamente gegen Schlaganfall wie Carbamazepin, Phenytoin und Phenobarbital<br />Grapefruit Saft<br />Makrolide Antibiotika wie Clarithromycin, Erythromycin, Troleandomycin<br />Medikamente f&uuml;r Prostataprobleme<br />Rifabutin, Rifampin oder Rifapentin<br /><br />Weil diese Aufz&auml;hlung unvollst&auml;ndig sein kann, geben Ihrem Arzt bzw. Ihrer &Auml;rztin eine Liste aller Ihrer verschreibungspflichtigen und nicht verschreibungspflichtigen Medikamente, Wirkstoffe und Nahrungserg&auml;nzungsmittel. Geben Sie auch an, ob Sie Rauchen, Alkohol trinken oder Drogen nehmen.<br /><br /><strong>Was sollte ich w&auml;hrend der Einnahme dieses Medikaments beachten?</strong><br /><br />Wenn Sie &Auml;nderungen in Ihrem Sehverm&ouml;gen bemerken, auf einem oder beiden Augen nichts mehr sehen, w&auml;hrend Sie das Medikament nehmen, informieren Sie Ihren Arzt oder Ihre &Auml;rztin m&ouml;glichst schnell. Kontaktieren Sie Ihren Arzt oder Ihre &Auml;rztin, wenn die Erektion l&auml;nger als 4 Stunden andauert oder wenn Sie Schmerzen haben. Dies kann ein Anzeichen sein, dass Sie ein ernsthaftes Problem haben und sofortige Behandlung brauchen, um permanente Sch&auml;den zu vermeiden. Wenn Ihnen beim Geschlechtsverkehr schlecht oder schwindelig wird, Sie Schmerzen in Brust oder Armen sp&uuml;ren, nachdem Sie das Medikament genommen haben, sollten Sie aufh&ouml;ren und umgehend &auml;rztlichen Rat suchen. Trinken Sie nicht exzessiv Alkohol (z.B. 5 Gl&auml;ser Wein, Bier oder Schnaps), w&auml;hrend Sie dieses Medikament nehmen. Trinken Sie im &Uuml;berma&szlig;, erh&ouml;hen Sie die Chancen, Kopfschmerzen oder einen Schwindelanfall zu bekommen, Ihren Herzschlag zu erh&ouml;hen oder Ihren Blutdruck zu verlangsamen. Dieses Medikaments sch&uuml;tzt weder Sie noch Ihren Partner oder Partnerin vor einer HIV-Infektion oder einer anderen Geschlechtskrankheit.<br /><br /><strong>Welche Nebenwirkungen gibt es?</strong><br /><br />Folgende Nebenwirkungen sollten Sie Ihrem Arzt bzw. Ihrer &Auml;rztin sofort mitteilen:<br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, Lippen oder Zunge<br />Atembeschwerden<br />&Auml;nderungen im H&ouml;ren<br />&Auml;nderungen in der Sicht<br />Brustschmerzen<br />Schneller, unregelm&auml;&szlig;iger Herzschlag<br /><br />Folgende Nebenwirkungen m&uuml;ssen nicht behandelt werden (Kontaktieren Sie Ihren Arzt bzw. Ihre &Auml;rztin falls sie andauern oder als st&ouml;rend empfunden werden):<br />R&uuml;ckenschmerzen<br />Schwindel<br />Muskelschmerzen<br />Flushing<br />Kopfschmerzen<br />Magenverstimmung<br />Verstopfte oder laufende Nase<br /><br />Diese Aufz&auml;hlung kann unvollst&auml;ndig sein. Suchen Sie &auml;rztlichen Rat &uuml;ber m&ouml;gliche Nebenwirkungen.<br /><br /><strong>Wo bewahre ich meine Medikamente auf?</strong><br /><br />Ausser Reichweite von Kindern!. Lagern bei einer Temperatur zwischen 15 und 30 Grad Celsius. Werfen Sie unbenutzte Medikamente nach Verfallsdatum weg.</p>