<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Valtrex ist ein Antivirusrauschgift, das pflegte, bestimmte Herpes-Infektionen, einschlie&szlig;lich des Herpes-Zosters (der schmerzhafte Ausschlag bekannt als G&uuml;rtelrosen), Geschlechtsherpes, und Herpes-Bl&auml;schenausschl&auml;ge auf dem Gesicht und den Lippen zu behandeln. Valtrex h&ouml;rt Virenreduplikation auf und bek&auml;mpft das Herpes-Virus, es angreifend und es davon verlangsamend, sich im System zu wiederholen, das, das den K&ouml;rper erlaubt, bei der nat&uuml;rlichen Verteidigung der Ausbreitung dieses Virus schlie&szlig;lich zu helfen sowohl die Dauer als auch Frequenz von Ausbr&uuml;chen beschr&auml;nkt. Valtrex wird Herpes nicht heilen, er vermindert gerade die Symptome von der Infektion.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Beraten Sie sich mit Ihrem Arzt vor dem Verwenden. Gebrauch wurde nicht mehr als vorgeschrieben. Nehmen Sie es m&uuml;ndlich mit oder ohne Essen alle 8 Stunden (3mal pro Tag) w&auml;hrend einer Woche. Wenn Sie einen Geschlechtsherpes haben, nehmen es zweimal t&auml;glich seit 5 Tagen. F&uuml;r die Behandlung von Bl&auml;schenausschl&auml;gen wird dieses Rauschgift gew&ouml;hnlich nur seit einem Tag genommen. Weil bestes Ergebnis Behandlung so bald wie m&ouml;glich nach Ihrem Symptomanfang anf&auml;ngt. <br /> Bemerken Sie: diese Instruktion pr&auml;sentiert hier gerade f&uuml;r die Rezension. Es ist sehr notwendig, sich mit Ihrem Arzt vor dem Verwenden zu beraten. Es hilft Ihnen, beste Ergebnisse zu bekommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Das Rauschgift sollte nicht von Patienten mit Immunsystem-Problemen verwendet werden. Wenn Sie HIV-Infektion haben oder ein Knochenmark oder Nieretransplantation hatten, kann Valtrex Ihrem Leben drohen. Valtrex, wenn genommen, in passenden Dosen jeden Tag, kann die Gefahr reduzieren, auf Geschlechtsherpes sexuellen Partnern zu verzichten. Verwenden Sie es in der Kombination mit sichereren Sexualmethoden f&uuml;r das beste Ergebnis. Valtrex sollte nicht w&auml;hrend Schwangerschaft verwendet werden, schwanger werdend oder ohne den Rat des Arztes Milch absondernd. Verwenden Sie Valtrex vor dem Stillen ohne den Rat des Arztes nicht.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Valtrex wird in Leuten mit Nierekrankheit oder Blutst&ouml;rungen nicht erlaubt. Auch es wird in Leuten kontraindiziert, die zu irgendwelchen Bestandteilen dieses Rauschgifts &uuml;berempfindlich sind.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Sie k&ouml;nnen eine allergische Reaktion einschlie&szlig;en: Nesselausschl&auml;ge; Schwierigkeitsatmen; von Ihrem Gesicht, Lippen, Zunge, oder Gurgel schwellend. Auch die m&ouml;glichsten Nebenwirkungen schlie&szlig;en ein: <br /> Schmerz in Ihrem tiefer zur&uuml;ck;<br /> Schl&auml;frigkeit, Stimmungs&auml;nderungen, vergr&ouml;&szlig;erte Durst, Verlust des Appetits, Brechreizes und Emesis;<br /> Schwellung, Gewichtszunahme, sich knapp am Atem f&uuml;hlend;<br /> Verwirrung, Aufregung, Aggression, Halluzinationen, das Schwierigkeiten-Konzentrieren;<br /> Gef&uuml;hl wackelig oder unsicher;<br /> Probleme mit der Rede oder Vision; <br /> Anfall (Konvulsionen).<br /> Weniger ernst schlie&szlig;en Sie ein:<br /> Brechreiz, Magen-Schmerz;<br /> Kopfschmerz, Schwindel, m&uuml;des Gef&uuml;hl, Depression;<br /> gemeinsamer Schmerz;<br /> Menstruationsschmerz;<br /> milder Hautausschlag; <br /> stickige Nase, Angina.<br /> Das Arten der Nebenwirkung kann roten Blutk&ouml;rperchen schaden:<br /> Fieber, das leichte Quetschen oder die Blutung;<br /> rote Punkte auf der Haut (nicht verbunden mit dem Herpes oder den Windpocken);<br /> Blutdiarrh&ouml;e, Emesis;<br /> blasse oder yellowed Haut;<br /> Schw&auml;che oder schwach zu werden; <br /> weniger als &uuml;blich oder &uuml;berhaupt nicht urinierend.<br /> Wenn Sie einen von ihnen erfahren, h&ouml;ren auf, Valtrex zu verwenden, und erz&auml;hlen Ihrem Arzt so bald wie m&ouml;glich. Beraten Sie sich auch mit Ihrem Arzt &uuml;ber jede Nebenwirkung, die ungew&ouml;hnlich scheint.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Valtrex wirken mit Probenecid (Benemid) und cimetidine (Tagamet, Tagamet HB) aufeinander. Bemerken Sie auch, dass die Wechselwirkung zwischen zwei Medikamenten nicht immer bedeutet, dass Sie aufh&ouml;ren m&uuml;ssen, einen von ihnen zu nehmen. Wie gew&ouml;hnlich betrifft es die Wirkung von Rauschgiften, beraten Sie sich so mit Ihrem Arzt dar&uuml;ber, wie es Wechselwirkungen gef&uuml;hrt werden oder gef&uuml;hrt werden sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie verga&szlig;en, Ihre Dosis rechtzeitig zu nehmen, tun Sie es bitte, sobald Sie sich erinnern. Aber nehmen Sie wenn es ist zu sp&auml;t oder fast Zeit f&uuml;r Ihre folgende Dosis nicht. Nehmen Sie doppelte oder zus&auml;tzliche Dosen nicht. Nehmen Sie Ihren gew&ouml;hnlich Dosis am n&auml;chsten Tag in demselben regelm&auml;&szlig;ig Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Valtrex &Uuml;berdosis sind nicht bekannt. So, wenn Sie irgendeinen ungew&ouml;hnlichen Symptomanruf Ihr Arzt sofort erfahren.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren. Verwenden Sie nach dem Ausatmungsbegriff nicht.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>