<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Diclofenac geh&ouml;rt zu einer Klasse von nicht-steroidalen Antiphlogistika (NSAIDs). Dieses Medikament wird zur Verringerung der Entz&uuml;ndung und als Analgetikum, um Schmerzen bei Erkrankungen wie Arthritis oder akute Verletzungen zu verringern. Es kann auch verwendet werden, um Menstruationsbeschwerden, Dysmenorrhoe zu mindern.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie Voltaren oral mit einem Glas Wasser, mit oder ohne Nahrung ein. Vermeiden Sie Schneiden, Zerkleinern oder Kauen dieser Medizin. Geben Sie die Einnahme von Voltaren ohne &auml;rztlichen Rat nicht auf. Es kann einige Zeit dauern, bis die Wirkung des Medikaments eingetreten ist. Fragen Sie Ihren Arzt nach der richtigen Dosis f&uuml;r Sie. <br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bevor Sie Voltaren einnehmen, informieren Sie Ihren Arzt oder Apotheker, wenn Sie allergisch darauf sind, oder wenn Sie andere Allergien haben.<br /> Voltaren, wie andere NSAR, kann die Ausscheidung von Natrium und Lithium hemmen. Seien Sie vorsichtig, wenn Sie dieses Medikament zusammen mit Lithiumzugaben nehmen.<br /> Vermeiden Sie, Alkohol zu trinken und zu rauchen, w&auml;hrend sie mit diesem Medikament behandelt werden. &Auml;ltere Menschen k&ouml;nnen eine erh&ouml;hte Empfindlichkeit auf Nebenwirkungen des Arzneimittels aufweisen. Informieren Sie Ihren Arzt, wenn Sie an der Parkinsonkrankheit, Nieren- oder Lebererkrankungen oder hohem Blutdruck leiden, oder wenn Sie schwanger sind oder stillen. <br /><br /> <strong>Kontraindikationen</strong><br /><br /> Voltaren sollte nicht von Patienten mit natriumsensitivem Bluthochdruck sowie von Patienten mit einer &Uuml;berempfindlichkeit gegen dieses Medikament verwendet werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong><br /><br /> Die h&auml;ufigsten Nebenwirkungen sind Mundtrockenheit, Schwindel, Reizbarkeit, Bewusstseinst&ouml;rungen, Schlaflosigkeit, Harnr&uuml;ckhalt, etc. Eine sehr schwere allergische Reaktion tritt selten auf. Die meisten Menschen mit diesem Arzneimittel haben keine ernsthaften Nebenwirkungen. Wenden Sie sich an Ihren Arzt oder Apotheker f&uuml;r weitere Details. Sollten Sie Symptome und Nebenwirkungen bei sich feststellen, die hier nicht aufgef&uuml;hrt wurden, sprechen Sie mit Ihrem Arzt oder Apotheker.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Informieren Sie Ihren Arzt oder Apotheker vor der Anwendung von Voltaren &uuml;ber alle verschreibungspflichtigen und rezeptfreien / pflanzlichen Produkte, die Sie einnehmen.<br /> Voltaren kann die Interaktion mit folgenden Medikamenten haben:<br /> * NSAR der Familie Salicylat (Aspirin)<br /> * Antikoagulantien.<br /> Wenden Sie sich an Ihren Arzt oder Apotheker f&uuml;r weitere Details. <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie vergessen haben, Ihre Dosis rechtzeitig einzunehmen, machen Sie es sobald wenn Sie sich erinnern. Ist bereits so viel Zeit vergangen, dass Sie schon Ihre n&auml;chste Dosis nehmen m&uuml;ssen, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte oder erh&ouml;hte Dosis. <br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Wenn Sie glauben, zu viel von dieser Medizin eingenommen zu haben, suchen Sie sofort medizinische Hilfe auf. Die Symptome einer m&ouml;glichen &Uuml;berdosierung umfassen in der Regel Schmerzen in der Brust, &Uuml;belkeit, unregelm&auml;&szlig;igen Herzschlag, Gef&uuml;hl der Benommenheit oder Ohnmacht.<br /><br /> <strong>AufLagerung</strong><br /><br /> Lager Sie das Medikament bei einer Raumtemperatur von 68-77 &deg; F (20-25 &deg; C), fern von Licht und Feuchtigkeit. Bewahren Sie das Medikament nicht im Badezimmer auf. Darf nicht in die Reichweite von Kindern und Haustieren gelangen.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. <br /> Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>