<p><strong>Allgemeine Anwendung<br /></strong><br /> Yasmin enth&auml;lt Drospirenone (ein synthetisches Hormon progestin) und wird als ein vorbeugendes Rauschgift verwendet, um Schwangerschaft zu vermeiden. Es st&ouml;rt Frau Menstruationszyklus und beschwindelt den K&ouml;rper, als ob Eisprung stattgefunden hat, selbst wenn es nicht hat. So wird eine reifen gelassene Eizelle durch die Eierst&ouml;cke nicht ver&ouml;ffentlicht.Das Medikament &auml;ndert Bedingung des Halsschleims und des Geb&auml;rmutterfutters und der Korb-Bewegung von Samenzellen zur Geb&auml;rmutter und Verhaftung einer fruchtbar gemachten Eizelle zur Geb&auml;rmutter.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Fangen Sie Behandlung am allerersten Tag Ihres Menstruationszyklus an und dann nehmen Sie eine Pille t&auml;glich. Wenn Sie fehlten, eine t&auml;gliche Dosis nehmen zwei Pillen als eine einzelne Dosis. Die Gefahr Ihrer Schwangerschaft nimmt zu, wenn Sie mehr als eine Dosis verpassen. Nehmen Sie andere empf&auml;ngnisverh&uuml;tende Pille concomitantly mit Yasmin nicht, um ernste hormonale Gleichgewichtsst&ouml;rung zu vermeiden. Jede Pille enth&auml;lt 3.0 Mg von drospirenone und 0.030 Mg von ethinyl estradiol, w&auml;hrend 7 'unt&auml;tige' Pillen die Hormone nicht enthalten.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Zus&auml;tzliche Geburtenkontrolle-Methoden (Pr&auml;servative oder ein Spermizid) k&ouml;nnen erforderlich sein, wenn Sie anfangen, Yasmin zu verwenden. Die Einnahme von Hormonen kann die Gefahr der Blutgerinnung, des Herzanfalls, des Schlags, besonders in den Patienten mehr als 35 y.o. oder Raucher vergr&ouml;&szlig;ern. Informieren Sie Ihren Arzt, wenn Sie Probleme mit Herzen, Blutdruck, kongestiver Herzinsuffizienz, Angina, hohem Cholesterin, Depression in der Geschichte, den Anf&auml;llen oder der Fallsucht, dem Diabetes, der Gallenblase-Krankheit, den Krampfadern, der Tuberkulose, den faserartigen Geb&auml;rmuttergeschw&uuml;lsten, einer Geschichte der fibrocystic Brustkrankheit, Kn&ouml;tchen, Klumpen haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten nicht dieses Medikament in Patienten mit der &Uuml;berempfindlichkeit zum Medikament, der undiagnostizierten anomalen Geschlechtsblutung, Brustkrebs (bekannt, verd&auml;chtigt, oder in der Geschichte), bekannt verwenden oder verd&auml;chtigten Oestrogen-Abh&auml;ngigen neoplasia, Blutgerinnsel, myocardial Infarkt, Schwangerschaft, Stillen, Probleme mit der Leber, Plage. Das Medikament kann nicht in den M&auml;dchen verwendet werden, die ihre erste Menstruationsperiode noch nicht gehabt haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Yasmin kann Kalium-Niveaus in einigen Personen, so, Frauen mit der Nierekrankheit, dem Leber-Programmfehler vergr&ouml;&szlig;ern, oder Nebennierenkrankheit sollte nicht dadurch behandelt werden. Auch einige Frauen k&ouml;nnen Brechreiz, Emesis, Gewichtszunahme, Kopfschmerzen, Herzklopfen entwickeln, schwach zu werden, oder Schwindel, Brustz&auml;rtlichkeit und Vergr&ouml;&szlig;erung, &Auml;nderungen im Menstruationszyklus, der vaginalen Candidiasis, der Wasserretention im K&ouml;rper. Ernstere, aber seltene nachteilige Reaktionen schlie&szlig;en Zunahme in Blutdruck, Depression, Leber-St&ouml;rungen und Blutgerinnseln in Gef&auml;&szlig;en ein.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Es gibt Medikamente, die mit Yasmin aufeinander wirken k&ouml;nnen. Informieren Sie Ihren Arzt &uuml;ber alle vorgeschrieben und die &uuml;ber Gegenmedikamente, Kr&auml;uterprodukte und Nahrungserg&auml;nzungen, die Sie verwenden und besonders &uuml;ber theophylline (Respbid, Theo-Dur), acetaminophen (Tylenol) oder Askorbins&auml;ure (Vitamin C), prednisolone (Orapred), der wort des St Johns, Anfall-Medikamente, cyclosporine (Gengraf, Neoral, Sandimmune), Barbiturs&auml;urepr&auml;parat-Beruhigungsmittel, HIV oder AIDS-Medikamente, und Antibiotika.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie eine Pille-Gefahr verpassten, schwangere Zunahmen zu werden. Wenn Sie verga&szlig;en, eine 'aktive' Pille zu nehmen, zwei Pillen zu nehmen, sobald Sie sich dann an R&uuml;ckkehr zu Ihrer Liste erinnern. Wenn Sie zwei 'aktive' Pillen hintereinander in der ersten oder zweiten Woche der Behandlung verpassen, zwei Pillen pro Tag seit zwei Tagen hintereinander nehmen. Dann kehren Sie zu Ihrer Liste zur&uuml;ck. Verwenden Sie Geburtenkontrolle-Test w&auml;hrend sieben Tage, wenn solch ein 'Fehler' vorkam. Wenn Sie zwei 'aktive' Pillen hintereinander w&auml;hrend der dritten Woche verpassen, oder wenn Sie drei Pillen hintereinander w&auml;hrend einigen der ersten drei Wochen verpassen, m&uuml;ssen Sie einen neuen Bausch von Pillen anfangen, als ob Sie ein Erster Tagesstarter sind.<br /> Wenn Sie drei 'aktive' Pillen hintereinander w&auml;hrend einigen der ersten drei Wochen nicht nahmen, fangen Sie einen neuen Bausch an demselben Tag an, als ob Sie ein Erster Tagesstarter sind.<br /> Wenn Sie Einnahme von zwei oder mehr Pillen auslie&szlig;en, d&uuml;rfen Sie nicht eine Menstruation w&auml;hrend dieses Monats haben. Wenn Sie eine Periode seit zwei Monaten hintereinander verpassen, k&ouml;nnten Sie schwanger sein.<br /> Wenn Sie irgendwelche Ged&auml;chtnishilfe-Pillen verpassen, die verpassten Pillen wegwerfen und zu Ihrer Liste zur&uuml;ckkehren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zeichen der &Uuml;berdosis schlie&szlig;en Brechreiz ein, und Emesis, vaginale Blutung, vergr&ouml;&szlig;erte Niveau des Blutkaliums. Wenn Sie vermuten, dass sich &Uuml;berdosis mit Ihrem Arzt fr&uuml;hestens in Verbindung setzt oder unmittelbare medizinische Aufmerksamkeit sucht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur, unter 25 C (77 F) und unerreichbar und Kinder und Haustiere.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden.<br /><br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>