<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Zantac ist ein blocker von H2-Histamin-Rezeptoren. Der Mechanismus der Handlung besteht in der Blockade von Histamin-H2-Rezeptoren von wandst&auml;ndigen Zellen in der schleimigen Magenschicht. Dieses Medikament unterdr&uuml;ckt Tag und Nachtsekretion von HCl (sowohl grundlegend als auch stimuliert), reduziert die Menge von verursachten Magens&auml;ften, sich vom Magen mit der Nahrungsmittellast und durch die Handlung von Hormonen und biogenic Anregungsmitteln wie gastrin, Histamin, Azetylcholin, pentagastrin, Koffein streckend. Zantac reduziert die Menge von HCl in Magensaft, fast ohne "Leber"-Enzyme zu unterdr&uuml;cken, die mit cytochrome P450 vereinigt sind. Es betrifft die Konzentration von gastrin in Plasma, Produktion von Schleim nicht. Zantac reduziert Pepsin-T&auml;tigkeit. Dieses Medikament ist Gebrauch, um Magen und Duodenalulcera, gastrointestinal St&ouml;rungen zu behandeln und zu verhindern, die, die durch NSAID, Sodbrennen, Hypersekretion von Magensaft, symptomatischen Geschw&uuml;ren, Geschw&uuml;ren verursacht sind durch Betonung, &auml;tzenden esophagitis, R&uuml;ckfluss esophagitis, Syndrom von Zollinger-Ellison und andere Bedingungen verursacht sind.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es m&uuml;ndlich mit oder ohne Essen. Die Korrektur der Dosis sollte in Patienten mit der bedeutsam anomalen Leber oder Nierefunktion gemacht werden. Au&szlig;er Bl&ouml;cken dieses Medikament vielleicht verabreicht intramuskul&auml;r (IM) oder intraven&ouml;s. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Der Zantac sprudelnde Block kann phenylalanine enthalten. Benachrichtigen Sie Ihren Arzt, wenn Sie schwanger sind, planen, schwanger oder Stillen vorher zu werden, um Zantac zu nehmen. Die Gefahr der sich entwickelnden Lungenentz&uuml;ndung kann durch dieses Medikament vergr&ouml;&szlig;ert werden. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, Stillen. In Patienten mit der Leber des Nierenversagens, Zirrhose der Leber, akuter porphyria (auch in der Geschichte), Kinder, die j&uuml;nger sind als 12 y.o., Schwangerschaft dieses Medikament sollte mit der Umsicht verabreicht werden. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Au&szlig;er m&ouml;glicher Allergie (Nesselausschl&auml;ge, Ausschlag, sind schwellende allgemeinste Nebenwirkungen von Zantac Konstipation, Diarrh&ouml;e, Ersch&ouml;pfung, Kopfschmerz, Schlaflosigkeit, Muskelschmerz, Brechreiz, und Emesis. Seltene ernstere Nebenwirkungen sind Aufregung, An&auml;mie, Verwirrung, Depression, das leichte Quetschen oder die Blutung, die Halluzinationen, der Haarausfall, der unregelm&auml;&szlig;ige Herzschlag, die Seh&auml;nderungen, die Gelbsucht.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Antazida k&ouml;nnen die Absorption von Zantac vermindern, so sollte ihre Einnahme um 1-2 Stunden getrennt werden. Alkoholgehalte k&ouml;nnen zunehmen, wenn Zantac gleichzeitig genommen wird. Dieses Medikament vergr&ouml;&szlig;ert auch das Gebiet unter der Plasmakonzentrationszeitkurve und Konzentration von Metoprolol im Blutserum, verlangsamt Absorption von itraconazole und ketoconazole.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie fehlten, eine Dosis nehmen es, sobald Sie sich erinnern, aber nicht, wenn es fast Zeit der folgenden Einnahme durch Ihre Liste ist. Wenn so Hopser die verpasste Dosis. Versuchen Sie nicht, eine verpasste Dosis zu ersetzen, einen zus&auml;tzlichen nehmend.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie vermuten, dass Sie zu viel vom Medikament nahmen, suchen f&uuml;r die unmittelbare medizinische Aufmerksamkeit. Symptome von der &Uuml;berdosis schlie&szlig;en ein fehlen von der Koordination, sich leichtsinnig f&uuml;hlend, oder schwach zu werden.<br /><br /> <strong>Lagerung<br /></strong><br /> Sparen Sie Zantac in einem trockenen Platz weg vom Sonnenlicht bei der Raumtemperatur zwischen 15-30 C (59-86 F).<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /><br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>