<p><strong>Propiedades</strong> <br /><br /> Esta medicaci&oacute;n es vasodilatator perif&eacute;rico con un efecto de hipotensi&oacute;n. Bloquea espec&iacute;ficamente receptores I de angiotensin. Los resultados de la actividad de Diovan pueden ser observados dentro de 2 horas despu&eacute;s de que su consumo, el efecto m&aacute;ximo es alcanzado dentro de 4-6 horas. La duraci&oacute;n de sus acciones es m&aacute;s de 24 horas. Diovan se usa para tratar el paro card&iacute;aco cr&oacute;nico (la clase III-IV de NYHA). La medicaci&oacute;n en particular es prescr&iacute;ta despu&eacute;s de ataques card&iacute;acos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Una vez al d&iacute;a junto con la comida o antes de comida. La dosis diaria m&aacute;xima es 160 mg., la dosis habitual es 80 mg. diariamente. Seg&uacute;n su condici&oacute;n la dosis puede variarse. No tome esta medicaci&oacute;n si ella no ha sido administrada a usted. Siga todas las direcciones de su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> La categor&iacute;a de embarazo de FDA D. Diovan puede ser da&ntilde;oso a un beb&eacute; a&uacute;n no nacido. Siga el tratamiento con esta medicaci&oacute;n aun si usted se siente mejor por lo menos su doctor le diga hacer alcontrario. En casos raros, Diovan puede causar una condici&oacute;n que causa la aver&iacute;a del tejido de m&uacute;sculo esquel&eacute;tico, que entonces lleva a insuficiencia de ri&ntilde;&oacute;n. En este caso tales s&iacute;ntomas como fiebre, n&aacute;usea, orina oscura, dolor de m&uacute;sculo aparecen y usted deber&iacute;a informar a su doctor inmediatamente sobre ellos para evitar complicaciones adicionales.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad, embarazo, amamantamiento. La medicaci&oacute;n deber&iacute;a ser administrada con cautela a pacientes con cirrosis biliar, obstrucci&oacute;n de conducto de bilis, insuficiencia de ri&ntilde;&oacute;n, estenosis de la arteria de ri&ntilde;&oacute;n.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Dolor de cabeza, mareo, astenia, insomnio, diarrea, dolor abdominal, v&oacute;mito, tos, resfriado, impotencia, funci&oacute;n renal reducida, y reacciones al&eacute;rgicas.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Los diur&eacute;ticos que ahorran el potasio, K + medicaciones, sales que contienen K + en la interacci&oacute;n con Diovan pueden facilitar el desarrollo de hiperpotassemia. Los diur&eacute;ticos en la combinaci&oacute;n con Diovan causan hipotensi&oacute;n.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis lo tome tan pronto como usted recuerda, pero no si es casi el tiempo del siguiente consumo seg&uacute;n su horario. En este caso omita la dosis omitida. No trate de compensar una dosis omitida tomando una adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted supone que ha tomado mucho de Diovan busque la asistencia m&eacute;dica urgente. Los s&iacute;ntomas de sobredosis pueden incluir mareo, latidos de coraz&oacute;n aumentados, niveles aumentados del potasio en la sangre, insuficiencia de ri&ntilde;&oacute;n, desmayo.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F). <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>