<p><strong>Usos de Drogas </strong><br /><br /> Torsemida se utiliza para el tratamiento del edema (hinchaz&oacute;n) asociados con el coraz&oacute;n, ri&ntilde;&oacute;n, h&iacute;gado o el fracaso, o las condiciones cuando hay exceso de agua corporal. Tambi&eacute;n se usa solo o con otros medicamentos para tratar la presi&oacute;n arterial alta. <br /><br /> Tambi&eacute;n puede ser utilizado para tratar ciertas condiciones, seg&uacute;n lo determinado por su m&eacute;dico, que no podr&aacute;n figurar en el prospecto profesional. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Torsemida como lo indique su m&eacute;dico. <br /><br /> Use el medicamento por v&iacute;a oral con o sin alimentos. <br /> Torsemida puede aumentar la cantidad de orina o la necesidad de orinar m&aacute;s a menudo cuando usted comienza a tomarlo. Para que esto no perturbar el sue&ntilde;o, trate de tomar su dosis antes de las 6 pm. <br /> Si tambi&eacute;n est&aacute; tomando colestiramina, no lo tome dentro de las 4 horas antes o despu&eacute;s de tomarlo. Consulte con su m&eacute;dico si tiene preguntas. <br /> Evitar el consumo de ginseng, regaliz o coreana, mientras que de tomarlo. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar Torsemida.<br /> <br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Torsemida es un diur&eacute;tico de asa. Funciona al hacer el ri&ntilde;&oacute;n de eliminar grandes cantidades de electrolitos (especialmente sales de sodio y potasio) y agua de lo normal (efecto diur&eacute;tico). <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Torsemida y est&aacute;n utilizando con regularidad, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Torsemida entre 68 y 77 grados F (20 y 25 grados C). Resumen de almacenamiento a temperaturas entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Torsemida Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Torsemida si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Torsemida o sulfonilureas (por ejemplo, gliburida); <br /> usted no puede orinar. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con Torsemida. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos u otras sustancias <br /> si hay l&iacute;quido en el abdomen, discapacidad auditiva, diabetes mellitus, bajo volumen de orina, niveles elevados de &aacute;cido &uacute;rico en sangre, un trastorno de la sangre, enfermedad del ri&ntilde;&oacute;n, lupus, tuvo un ataque al coraz&oacute;n, est&aacute;n deshidratados, o alguna enfermedad del h&iacute;gado o insuficiencia card&iacute;aca <br /><br />Algunos INTERACT MAYO DE MEDICAMENTOS con Torsemida. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> Los aminogluc&oacute;sidos (por ejemplo, gentamicina) o cisplatino, porque el riesgo de p&eacute;rdida auditiva temporal o permanente, podr&aacute; incrementarse <br /> Los antiinflamatorios no esteroideos (AINE, por ejemplo, ibuprofeno, naproxeno) o probenecid, ya que pueden disminuir la eficacia de Torsemida <br /> El hidrato de cloral, la digital (por ejemplo, digoxina), litio, suramina porque los efectos secundarios puede aumentar Torsemida <br /> Relajantes musculares no despolarizantes (por ejemplo, pancuronio) porque sus acciones y efectos secundarios pueden ser aumentado o disminuido por Torsemida</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> estre&ntilde;imiento, mareos o aturdimiento, cuando est&aacute; sentado o parado, exceso de orina, dolor de cabeza, aumento de la tos, inflamaci&oacute;n nasal, n&aacute;useas. <br /><br />Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen:&nbsp;<br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor en el pecho, diarrea, boca seca o sed excesiva, p&eacute;rdida de la audici&oacute;n o zumbidos en los o&iacute;dos; p&eacute;rdida de apetito, dolor muscular o calambres, latidos card&iacute;acos r&aacute;pidos o irregulares, hemorragia rectal, inquietud, cansancio o debilidad inusual, v&oacute;mito. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca de Torsemida, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de atenci&oacute;n de la salud. <br /><br /> Torsemida se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br />Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>