<p><strong>Propiedades<br /></strong><br /> Zetia es un agente hipolid&eacute;mico usado para tratar el colesterol en la sangre alto junto con dieta de colesterol de pocas calor&iacute;as. Tambi&eacute;n se usa para tratar sitosterol y campesterol alto en sangre junto con la terapia de dieta. Enfermedad card&iacute;aca o ataques card&iacute;acos no son prevenidos por Zetia como han monstrado pruebas.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome esta medicaci&oacute;n oralmente con o sin comida/leche. La dosis de Zetia recomendada es 10 mg. una vez al d&iacute;a. Los pacientes que requieren una reducci&oacute;n m&aacute;s grande del LDL-C (m&aacute;s del 55 %) pueden comenzar de 10-40 mg. una vez al d&iacute;a.<br /> Note: esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> No lo use sin el permiso de doctor. Tenga cuidado si usted tiene enfermedades espec&iacute;ficas entonces esta medicina no deber&iacute;a ser tomada junto con estatinas. Tambi&eacute;n hay que tener cuidado si usted tiene la enfermedad de h&iacute;gado o est&aacute; embarazada o tiene la intenci&oacute;n de quedar embarazada. Si usted est&aacute; embarazada esta medicina s&oacute;lo deber&iacute;a ser tomada si es absolutamente necesario. Si usted bebe cantidades grandes de alcohol usted deber&iacute;a ser supervisado por su doctor mientras toma esta medicaci&oacute;n.<br /><br /> <strong>Contradiciones<br /></strong><br /> Es prohibida a la gente que tiene hipersensibilidad a cualquier componente de esta medicaci&oacute;n. La combinaci&oacute;n de Zetia con un inhibidor de la HMG CoA reductase no es permitida para pacientes con enfermedad de h&iacute;gado activa o elevaciones persistentes inexplicadas en el suero transaminases. Todos inibidores de la HMG CoA reductase no son permitidos para mujeres embarazadas y de enfermer&iacute;a. Miopat&iacute;a y rhabdomyolysis.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ellas pueden incluir todos los tipos de reacciones al&eacute;rgicas. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> debilidad de m&uacute;sculo extra&ntilde;a, ternura, o dolor;<br /> p&eacute;rdida de apetito, n&aacute;usea, deposici&oacute;n de color de arcilla, dolor de est&oacute;mago, fiebre baja, orina oscura, ictericia;<br /> dolor en el pecho;<br /> pancreatitis;<br /> fiebre, dolor de garganta, y dolor de cabeza con un abrasador severo, peladura, y erupci&oacute;n de piel roja.<br /> Los efectos secundarios menos serios incluyen:<br /> entumecimiento o sentimiento de punzadura;<br /> dolor de est&oacute;mago suave, diarrea;<br /> sentido de cansancia;<br /> dolor de cabeza;<br /> mareo;<br /> humor reducido;<br /> nariz l&iacute;quida o congestionada, s&iacute;ntomas de fr&iacute;o;<br /> dolor conjunto, dolor de espalda; o<br /> tos.<br /> Si usted experimenta a uno de ellos deje de usar Zetia y diga a su doctor m&aacute;s prono como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Zetia coopera con las medicinas siguientes: cholestyramine (Prevalite, Questran); colestipol (Colestid); colesevelam (Welchol); gemfibrozil (Lopid); cyclosporine (Neoral, Sandimmune, Gengraf); o delgadores de sangre, como warfarin (Coumadin).<br /> Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar a uno de ellos. Como de costumbre esto afecta el efecto de medicinas, tan consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, por favor h&aacute;galo tan pronto como usted recuerda. Pero no tome si es demasiado tarde o casi tiempo para su siguiente dosis. No aumente su dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente en el mismo con regularidad tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de la sobredosis de Zetia no son conocidos pero pueden ser da&ntilde;osos.<br /> Si usted experimenta a uno de ellos llaman a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F)del alcance de los rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede usar despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>