<p><strong>Utilisation des Drogues </strong><br /><br /> L'amitriptyline est utilis&eacute; pour traiter la d&eacute;pression. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Amitriptyline comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /> L'amitriptyline est livr&eacute; avec une feuille suppl&eacute;mentaire Information sur le patient appelle un guide de m&eacute;dicament. Lisez-le attentivement et relu &agrave; chaque fois que vous obtenez Amitriptyline recycl&eacute;es. <br /> Amitriptyline mai &ecirc;tre pris avec des aliments ou &agrave; jeun. <br /> &Eacute;vitez de manger ou de boire du jus de pamplemousse pendant le Amitriptyline. <br /> Amitriptyline mai prendre jusqu'&agrave; 30 jours pour ma&icirc;triser les sympt&ocirc;mes de la d&eacute;pression. Continuer &agrave; utiliser l'amitriptyline, m&ecirc;me si vous vous sentez bien. Ne manquez aucune dose. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> L'amitriptyline est un antid&eacute;presseur tricyclique. Comment les antid&eacute;presseurs tricycliques am&eacute;liorer les sympt&ocirc;mes de d&eacute;pression n'est pas enti&egrave;rement comprise. Ils sont cens&eacute;s augmenter l'activit&eacute; de certains produits chimiques dans le cerveau (noradr&eacute;naline, s&eacute;rotonine) qui aident &agrave; am&eacute;liorer l'humeur. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose d'amitriptyline et l'utilisent r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Amitriptyline entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Amitriptyline garder hors de la port&eacute;e des enfants et loin des animaux.</p><p>Mises en garde / Pr&eacute;cautions <br /><br /> <strong>Ne utilisez pas Amitriptyline si:</strong> <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Amitriptyline; <br /> vous prenez ou avez pris un inhibiteur de la monoamine oxydase (IMAO) (par exemple, la ph&eacute;nelzine, la s&eacute;l&eacute;giline) dans les 14 derniers jours; <br /> vous prenez des antihistaminiques (ex., diphenhydramine), le cisapride, le drop&eacute;ridol, un k&eacute;tolide (par exemple, la t&eacute;lithromycine), un macrolide (par exemple, l'&eacute;rythromycine), mibefradil ou le pimozide; <br /> vous vous relevez d'une crise cardiaque. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec l'amitriptyline. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous avez des ant&eacute;c&eacute;dents de maladie mentale (par exemple, le trouble bipolaire, la manie, psychose maniaco-d&eacute;pression), ou ont envisag&eacute; ou tent&eacute; de se suicider <br /> Si vous avez l'alcoolisme ou r&eacute;guli&egrave;rement consommer 3 ou plus de boissons alcoolis&eacute;es par jour <br /> Si vous souffrez de glaucome, un rythme cardiaque irr&eacute;gulier, la maladie cardiaque, douleurs thoraciques, des maladies du foie, des probl&egrave;mes de prostate, la maladie de la thyro&iuml;de, ou sont incapables d'uriner (r&eacute;tention urinaire) <br /> Si vous avez des ant&eacute;c&eacute;dents de convulsions, l'&eacute;pilepsie ou la porphyrie <br /><br />Certains m&eacute;dicaments peuvent interagir avec l'amitriptyline. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> IMAO (par exemple, la ph&eacute;nelzine, la s&eacute;l&eacute;giline), car ils peuvent causer de graves, parfois mortelles, des r&eacute;actions. Ne prenez pas d'inhibiteurs de la MAO, ou dans les 2 semaines qui suivent, Amitriptyline <br /> Les anticholinergiques (par exemple, la scopolamine), le bupropion, la cim&eacute;tidine, fluconazole, les ph&eacute;nothiazines (par exemple, la chlorpromazine), les ISRS (par exemple, la fluox&eacute;tine), la terbinafine, ou l'acide valpro&iuml;que, car les effets secondaires tels que la vision floue, difficult&eacute; &agrave; uriner, de la somnolence ou la s&eacute;dation, bouche s&egrave;che, ou &eacute;tourdissements surviennent mai <br /> Antihistaminiques (ex., diphenhydramine), le cisapride, le drop&eacute;ridol, k&eacute;tolides (par exemple, la t&eacute;lithromycine), les macrolides (ex.: &eacute;rythromycine), mibefradil, pimozide, ou streptogramines (par exemple, la quinupristine / dalfopristine) en raison de graves effets secondaires sur le c&oelig;ur (par exemple, les courses de battement de coeur , des &eacute;tourdissements, des &eacute;vanouissements, la vie en danger arythmie cardiaque conduisant &agrave; la perte de conscience et le manque de rythme cardiaque, mai &ecirc;tre augment&eacute; par Amitriptyline <br /> La carbamaz&eacute;pine, m&eacute;dicament thyro&iuml;de (par exemple, la l&eacute;vothyroxine), ou des stimulants (par exemple, salbutamol, la pseudo&eacute;ph&eacute;drine) parce que leurs effets secondaires mai &ecirc;tre augment&eacute; par Amitriptyline <br /> Warfarine parce que des effets secondaires tels que des saignements graves mai &ecirc;tre augment&eacute; par Amitriptyline <br /> La clonidine, ou guanfacine car l'efficacit&eacute; de ces m&eacute;dicaments mai &ecirc;tre diminu&eacute;e</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> vision floue, les changements dans le d&eacute;sir sexuel ou de la capacit&eacute;, constipation, diarrh&eacute;e, &eacute;tourdissements, somnolence, bouche s&egrave;che, maux de t&ecirc;te, perte d'app&eacute;tit, naus&eacute;es, fatigue, troubles du sommeil; faiblesse. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), douleur thoracique, confusion, urines fonc&eacute;es, des id&eacute;es d&eacute;lirantes; difficult&eacute; &agrave; parler ou &agrave; avaler; &eacute;vanouissement rapide ou rythme cardiaque irr&eacute;gulier, la fi&egrave;vre, des frissons ou maux de gorge, hallucinations, de nouvelles ou d'aggravation de l'agitation, l'anxi&eacute;t&eacute;, attaques de panique, l'agressivit&eacute;, l'impulsivit&eacute;, l'irritabilit&eacute;, l'hostilit&eacute;, sentiment exag&eacute;r&eacute; de bien-&ecirc;tre, l'agitation ou l'incapacit&eacute; &agrave; rester assis tranquillement, d'engourdissement ou de picotements dans les un bras ou une jambe; unilat&eacute;rale faiblesse des saisies; vertiges s&eacute;v&egrave;res ou persistantes ou maux de t&ecirc;te, sommeil graves ou persistants ennuis; troubles de l'&eacute;locution, des pens&eacute;es suicidaires ou des actions; tremblements; des difficult&eacute;s &agrave; uriner, des mouvements involontaires des muscles (par exemple, du visage, la langue, des bras , jambes); saignements ou des ecchymoses, une vision inhabituelle ou mentale grave ou de changements d'humeur;; jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information</strong> <br /><br /> Si vous avez des questions sur l'amitriptyline, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /> Amitriptyline doit &ecirc;tre utilis&eacute;e que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>