<p><strong>Description De Produit</strong><br /><br /> Utilisation commune<br /><br /> Anafranil fait partie de la classe des antid&eacute;presseurs tricycliques.<br /> C'est un m?dicament utilis&eacute; pour traiter le trouble obsessionnel compulsif (abr&eacute;g&eacute; en TOC). C'est un trouble anxieux caract&eacute;ris&eacute; par l'apparition r&eacute;currente de pens&eacute;es intrusives li&eacute;es ou non ? une phobie. Anafranil est utilis&eacute; aussi pour traiter la d&eacute;pression, narcolepsie, etc.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Le plein effet de ce m&eacute;dicament n'est ressentit qu'au bout de deux &agrave; trois semaines dans la plupart des cas. Pour traiter les TOC, il faut compter deux mois ou plus.<br /> Ne coupez pas, &eacute;crasez, m&eacute;chez ou ouvrez cette m&eacute;decine. Ne prenez pas votre m&eacute;decine plus souvent que dirig&eacute;. N'arr&eacute;tez pas de prendre sauf sur le conseil de votre docteur. <br /> Consultez votre docteur concernant le dosage convenable pour vous.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant de prendre Clomipramine, dites &agrave; votre docteur ou pharmacien si vous &eacute;tes allergiques; ou si vous avez autres allergies.<br /> Informez votre docteur ou pharmacien si vous avez de certains probl&eacute;mes du coeur.<br /> Les gens &eacute;g&eacute;s peuvent &eacute;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament.<br /> Pendant la grossesse cette m&eacute;dication devrait &eacute;tre utilis&eacute;e seulement quand fortement n&eacute;cessaire. Cette m&eacute;decine passe dans le lait maternel donc il peut avoir des effets ind&eacute;sirables sur un b&eacute;b&eacute; infirmier. Consultez votre docteur sur les risques.<br /><br /> <strong>Contre-indications</strong><br /><br /> Cette m&eacute;dication ne doit pas &eacute;tre utilis&eacute;e par les gens qui ont manifest&eacute; l'hypersensibilit&eacute; &agrave; la clomipramine ou &agrave; l'un de ses excipients, aussi que dans les cas de glaucome, des troubles ur&eacute;troprostatiques, etc.<br /><br /> <strong>Effets secondaires possibles</strong><br /><br /> Les Effets secondaires possibles possibles sont pouls rapide et irr&eacute;gulier, les troubles du sommeil, l'agitation, l'anxi&eacute;t?, la constipation et la s&eacute;cheresse de la bouche, l'apparition d'&eacute;pisodes maniaques ou hypomaniaques, etc. <br /> Beaucoup de personnes utilisant cette m&eacute;dication n'ont pas d'Effets secondaires possibles s&eacute;rieux. <br /> Votre docteur a prescrit cette m&eacute;dication parce que l'avantage &agrave; vous est plus grand que le risque d'Effets secondaires possibles. <br /> Une r&eacute;action allergique tr&eacute;s s&eacute;rieuse &agrave; ce m&eacute;dicament est improbable, mais chercher l'attention m&eacute;dicale imm&eacute;diate s'il se produit. <br /> Contactez votre docteur ou pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> &eacute;vitez de prendre Clomipramine avec :<br /> * MAO inhibiteurs : Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, etc.<br /> * m?dications antiarythmiques : Propafenone, Quinidine, etc.<br /> * inhibiteurs s&eacute;lectifs de la recapture de la s?rotonine (ISRS ; SSRI en anglais) : Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, etc.<br /> * neuroleptiques ou antipsychotiques : Fluphenazine, etc.<br /> * antihistaminiques H2 ou anti-H2 : Cimetidine, Ranitidine, Famotidine, Nizatidine, etc.<br /> Consultez votre docteur ou pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous manquez une dose, le prenez aussit&eacute;t que vous vous souvenez. Si c'est pr&eacute;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre docteur si vous manquez 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage</strong><br /><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les symptomes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&eacute;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation</strong><br /><br /> Garder vos m&eacute;dicaments &agrave; la temp?rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit) hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos m&eacute;dicaments dans la salle de bains. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement. ou votre m</p>