<p><strong>Utilisation des Drogues </strong><br /><br /> Citalopram est utilis&eacute; pour traiter la d&eacute;pression. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser</strong> <br /><br /> Utilisez Citalopram comme indiqu&eacute; par votre m&eacute;decin. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong>&nbsp;<br /><br /> Le citalopram est un inhibiteur s&eacute;lectif du recaptage de la s&eacute;rotonine (ISRS). Il agit en r&eacute;tablissant l'&eacute;quilibre de la s&eacute;rotonine, une substance naturelle dans le cerveau, ce qui contribue &agrave; am&eacute;liorer certains troubles de l'humeur. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Citalopram, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Citalopram &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Citalopram garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser Citalopram si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Citalopram; <br /> vous prenez escitalopram; <br /> vous prenez ou avez pris un inhibiteur de la monoamine oxydase (IMAO) (par exemple, ph&eacute;nelzine), s&eacute;l&eacute;giline, ou St. John 's wort au cours des 14 derniers jours; <br /> vous prenez un exemple fenfluramine (d&eacute;riv&eacute;, nefazodone dexfenfluramine), un antagoniste H1 (par exemple, de l'ast&eacute;mizole, la terf&eacute;nadine), pimozide, ou de la sibutramine. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Citalopram mai provoquer une somnolence ou des vertiges. Ces effets mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Citalopram utiliser avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Ne buvez pas d'alcool pendant que vous utilisez Citalopram. <br /> Consultez votre m&eacute;decin avant d'utiliser des m&eacute;dicaments qui causent mai par exemple, (somnolence, somnif&egrave;res, Relaxants musculaires) pendant que vous utilisez Citalopram, elle mai ajouter &agrave; leurs effets. Demandez &agrave; votre pharmacien si vous avez des questions sur lesquelles les m&eacute;dicaments mai causer la somnolence. <br /> L'un &agrave; 4 semaines mai d&eacute;filera devant vos sympt&ocirc;mes s'am&eacute;liorent. Ne prenez pas plus que la dose recommand&eacute;e, modifiez votre dose, ou l'utilisation Citalopram plus longtemps que la dose prescrite sans v&eacute;rifier avec votre m&eacute;decin. <br /> Enfants, adolescents et jeunes adultes qui prennent Citalopram mai &ecirc;tre &agrave; risque accru de pens&eacute;es suicidaires ou des actions. Regarder tous les patients qui prennent Citalopram pr&egrave;s. Contactez le m&eacute;decin de comportement une fois si de nouvelles, s'est aggrav&eacute;, ou soudaine des sympt&ocirc;mes tels que l'humeur d&eacute;pressive; anxieux, agit&eacute; ou irritable, les attaques de panique, ou tout changement inhabituel, d'humeur ou de comportement se produisent. Contacter imm&eacute;diatement le m&eacute;decin si des signes de pens&eacute;es suicidaires ou les actions se produisent. <br /> Citalopram et un m&eacute;dicament appel&eacute; l'escitalopram ont le m&ecirc;me ingr&eacute;dient actif. Ne prenez pas Citalopram si vous prenez &eacute;galement escitalopram. <br /> Citalopram mai rarement causer une &eacute;rection prolong&eacute;e et douloureuse. Cela pourrait se produire m&ecirc;me lorsque vous n'&ecirc;tes pas avoir le sexe. Si ce n'est pas trait&eacute;e imm&eacute;diatement, il pourrait conduire &agrave; des probl&egrave;mes permanents tels que l'impuissance sexuelle. Contactez votre m&eacute;decin imm&eacute;diatement si cela se produit.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> La baisse du d&eacute;sir sexuel ou de la capacit&eacute;, diarrh&eacute;e, &eacute;tourdissements, somnolence, s&eacute;cheresse de la bouche, transpiration accrue; &eacute;tourdissements quand vous &ecirc;tes debout ou s'asseoir, perte d'app&eacute;tit, naus&eacute;es, nez bouch&eacute;, fatigue. <br /><br />Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent:&nbsp;<br /> Les r&eacute;actions allergiques graves (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); menstruations absentes; comportement bizarre, selles noires ou sanglantes, douleur thoracique, confusion, diminution de la concentration ; rythme cardiaque rapide ou irr&eacute;gulier, hallucinations, perte de m&eacute;moire, de nouvelles ou d'aggravation de l'agitation, attaques de panique, l'agressivit&eacute;, l'impulsivit&eacute;, l'irritabilit&eacute;, l'hostilit&eacute;, sentiment exag&eacute;r&eacute; de bien-&ecirc;tre, l'agitation ou l'incapacit&eacute; &agrave; rester assis tranquillement, persistante, une &eacute;rection douloureuse, rouge, enfl&eacute;e , cloques ou desquamation de la peau, convulsions, l'anxi&eacute;t&eacute; graves ou persistants ou troubles du sommeil, douleurs &agrave; l'estomac, des pens&eacute;es suicidaires ou de tentatives, tremblements; ecchymoses ou des saignements inhabituels; des changements de vision inhabituelle ou mentale grave ou de changements d'humeur;; aggravation de la d&eacute;pression. <br /><br /> <strong>Plus d'information </strong><br /><br />&nbsp;Citalopram doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>