<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Endep appartient &agrave; la classe des antid&eacute;presseurs tricycliques. Le m&eacute;dicament est surtout utilis&eacute; pour traiter la d&eacute;pression et le trouble obsessionnel compulsif (TOC). Ce dernier est un &eacute;tat nerveux o&ugrave; une personne a des pens&eacute;es ou des id&eacute;es, ou fait des choses r&eacute;p&eacute;titives parce qu'elle est anxieuse. <br /> Endep agit sur le syst&egrave;me nerveux central (SNC) et aide &agrave; soulager les sympt&ocirc;mes du TOC. La m&eacute;dication aide &agrave; r&eacute;tablir la balance de certaines substances naturelles (s&eacute;rotonine, entre autres) dans le cerveau. Ce m&eacute;dicament est aussi utilis&eacute; pour traiter des attaques de panique et des douleurs existantes. <br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament suivant strictement la prescription parce que le dosage et le programme peuvent varier sur votre &eacute;tat et d'autres facteurs.<br /> Il est recommand&eacute; de suivre soigneusement les instructions du m&eacute;decin et ne pas prendre le m&eacute;dicament plus ou moins que prescrit. <br /> Il est recommand&eacute; de ne pas manger de pamplemousse ou boire du jus de pamplemousse (il influence le niveau de cyclosporine dans votre sang). Limitez &eacute;galement la consommation des boissons alcoolis&eacute;es.<br /> N'interrompez pas brusquement la prise de ce m&eacute;dicament, car votre &eacute;tat peut s&rsquo;empirer. <br /> Il faut 2 &agrave; 3 semaines environ ou un temps plus long avant que vous constatiez les effets de ce m&eacute;dicament. Informez votre m&eacute;decin de votre &eacute;tat de sant&eacute;. <br /><br /> <strong>Pr&eacute;cautions <br /></strong><br /> Avant de commencer le traitement par Endep, informez votre m&eacute;decin ou pharmacien si vous &ecirc;tes allergique aux m&eacute;dicaments, ou &agrave; la nourriture.<br /> Informez votre m&eacute;decin ou votre pharmacien si vous avez des probl&egrave;mes de c&oelig;ur (arr&ecirc;t de coeur, battements de coeur lents, long intervalle de QT dans l'&eacute;lectrocardiogramme). Chez les patients pr&eacute;sentant des crises d&rsquo;acc&egrave;s, Endep peut les aggraver. Une pr&eacute;caution devrait &ecirc;tre prise chez les patients pr&eacute;sentant un agrandissement de prostate et un glaucome.<br /> Vous pouvez vous sentir pris de vertige ou assoupis ou avoir une vision floue temporaire. Evitez de conduire, travailler sur des machines, ou en mener toute activit&eacute; exigeant une grande vigilance. <br /> Les personnes &acirc;g&eacute;es peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament. <br /> Pendant la grossesse, ce m&eacute;dicament devrait &ecirc;tre utilis&eacute; seulement si les avantages de son utilisation pr&eacute;dominent sur le risque potentiel pour la m&egrave;re et le b&eacute;b&eacute;. Consultez votre m&eacute;decin sur les risques. <br /> Ce m&eacute;dicament passe dans le lait des seins, donc il peut nuire &agrave; un nouveau-n&eacute;. Il est mieux d'arr&ecirc;ter l'allaitement au sein pendant le traitement par ce m&eacute;dicament. <br /><br /> <strong>Contre-indications<br /></strong><br /> Le m&eacute;dicament est d&eacute;conseill&eacute; aux patients pr&eacute;sentant une hypersensibilit&eacute; aux composantes d'Endep, aux patients pendant la phase de r&eacute;adaptation apr&egrave;s un infarctus grave du myocarde et aux patients trait&eacute;s par les inhibiteurs MAO.<br /><br /> <strong>Effets secondaires possibles <br /></strong><br /> Les Effets secondaires possibles les plus communs sont le vertige, la s&eacute;cheresse de la bouche, la somnolence, la constipation, les troubles d'estomac, la naus&eacute;e, le vomissement, la transpiration, etc. Les sympt&ocirc;mes d'anxi&eacute;t&eacute; peuvent se d&eacute;t&eacute;riorer temporairement au d&eacute;but du traitement par Endep. <br /> Une r&eacute;action allergique s&eacute;rieuse &agrave; ce m&eacute;dicament est tr&egrave;s rare, mais contactez l'aide m&eacute;dicale d&rsquo;urgence si elle se produisait.<br /> Beaucoup de personnes utilisant ce m&eacute;dicament n'ont pas d'Effets secondaires possibles graves. <br /> Dans le cas o&ugrave; vous constatez des effets non &eacute;num&eacute;r&eacute;s ci-dessus, contactez votre m&eacute;decin ou votre pharmacien.<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Informez votre m&eacute;decin ou votre pharmacien de tous les produits prescrits sur ordonnance et non prescrits / les produits &agrave; base d&rsquo;herbes que vous avez pris avant d'utiliser ce m&eacute;dicament. <br /> Evitez de prendre Endep avec :<br /> * Inhibiteurs de monoamine oxydase (inhibiteurs MAO) : Furazolidone, Isocarboxazide, Linezolide, Moclobemide Tranylcypromine, etc.<br /> * m&eacute;dicaments antiarythmiques : Propaf&eacute;none, Quinidine, etc.<br /> * Epin&eacute;phrine (stimule les r&eacute;cepteurs alpha et b&eacute;ta) administr&eacute;e simultan&eacute;ment avec Endep provoque une hypertension grave.<br /> * Inhibiteurs s&eacute;lectifs de la recapture de la s&eacute;rotonine (ISRS) : Citalopram, Dapoxetine, Fluox&eacute;tine, Fluvoxamine, Parox&eacute;tine, etc.<br /> * Antipsychotiques (appel&eacute;s &eacute;galement neuroleptiques) : Fluph&eacute;nazine, etc.<br /> * Antagonistes des r&eacute;cepteurs histaminergiques H2 : Cim&eacute;tidine, Ranitidine, Famotidine, Nizatidine, etc.<br /> La nicotine diminue la concentration de ce m&eacute;dicament dans le sang. Informez votre m&eacute;decin si vous fumez ou si vous avez arr&ecirc;t&eacute; r&eacute;cemment de fumer. <br /> Il est d&eacute;conseill&eacute; de manger du pamplemousse ou de prendre du jus de pamplemousse pendant le traitement avec ce m&eacute;dicament. <br /> Consultez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si vous constatez que l&rsquo;heure pour la dose suivante est proche, sautez la dose omise et reprenez votre programme de dosage habituel. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise. <br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez avoir pris trop de ce m&eacute;dicament, appelez le secours d'urgence imm&eacute;diatement. Les sympt&ocirc;mes de surdosage incluent d'habitude la naus&eacute;e, les douleurs &agrave; la poitrine, les battements de coeur irr&eacute;guliers et la sensation d&rsquo;&eacute;tourdissement ou d'&eacute;vanouissement. <br /><br /> <strong>Conservation<br /></strong><br /> Conservez vos m&eacute;dicaments &agrave; la temp&eacute;rature de chambre entre 68-77 F (20-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;. Ne conservez pas vos m&eacute;dicaments dans la salle de bains. Tenez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux de compagnie. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.<br /><br /></p>