<p><strong>Description De Produit<br /></strong><br /><strong> Utilisation commune<br /></strong><br /> Paxil fait partie de la classe des antid&eacute;presseurs nomm&eacute; inhibiteur s&eacute;lectif de la recapture de la s&eacute;rotonine (ISRS). Ce m&eacute;dicament est utilis&eacute; pour traiter la d&eacute;pression associ&eacute; ou non, &agrave; des troubles de l'humeur, et dans l'ensemble des troubles de l'anxi&eacute;t&eacute;.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament par voie orale avec un verre d?eau, avec ou sans nourriture &agrave; intervalles r&eacute;guliers.<br /> Ne coupez pas, &eacute;crasez, m&acirc;chez ou ouvrez cette m&eacute;decine. Ne prenez pas votre m&eacute;decine plus souvent que dirig&eacute;. N'arr&ecirc;tez pas de le prendre sauf sur le conseil de votre docteur. <br /> Consultez votre docteur concernant le dosage convenable pour vous. <br /><br /> <strong>Pr&eacute;cautions <br /></strong><br /> Avant de prendre Paroxetine, dites &agrave; votre docteur ou pharmacien si vous y &ecirc;tes allergiques; ou si vous avez autres allergies. <br /> Informez votre docteur ou pharmacien si vous avez trouble bipolaire, diab&egrave;te, maladie cardiaque, maladie du foie ou des reins, glaucome &agrave; angle ferm&eacute; ou si vous allaitez. <br /> Les gens &acirc;g&eacute;s peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament. <br /> Pendant la grossesse cette m&eacute;dication devrait &ecirc;tre utilis&eacute;e seulement quand fortement n&eacute;cessaire. Cette m&eacute;decine passe dans le lait maternel donc il peut avoir des effets ind&eacute;sirables sur un b&eacute;b&eacute; infirmier. Consultez votre docteur sur les risques. <br /><br /> <strong>Contre-indications <br /></strong><br /> Cette m&eacute;dication ne doit pas &ecirc;tre utilis&eacute;e par les gens qui ont manifest&eacute; l'hypersensibilit&eacute; &agrave; la Paroxetine ou &agrave; l'un de ses excipients. <br /><br /> <strong>Effets secondaires possibles <br /></strong><br /> Les Effets secondaires possibles possibles sont maux de t&ecirc;te, vision floue, hallucinations, &eacute;tourdissements, pens&eacute;es suicidaires ou autres changements d?humeur, etc. <br /> Beaucoup de personnes utilisant cette m&eacute;dication n'ont pas d'Effets secondaires possibles s&eacute;rieux. <br /> Votre docteur a prescrit cette m&eacute;dication parce que l'avantage &agrave; vous est plus grand que le risque d'Effets secondaires possibles. <br /> Une r&eacute;action allergique tr&egrave;s s&eacute;rieuse &agrave; ce m&eacute;dicament est improbable, mais chercher l'attention m&eacute;dicale imm&eacute;diate s'il se produit. <br /> Contactez votre docteur ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> &Eacute;vitez de prendre Paroxetine avec : <br /> * MAO inhibiteurs : Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, etc. <br /> * certains m&eacute;dicaments pour la di&egrave;te comme Dexfenfluramine, Fenfluramine, Phentermine, Sibutramine.<br /> * m&eacute;dications antiarythmiques : Propafenone, Quinidine, etc. <br /> * inhibiteurs de la recapture de la s&eacute;rotonine-noradr&eacute;naline (IRSNa ou SNRI en anglais) : Venlafaxine, Milnacipran, Dulox&eacute;tine, Mirtazapine, etc. <br /> Consultez votre docteur ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, le prenez aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre docteur si vous manquez 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Garder vos m&eacute;dicaments &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit) hors de la port&eacute;e des enfants. <br /> Ne conservez pas vos m&eacute;dicaments dans la salle de bains. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>