<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Zyban est une m&eacute;decine d'antid&eacute;presseur qui a utilis&eacute; d'aider de certains patients &agrave; arr&ecirc;ter de fumer des cigarettes. Zyban booststhe les niveaux de plusieurs messagers chimiques dans le cerveau, donc vous connaisez une r&eacute;duction des sympt&ocirc;mes de privation de nicotine et un affaiblissement du d&eacute;sir de fumer.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Si vous prendez Zyban pour a vous aider &agrave; arr&ecirc;ter de fumer, vous pouvez continuer &agrave; fumer depuis environ sept jours apr&egrave;s votre commencent &agrave; utiliser Zyban. <br /> La m&eacute;dication peut &ecirc;tre prise discr&egrave;tement, donc personne mais votre m&eacute;decin traitant n'a besoin de savoir que tu l'utilises. Prenez-le oral avec ou sans nourriture. Avalez cette m&eacute;dication enti&egrave;re.<br /> Le dosage prescrit commun pour Zyban est 300 mgs/jours, donn&eacute;s comme 150 mgs, deux fois par jour. Il devrait y avoir un intervalle d'au moins 8 heures entre les doses Zyban successives. <br /> Aussi vous pouvez utiliser des pi&egrave;ces de nicotine ou une gomme pour aider &agrave; soutenir votre traitement de cessation fumeurs.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne l'utilisez pas si vous etes allergique &agrave; un ingr&eacute;dient dans Zyban. N'utilisez pas cette m&eacute;dication si vous etes enceinte, as l'intention de devenir enceinte ou breastfeeding. Ne l'utilisez pas si vous prendez autre m&eacute;decine qui contient bupropion. Ne fumez pas si vous utilisez cette m&eacute;dication avec la pi&egrave;ce de peau de nicotine ou un produit de nicotine. Notez aussi que l'utilisation de Zyban et de pi&egrave;ces de nicotine peut lever ensemble votre tension.<br /><br /> <strong>Contre-indications<br /></strong><br /> Dites &agrave; votre m&eacute;decin traitant de la m&eacute;dication de prescription que vous prendez en incluant : les inhibiteurs de MAO, levodopa, theophylline, corticosteroids, les m&eacute;dications de saisie, les s&eacute;datifs, antivirals, les m&eacute;dicaments de tranquillisants / les m&eacute;dicaments psychiatriques, d'autres antid&eacute;presseurs, benzodiazepines, salicylates, isoniazid, chlolinesterase les inhibiteurs, la morphine et les m&eacute;dicaments semblables &agrave; l'adr&eacute;naline, les opiac&eacute;s, la coca&iuml;ne, ou les stimulants, les m&eacute;dications de diab&egrave;te, etc. Notez que la consommation de caf&eacute;ine peut augmenter la chance de saisies avec ce m&eacute;dicament. <br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires les plus ordinaires sont la bouche s&egrave;che et le sommeil de difficult&eacute;. Informez votre m&eacute;decin traitant imm&eacute;diatement si vous avez des sympt&ocirc;mes nouveaux ou se d&eacute;t&eacute;riorant tels que : l'humeur ou les changements de comportement, l'inqui&eacute;tude, paniquent des attaques, un sommeil de probl&egrave;me, ou si vous vous sens impulsif, irritable, agit&eacute;, hostile, agressif, agit&eacute;, hyperactif (mentalement ou physiquement), plus d&eacute;prim&eacute;, ou as des pens&eacute;es du suicide ou de la douleur votre-m&ecirc;me.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Ne prenez pas Zyban si vous avez pris une monoamine oxidase l'inhibiteur tel que phenelzine, isocarboxazid, ou tranylcypromine dans les 14 derniers jours. Il y a aussi beaucoup de m&eacute;dications qui peuvent communiquer avec Zyban, en incluant, mais non limit&eacute;es : Amantadine, antipsychotics, corticosteroids, Insuline, Levodopa, Carbamazepine, Ph&eacute;nobarbital, Antiarrhythmics, B&ecirc;ta-bloquants et d'autres antid&eacute;presseurs. Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /><strong>Omission de dose&nbsp;<br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'une overdose Zyban incluent des saisies, une perte de conscience, faiblesse, hallucinations, un battement de coeur rapide et crise cardiaque. Appelez imm&eacute;diatement votre m&eacute;decin traitant si vous connaisez sur d'eux.<br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce entre 20-25 C (68-77 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>