<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral<br /> Abilify est un m&eacute;dicament de suppl&eacute;ment utilis&eacute; dans le traitement de troubles d&eacute;pressifs importants, la schizophr&eacute;nie, les &eacute;tats maniaco-d&eacute;pressifs et complexes associ&eacute;s aux troubles bipolaires chez les adultes, les enfants et les adolescents, ainsi que l'irritabilit&eacute; associ&eacute;e aux troubles autistiques chez les patients en p&eacute;diatrie. Le m&eacute;canisme d'action d'Abilify est inconnu. Il montre un agonisme partiel au r&eacute;cepteur D2, et &eacute;galement est un agoniste partiel au r&eacute;cepteur 5-HT1A et affiche aussi un profil d'antagoniste au r&eacute;cepteur 5-HT2A. Il d&eacute;montre une affinit&eacute; mod&eacute;r&eacute;e pour l'histamine et les r&eacute;cepteurs adr&eacute;nergiques alpha et aucune affinit&eacute; signifiante pour les r&eacute;cepteur cholinergique de muscarine. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez Abilify une fois quotidiennement avec ou sans nourriture. La dose ordinaire de d&eacute;part est de 10 ou 15 mg, plus tard la dose peut &ecirc;tre augment&eacute;e pour atteindre l'effet d&eacute;sir&eacute;.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ce m&eacute;dicament n'est pas recommand&eacute; pour l'utilisation chez des personnes &acirc;g&eacute;es pr&eacute;sentant une psychose li&eacute;e &agrave; la d&eacute;mence relative &agrave; la peur du risque de mort. Les antid&eacute;presseurs accentuent les pens&eacute;es ou des comportements suicidaires chez certains adolescents surtout si la dose normale n&rsquo;est pas respect&eacute;e ou pendant la premi&egrave;re p&eacute;riode de traitement. Abilify n'est pas recommand&eacute; pour l'utilisation chez les patients en p&eacute;diatrie souffrant de d&eacute;pression. Du fait que Abilify est capable de diminuer la concentration, la r&eacute;flexion, ou les connaissances, ne conduisez pas d&rsquo;automobiles et ne travaillez pas sur des machines dangereuses d'exploitation, si vous n'&ecirc;tes pas s&ucirc;rs que la th&eacute;rapie par Abilify n&rsquo;a pas sur vous des effets dangereux. Informez votre m&eacute;decin si vous &ecirc;tes enceinte, pr&eacute;voyez une grossesse ou allaitez avant de prendre ce m&eacute;dicament. Evitez de boire toute boisson alcoolis&eacute;e pendant le traitement. Evitez de vous surchauffer et de vous d&eacute;shydrater. L'hyperglyc&eacute;mie, ou la glyc&eacute;mie avanc&eacute;e, peuvent appara&icirc;tre durant le traitement par Abilify. Si vous avez le diab&egrave;te sucr&eacute;, contr&ocirc;lez votre niveau de glyc&eacute;mie r&eacute;guli&egrave;rement.<br /><br /> <strong>Contre-indications<br /></strong><br /> Allaitement, hypersensibilit&eacute;.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> La plupart des effets ind&eacute;sirables r&eacute;pandus incluent la naus&eacute;e, le vomissement, la constipation, les maux de t&ecirc;te, le vertige, la nervosit&eacute;, l'insomnie, l'agitation, les tremblements, la toux, l'insomnie, l'&eacute;tourdissement, l&rsquo;&eacute;coulement du nez, la faiblesse et la prise de poids. Les r&eacute;actions ind&eacute;sirables plus graves et rares telles que la pr&eacute;disposition accrue au risque de crises et de mini-acc&egrave;s; le syndrome malin des neuroleptiques (SMN) dont les sympt&ocirc;mes incluent la fi&egrave;vre, la rigidit&eacute; des muscles, la perte de conscience; la dyskin&eacute;sie tardive (TD) dont les sympt&ocirc;mes incluent des mouvements incontr&ocirc;l&eacute;s et anormaux des parties de corps.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits sur ordonnance et non prescrits et des produits &agrave; base d&rsquo;herbes que vous prenez et surtout si vous prenez de l'alcool, des m&eacute;dicaments de normalisation de tension, de la carbamaz&eacute;pine, de la fluox&eacute;tine, du k&eacute;toconazole, de la parox&eacute;tine et de la quinidine.<br /> La carbamaz&eacute;pine (Tegretol) diminue le niveau dans l&rsquo;organisme de l'aripiprazole stimulant les enzymes de foie telles que la CYP3A4. Une influence semblable sur Abilify est constat&eacute;e pour la ph&eacute;nytoine (Dilantin), la rifampicine (Rifadin, Rimactane, Rifadin, Rifater, Rifamate) et le ph&eacute;nobarbital. Le blocage des CYP3A4 par le K&eacute;toconazole (Nizoral) augmente la concentration d'Abilify dans l&rsquo;organisme. D'autres m&eacute;dicaments d'action semblable sont : l&rsquo;itraconazole (Sporanox), le fluconazole (Diflucan), le voriconazole (Vfend), la cim&eacute;tidine (Tagamet), le v&eacute;rapamil (Calan, Isoptin), le diltiazem (Cardizem, Dilacor), l&rsquo;&eacute;rythromycine,la clarithromycine (Biaxin), nefazodone (Serzone), le ritonavir (Norvir), le saquinavir (Invirase), le nelfinavir (Viracept), l&rsquo;indinavir (Crixivan) et le jus de pamplemousse. Cependant, leur action n'est pas bien &eacute;tudi&eacute;e.<br /> La quinidine (Quinaglute, Quinidex) inhibe une autre enzyme de foie connue sous le nom de CYP2D6 et est capable aussi d'augmenter la concentration d'Abilify. D'autres m&eacute;dicaments d'action semblable sont la fluox&eacute;tine (Prozac) et la parox&eacute;tine (Paxil). Abilify peut augmenter dangereusement le niveau de glyc&eacute;mie chez les patients souffrant de diab&egrave;te.<br /><br /> <strong>Omission de dose<br /></strong><br /> Abilify est pris une fois tous les jours, prenez donc la dose omise d&egrave;s que vous vous &ecirc;tes rappel&eacute;. Si la dose suivante est pr&eacute;vue au cours des 12 heures suivantes, ne prenez pas la dose omise et reprenez votre programme de dosage normal. Ne prenez jamais de dose suppl&eacute;mentaire de ce m&eacute;dicament.<br /><br /> <strong>Surdosage<br /></strong><br /> Les r&eacute;actions ind&eacute;sirables g&eacute;n&eacute;raux incluent le vomissement, la somnolence et le tremblement. D'autres signes et sympt&ocirc;mes cliniquement importants connus sont l&rsquo;acidose, l&rsquo;agression, l'Aspartate aminotransf&eacute;rase aigue, la fibrillation auriculaire, la bradycardie, le coma, l'&eacute;tat de perte de conscience, la convulsion, le niveau augment&eacute; de cr&eacute;atine phosphokinase (CPK) dans le sang, l&rsquo;&eacute;tat de d&eacute;pression, l&rsquo;hypertension, l&rsquo;hypokali&eacute;mie, l&rsquo;hypotension, la l&eacute;thargie, la perte de conscience, l'onde QRS (complexe QRS) longue, le syndrome du QT long, la tendance &agrave; la pneumonie, l'arr&ecirc;t respiratoire, l&rsquo;&eacute;tat d&rsquo;&eacute;pilepsie et de tachycardie.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre dans un r&eacute;cipient sec herm&eacute;tique hors de port&eacute;e des enfants et des animaux de compagnie. N'utilisez pas le m&eacute;dicament apr&egrave;s la date de p&eacute;remption.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.tine (Prozac) et la paroxgalement est un agoniste partiel au r</p>