<p><strong>INDICATIONS</strong></p><p>Copegus est un m&eacute;dicament antiviral.<br /><br />Copegus doit &ecirc;tre utilis&eacute; avec un produit d'interf&eacute;ron alfa (comme Pegasys, PegIntron, Sylatron ou Intron A) pour traiter l'h&eacute;patite chronique C.</p><p><strong><strong><strong><strong>INSTRUCTIONS</strong></strong></strong></strong></p><p>Prenez exactement selon les prescriptions de votre m&eacute;decin.<br /><br />Ribavirin n'est pas efficace lorsqu'il est utilis&eacute; seul pour traiter l'h&eacute;patite C. Il doit &ecirc;tre utilis&eacute; avec un produit d'interf&eacute;ron alfa (comme Peg-Intron ou Intron A) pour traiter l'h&eacute;patite chronique C.<br /><br />Prenez ce m&eacute;dicament avec les aliments.<br /><br />Utilisez ribavirin r&eacute;guli&egrave;rement pour obtenir le plus d'avantages. Buvez beaucoup de liquide pendant que vous prenez ribavirin pour &eacute;viter la d&eacute;shydratation, surtout durant l'exercice ou par temps chaud.</p><p><strong><strong><strong><strong></strong></strong></strong><strong><strong>DOSAGE</strong></strong></strong></p><p>S'il vous pla&icirc;t consultez votre m&eacute;decin qui vous prescrira la dose requise.<br /><br />La dose quotidienne de COPEGUS est de 800 mg &agrave; 1200 mg administr&eacute; par voie orale en deux doses fractionn&eacute;es. La posologie doit &ecirc;tre adapt&eacute;e au patient selon les caract&eacute;ristiques de base de la maladie (par exemple, le g&eacute;notype), la r&eacute;ponse au traitement et la tol&eacute;rabilit&eacute; du traitement.</p><p><strong><strong><strong></strong></strong><strong><strong>CONSERVATION</strong>&nbsp;</strong>&nbsp;</strong></p><p>Conservez les comprim&eacute;s et les g&eacute;lules de ribavirin &agrave; la temp&eacute;rature ambiante &agrave; l'abri de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>Vous ne devez pas prendre ribavirin si vous &ecirc;tes allergique &agrave; ce produit ou si vous avez:<br /><br />maladie grave du foie (surtout la cirrhose);<br />h&eacute;patite auto-immune;<br />une maladie de l'h&eacute;moglobine comme l'an&eacute;mie, la thalass&eacute;mie (an&eacute;mie m&eacute;diterran&eacute;enne), ou la dr&eacute;panocytose;<br />si vous prenez aussi la didanosine (Videx), ou<br />si vous &ecirc;tes une femme enceinte ou un homme dont le partenaire sexuel est enceinte.<br /><br />Pour &ecirc;tre s&ucirc;r que vous pouvez sans risque prendre ribavirin, parlez &agrave; votre m&eacute;decin si vous avez un de ces autres conditions:<br /><br />maladie des reins ou du foie (autre que l'h&eacute;patite C);<br />l'h&eacute;patite B;<br />un trouble des cellules sanguines telles que l'an&eacute;mie h&eacute;molytique (un manque de globules rouges du sang);<br />virus de l'immunod&eacute;ficience humaine (HIV ou SIDA);<br />le diab&egrave;te;<br />un trouble du pancr&eacute;as;<br />sarco&iuml;dose;<br />probl&egrave;mes respiratoires;<br />un trouble de la thyro&iuml;de;<br />apparition ou l'aggravation des probl&egrave;mes oculaires (comme la r&eacute;tinopathie);<br />des ant&eacute;c&eacute;dents de maladie cardiaque, d'hypertension art&eacute;rielle, ou une crise cardiaque;<br />des ant&eacute;c&eacute;dents de d&eacute;pression ou de tentative de suicide;<br />si vous avez les greffes d'organes, par exemple: d'un foie, du rein, ou d'autres , ou<br />si vous avez d&eacute;j&agrave; re&ccedil;u un traitement pour l'h&eacute;patite C qui ne fonctionne pas bien.<br /><br />Ce m&eacute;dicament peut causer des malformations cong&eacute;nitales ou la mort de l'enfant &agrave; na&icirc;tre.<br /><br />Si vous &ecirc;tes une femme, ne prenez pas ribavirin si vous &ecirc;tes enceinte. Vous aurez besoin de tests de grossesse fr&eacute;quents pour &ecirc;tre s&ucirc;r que vous n'&ecirc;tes pas enceinte tout en prenant la ribavirine.<br /><br />Si vous &ecirc;tes un homme, ne prenez pas ribavirin si votre partenaire sexuel est enceinte. Un b&eacute;b&eacute; &agrave; na&icirc;tre pourrait &eacute;galement &ecirc;tre affect&eacute;es si un homme devient p&egrave;re de l'enfant pendant qu'il prend ribavirin.<br /><br />Utilisez au moins deux formes efficaces de contr&ocirc;le des naissances pendant que l'autre partenaire sexuel prend la ribavirine, et pendant au moins 6 mois apr&egrave;s la fin du traitement.<br /><br />Dites &agrave; votre m&eacute;decin imm&eacute;diatement si une grossesse survient alors que la m&egrave;re ou le p&egrave;re prend ribavirin.<br /><br />On ne sait pas si ribavirin passe dans le lait maternel ou s'il pourrait nuire au b&eacute;b&eacute;. Vous ne devriez pas allaiter pendant que vous prenez ribavirin.</p><p>La ribavirine peut affecter la croissance des enfants.<br /><br /></p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Cessez d'utiliser ribavirin et appelez votre m&eacute;decin imm&eacute;diatement si vous avez un effet secondaire s&eacute;rieux tels que:<br /><br />probl&egrave;mes avec votre vision;<br />la fi&egrave;vre, des frissons, des courbatures, des sympt&ocirc;mes de grippe;<br />la douleur s&eacute;v&egrave;re dans votre estomac sup&eacute;rieur s'&eacute;tendant &agrave; votre dos, des naus&eacute;es et des vomissements, acc&eacute;l&eacute;ration du rythme cardiaque;<br />lancinante douleur thoracique, une respiration sifflante, sensation d'essoufflement;<br />la d&eacute;pression s&eacute;v&egrave;re, hallucinations, des pens&eacute;es suicidaires ou autodestructrices;<br />douleur de poitrine ou sentiment de lourdeur, douleur s'&eacute;tendant au bras ou l'&eacute;paule, naus&eacute;e, transpiration, sensation de malaise g&eacute;n&eacute;ral; ou<br />peau p&acirc;le ou jaunes, urines fonc&eacute;es, des ecchymoses ou des saignements, de la confusion ou une faiblesse inhabituelle.<br /><br />Les effets secondaires moins graves peuvent inclure:<br /><br />maux de t&ecirc;te;<br />des douleurs musculaires;<br />s&eacute;cheresse de la bouche;<br />naus&eacute;es, vomissements, douleurs abdominales, perte d'app&eacute;tit;<br />la perte de poids;<br />une sensation de fatigue ou d'irritabilit&eacute;;<br />anxi&eacute;t&eacute;, sautes d'humeur, ou<br />la douleur, l'enflure, ou l'irritation o&ugrave; l'injection d'interf&eacute;ron a &eacute;t&eacute; donn&eacute;.</p>