<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Le m&eacute;thotrexate est un agent de la classe des antim&eacute;tabolites, utilis&eacute; pour traiter certains types de cancer. Il inhibe Il inhibe la dihydrofolate r&eacute;ductase, une enzyme importante responsable de la synth&egrave;se de nucl&eacute;otides de l'ADN. Ce m&eacute;dicament inhibe la synth&egrave;se de l'ADN, la r&eacute;paration de l'ADN et la mitose des cellules. Les cellules des tumeurs malignes, de la moelle osseuse, des cellules embryonnaires, les cellules &eacute;pith&eacute;liales de la muqueuse intestinale, de la vessie, de la cavit&eacute; buccale sont les plus sensibles.<br /> Le m&eacute;thotrexate est utilis&eacute; dans le traitement du cancer du sein, du carcinome &eacute;pidermo&iuml;de de la t&ecirc;te et du cou, du cancer du poumon, des tumeurs trophoblastiques, du cancer du col de l'ut&eacute;rus, du cancer de l'ovaire, du cancer de la vessie, du cancer colorectal, du cancer de l'&oelig;sophage, du cancer de l'estomac, du cancer du pancr&eacute;as, du cancer des testicules, de la leuc&eacute;mie lymphoblastique aigu&euml; et bien d'autres.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament suivant strictement la prescription de votre m&eacute;decin. Prenez le m&eacute;thotrexate par voie orale avec nourriture ou &agrave; jeun. Evitez de m&acirc;cher ou &eacute;craser le comprim&eacute;. Dans le traitement de l'arthrite rhumato&iuml;de et du psoriasis, le m&eacute;thotrexate est pris hebdomadairement. La posologie initiale du m&eacute;dicament est de 7,5 mg une fois par semaine ou 2,5 mg par intervalles de douze heures &agrave; trois reprises &eacute;galement une fois par semaine. Le traitement du cancer n&eacute;cessite une dose individuelle et ce traitement doit &ecirc;tre sous contr&ocirc;le de votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Il faut &ecirc;tre prudent chez les patients pr&eacute;sentant une ascite, de la d&eacute;shydratation, des maladies obstructives des voies digestives, une effusion pleurale ou p&eacute;riton&eacute;ale, une insuffisance r&eacute;nale chronique, des parasites et des maladies infectieuses d'origine virale, bact&eacute;rienne ou fongique en raison du risque &eacute;lev&eacute; de d&eacute;veloppement possible de maladies graves g&eacute;n&eacute;ralis&eacute;es. La toxicit&eacute; du m&eacute;thotrexate est accrue chez les individus atteints d'herp&egrave;s simplex, de zona, de varicelle, de rougeole, d'amibiase, de strongylo&iuml;dose (helminthiase provoqu&eacute;e par le n&eacute;matode des sympt&ocirc;mes allergiques au d&eacute;but de la maladie), de goutte (et en ant&eacute;c&eacute;dent), d'infection et d'inflammation de la muqueuse buccale, des naus&eacute;es et des vomissements (dus &agrave; la d&eacute;shydratation), d&rsquo;ulc&eacute;rations de l'estomac et du duod&eacute;num, de colite ulc&eacute;reuse, de chimioth&eacute;rapie ou de radioth&eacute;rapie pr&eacute;liminaire, d&rsquo;asth&eacute;nie. Lorsque le m&eacute;thotrexate est utilis&eacute; pour traiter le cancer, et une pr&eacute;caution est n&eacute;cessaire chez les patients pr&eacute;sentant une acidurie (urine avec un pH inf&eacute;rieur &agrave; 7) et inhibe l'h&eacute;matopo&iuml;&egrave;se moelle osseuse. Ne vous exposez pas aux rayons du soleil. Une immunisation par voie de vaccins doit &ecirc;tre &eacute;vit&eacute;e pendant 3-12 mois apr&egrave;s la fin du traitement avec le m&eacute;thotrexate. Les hommes et les femmes doivent utiliser une contraception s&ucirc;re, car ce m&eacute;dicament est tr&egrave;s toxique pour un futur b&eacute;b&eacute;.<br /><br /> <strong>Contre-indications<br /></strong><br /> Ce m&eacute;dicament ne doit pas &ecirc;tre administr&eacute; aux patients pr&eacute;sentant une hypersensibilit&eacute; &agrave; ses composantes, un d&eacute;ficit immunitaire, aux femmes enceintes et en p&eacute;riode d&rsquo;allaitement. Lorsque le m&eacute;thotrexate est utilis&eacute; pour traiter des patients pr&eacute;sentant des maladies de psoriasis ou rhumatismales, il ne peut pas &ecirc;tre utilis&eacute; si ces derniers ont &eacute;galement une suppression de l'h&eacute;matopo&iuml;&egrave;se lourd de la moelle osseuse, une insuffisance r&eacute;nale grave ou h&eacute;patique.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Le m&eacute;thotrexate est habituellement bien tol&eacute;r&eacute;, mais certains patients peuvent d&eacute;velopper des l&eacute;sions buccales, des maux d'estomac, et un faible nombre de globules blancs. Le m&eacute;thotrexate est connu pour sa toxicit&eacute; pour le foie, les reins, les poumons et la moelle osseuse. Des analyses de sang doit &ecirc;tre effectu&eacute;s de mani&egrave;re r&eacute;guli&egrave;re pendant le traitement avec ce m&eacute;dicament. D'autres effets ind&eacute;sirables peuvent inclure des maux de t&ecirc;te, de la somnolence et des r&eacute;actions allergiques telles que les &eacute;ruptions cutan&eacute;es, des d&eacute;mangeaisons, des &eacute;tourdissements et la perte de cheveux.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits et en vente libre, des produits &agrave; base de plantes et compl&eacute;ments alimentaires que vous prenez et en particulier concernant les AINS tels que l'ibuprof&egrave;ne (Motrin, Advil), le diclof&eacute;nac (Cataflam, Voltaren), le naprox&egrave;ne (Aleve, Naprosyn), l&rsquo;etodolac (Lodine), l'indom&eacute;tacine (Indocin), le meloxicam (Mobic), le piroxicam (Feldene), car ils accentuent la toxicit&eacute; du m&eacute;thotrexate); l&rsquo;azathioprine (Imuran). L'utilisation de m&eacute;dicaments contre la goutte (allopurinol, colchicine, sulfinpirazon) n&eacute;cessite une rectification de dose. Informez votre m&eacute;decin aussi concernant le chloramph&eacute;nicol (chloromycetine), l&rsquo;hydroxychloroquine (Plaquenil, Quineprox), le r&eacute;tinol, la tr&eacute;tino&iuml;ne (Retin-A), l'isotr&eacute;tino&iuml;ne (Accutane), les st&eacute;ro&iuml;des (prednisone et d'autres), les sulfamides (Bactrim, Septra, Azulfidine), la ph&eacute;nyto&iuml;ne (Dilantin), la th&eacute;ophylline (Theobid, Theo-Dur, Elixophyllin, Slo-Bid), les prob&eacute;n&eacute;cides (Benemid), la t&eacute;tracycline (Brodspec, Panmycin, Sumycin, Tetracap), des m&eacute;dicaments antidiab&eacute;tiques par voie orale tels que le glipizide (Glucotrol), la chlorpropamide (Diabinese), l&rsquo;ac&eacute;tohexamide (Dymelor), le glim&eacute;piride (Amaryl), ou la tolbutamide (Orinase), les antibiotiques de p&eacute;nicilline, les salicylates (Dolobid, Salflex, Tricosal, Disalcid, Pills Doan).<br /><br /> <strong>Omission de dose<br /></strong><br /> Consultez votre m&eacute;decin si vous avez omis une dose de ce m&eacute;dicament.<br /><br /> <strong>Surdosage <br /></strong><br /> Contactez votre m&eacute;decin imm&eacute;diatement si vous suspectez un surdosage. Les signes de surdosage sont: les naus&eacute;es, les vomissements, la faiblesse, la p&acirc;leur, des ecchymoses ou des saignements, des plaies buccales, des selles noires ou sanglantes, des crachats de sang, du vomi semblable &agrave; des graines de caf&eacute;, la diminution de la miction ou une anurie.<br /><br /> <strong>Stockage<br /></strong><br /> Conserver dans un r&eacute;cipient sec serr&eacute;s abri de la lumi&egrave;re &agrave; temp&eacute;rature ambiante entre 15-30 C (59-86 &deg; F) la port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer<br /></strong><br />&nbsp;Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement.</p>