<p><strong>Utilisation des Drogues </strong><br /><br /> SEROQUEL est utilis&eacute; pour traiter la schizophr&eacute;nie ou le trouble bipolaire. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Seroquel comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Seroquel prendre par voie orale avec ou sans nourriture. <br /> Prenant Seroquel &agrave; la m&ecirc;me heure chaque jour vous aidera &agrave; vous rappeler de le prendre. <br /> Prendre Seroquel selon un horaire r&eacute;gulier pour tirer le meilleur profit. <br /> Il mai prendre quelques semaines pour vous faire remarquer les avantages du Seroquel. Continuer &agrave; prendre Seroquel m&ecirc;me si vous vous sentez bien. Ne manquez aucune dose. <br /><br /> <strong>Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> SEROQUEL est un antipsychotique. Il agit en modifiant l'&eacute;quilibre de certains produits chimiques qui se produisent naturellement dans le cerveau, qui sont responsables de la pens&eacute;e et de comportement. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Seroquel, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage</strong> <br /><br /> Boutique Seroquel &agrave; 77 degr&eacute;s F (25 degr&eacute;s C). L'entreposage bref entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Seroquel garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Seroquel si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Seroquel. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec Seroquel. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous ou un membre de la famille a des ant&eacute;c&eacute;dents de troubles bipolaires (maniaco-d&eacute;pression), des pens&eacute;es suicidaires ou de tentatives, mentale ou des probl&egrave;mes d'humeur, ou de diab&egrave;te <br /> Si vous buvez de l'alcool ou qui ont des ant&eacute;c&eacute;dents d'alcoolisme ou la toxicomanie <br /> Si vous avez une maladie d'Alzheimer, la d&eacute;mence, ou de la difficult&eacute; &agrave; avaler, ou si vous pr&eacute;sentez une surcharge pond&eacute;rale <br /> Si vous avez des ant&eacute;c&eacute;dents de probl&egrave;mes cardiaques (crise cardiaque, insuffisance cardiaque, rythme cardiaque irr&eacute;gulier), les AVC, probl&egrave;mes touchant les vaisseaux sanguins, les taux &eacute;lev&eacute;s de cholest&eacute;rol sanguin, ou &agrave; forte ou une faible pression <br /> Si vous avez des ant&eacute;c&eacute;dents de troubles sanguins (par exemple, faible nombre de globules blancs), troubles h&eacute;patiques, des probl&egrave;mes de thyro&iuml;de, les cataractes, le glaucome &agrave; angle &eacute;troit, convulsions, syndrome malin des neuroleptiques (SMN), les taux sanguins &eacute;lev&eacute;s de prolactine, ou le cancer du sein <br /><br />Certains m&eacute;dicaments peuvent interagir avec le Seroquel. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> Alpha-bloquants (par exemple, la doxazosine) ou des m&eacute;dicaments pour la tension art&eacute;rielle &eacute;lev&eacute;e, car le risque d'une pression art&eacute;rielle basse et des &eacute;vanouissements mai &ecirc;tre augment&eacute; <br /> Antifongiques azol&eacute;s (p.ex., k&eacute;toconazole), la fluvoxamine, les antibiotiques macrolides (par exemple, l'&eacute;rythromycine), ou t&eacute;lithromycine parce qu'ils mai augmenter le risque de Seroquel d 'effets secondaires <br /> Barbituriques (par exemple, ph&eacute;nobarbital), la carbamaz&eacute;pine, les corticost&eacute;ro&iuml;des (par exemple, la prednisone), la ph&eacute;nyto&iuml;ne, la rifampicine, la thioridazine, ou parce qu'ils mai Seroquel diminution de l 'efficacit&eacute; <br />&nbsp;Agonistes des r&eacute;cepteurs de la dopamine (par exemple, le pramipexole) ou de la l&eacute;vodopa, car leur efficacit&eacute; mai &ecirc;tre diminu&eacute;e de Seroquel</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> agitation, douleurs dorsales, constipation, &eacute;tourdissements, somnolence, bouche s&egrave;che, maux de t&ecirc;te, indigestion, &eacute;coulement nasal, maux de gorge, douleurs &agrave; l'estomac, faiblesse, gain de poids. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); alt&eacute;r&eacute; ses capacit&eacute;s mentales, notamment l'absence de r&eacute;ponse &agrave; votre entourage; glyc&eacute;mie &eacute;lev&eacute;e (par exemple, de la soif , miction accrue, confusion, somnolence, bouff&eacute;es vasomotrices, respiration rapide, ou une odeur d'haleine fruit&eacute;e), augmentation ou un rythme cardiaque irr&eacute;gulier; involontaires, des mouvements involontaires des muscles; &eacute;tourdissements lors d'un lever d'une position assise ou couch&eacute;e, une raideur des muscles, transpiration, tremblements, fi&egrave;vre inexpliqu&eacute;e; changements de vision. <br /><br /> <strong>Plus d'information </strong><br /><br /> SEROQUEL doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>