<p><strong>Olanzapine en comprim&eacute; d&eacute;sagr&eacute;geant<br /></strong><br /><strong>Quel est ce m&eacute;dicament?</strong><br /><br />OLANZAPINE est utilis&eacute; pour traiter la schizophr&eacute;nie, les troubles psychotiques et le trouble bipolaire. Le trouble bipolaire est aussi connu sous le nom de maniaco-d&eacute;pression.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />cancer du sein ou historique de cancer du sein<br />d&eacute;mence<br />diab&egrave;te sucr&eacute;, hyperglyc&eacute;mie ou historique familial de diab&egrave;te<br />difficult&eacute; &agrave; avaler<br />glaucome<br />maladie cardiaque, pouls irr&eacute;gulier, ant&eacute;c&eacute;dant d'attaque cardiaque<br />historique de tumeur c&eacute;r&eacute;brale ou blessure &agrave; la t&ecirc;te<br />maladie des reins ou du foie<br />basse pression sanguine ou &eacute;tourdissements lorsque vous vous levez debout<br />maladie de Parkinson<br />trouble de la prostate<br />convulsions<br />pens&eacute;es suicidaires ou attentat de suicide ant&eacute;rieur par vous ou un membre de votre famille<br />une r&eacute;action inhabituelle ou allergique &agrave; l'olanzapine, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale. Laissez le comprim&eacute; dans son emballage jusqu'&agrave; ce que vous soyez pr&ecirc;t &agrave; le prendre. Ne poussez pas le comprim&eacute; &agrave; travers l'emballage pour le sortir. Ouvrez l'emballage avec vos mains (s&egrave;ches de pr&eacute;f&eacute;rence) et placez le comprim&eacute; sur votre langue. Le comprim&eacute; va se dissoudre rapidement et pourra &ecirc;tre aval&eacute; avec votre salive. Vous pouvez prendre ces comprim&eacute;s avec de la nourriture ou de l'eau, mais ce n'est pas obligatoire de le faire. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas vos m&eacute;dicaments plus souvent qu&rsquo;on ne vous l&rsquo;indique. Ne cessez pas de prendre ce m&eacute;dicament sauf sur avis contraire de votre m&eacute;decin ou professionnel de la sant&eacute;.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?</strong><br /><br />Ne prenez pas ce m&eacute;dicament avec les &eacute;l&eacute;ments suivants:<br />certains antibiotiques comme la gr&eacute;pafloxacine et sparfloxacine<br />certaines ph&eacute;nothiazines comme la chlorpromazine, m&eacute;soridazine ou thioridazine<br />cisapride<br />clozapine<br />drop&eacute;ridol<br />halofantrine<br />levomethadyl<br />pimozide<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />carbamaz&eacute;pine<br />charbon<br />fluvoxamine<br />l&eacute;vodopa et autres m&eacute;dicaments pour la maladie de Parkinson<br />les m&eacute;dicaments pour le diab&egrave;te<br />les m&eacute;dicaments pour la haute pression sanguine<br />les m&eacute;dicaments pour la d&eacute;pression, l'anxi&eacute;t&eacute;, autres troubles de l'humeur, ou troubles du sommeil<br />om&eacute;prazole<br />rifampine<br />ritonavir<br />le tabac des cigarettes<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Visitez votre m&eacute;decin ou professionnel de la sant&eacute; r&eacute;guli&egrave;rement afin de v&eacute;rifier votre &eacute;tat de sant&eacute;. Il se peut que vous ayiez &agrave; prendre ce m&eacute;dicament pendant plusieurs semaines avant de ressentir les effets complets de ce m&eacute;dicament. Avertissez votre m&eacute;decin ou professionnel de la sant&eacute; si vos sympt&ocirc;mes s'aggravent, si vous avez de nouveaux sympt&ocirc;mes, si vous ressentez des effets inhabituels de ce m&eacute;dicament, ou si vous vous sentez hors de contr&ocirc;le, tr&egrave;s d&eacute;courag&eacute; ou que vous songez &agrave; vous blessez ou &agrave; blessez les autres.<br /><br />Ne cessez pas subitement de prendre ce m&eacute;dicament. Vous devrez peut-&ecirc;tre r&eacute;duire la dose graduellement. Parlez-en &agrave; votre m&eacute;decin ou professionnel de la sant&eacute;.<br /><br />Vous pourriez devenir somnolent ou &eacute;tourdi. Ne pas conduire ou utilisez de machinerie ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant de savoir de quelle fa&ccedil;on ce m&eacute;dicament vous affecte. Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements, ne vous levez pas et ne vous assoyez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;.<br /><br />&Eacute;vitez les breuvages alcoolis&eacute;s. L'alcool peut augmenter les &eacute;tourdissements et la somnolence avec l'olanzapine.<br /><br />Ne vous soignez pas pour un rhume, de la diarrh&eacute;e ou des allergies sans demander l&rsquo;avis de votre m&eacute;decin ou professionnel de la sant&eacute;. Certains des ingr&eacute;dients peuvent augmenter les effets secondaires possibles.<br /><br />Votre bouche peut devenir s&egrave;che. M&acirc;cher de la gomme sans sucre ou des bonbons durs et boire beaucoup d&rsquo;eau vous aidera.<br /><br />Ce m&eacute;dicament peut r&eacute;duire la r&eacute;ponse de votre corps &agrave; la chaleur et au froid. Essayez de ne pas avoir trop chaud ou d'&ecirc;tre d&eacute;shydrat&eacute; en faisant de l'exercice. &Eacute;vitez les temp&eacute;ratures extr&ecirc;mes comme dans les saunas, les bains tourbillons chauds, ou encore les bains et douches tr&egrave;s chauds ou tr&egrave;s froids. Habillez-vous chaudement lorsque la temp&eacute;rature ext&eacute;rieure est froide.<br /><br />Ce m&eacute;dicament peut augmenter votre sensibilit&eacute; au soleil. &Eacute;vitez l'exposition au soleil. Si vous ne pouvez pas &eacute;viter l'exposition au soleil, portez des v&ecirc;tements protecteurs et utilisez un &eacute;cran solaire. N'utilisez pas de lampe solaire, de lit bronzant ou de cabine bronzante.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />difficult&eacute; &agrave; respirer<br />difficult&eacute; &agrave; parler ou &agrave; avaler<br />soif et/ou faim excessive<br />pouls rapide (palpitations)<br />envie fr&eacute;quente d'uriner<br />incapacit&eacute; &agrave; contr&ocirc;ler les mouvements musculaires du visage, des mains, des bras ou des jambes<br />&eacute;rections douloureuses ou prolong&eacute;e<br />agitation ou besoin de bouger constamment<br />rigidit&eacute;, spasmes<br />convulsions<br />&eacute;ruption cutan&eacute;e<br />enflure du visage ou des jambes<br />tremblements<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />changements dans le d&eacute;sir sexuel<br />constipation<br />somnolence<br />abaissement de la pression sanguine<br />gain de poids<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante contr&ocirc;l&eacute;e entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Prot&eacute;ger de la lumi&egrave;re et de l&rsquo;humidit&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>