<p><strong>INDICATIONS</strong></p><p>Nicotinell est utilis&eacute; comme une aide pour arr&ecirc;ter de fumer.</p><p><strong><strong>INSTRUCTIONS</strong></strong></p><p>Vous devez utiliser une pastille quand vous avez l'envie de fumer. Vous devez sucer la pastille pendant quelques minutes jusqu'&agrave; la saveur devient forte et puis le placez entre la joue et la gencive. Quand les fondus de saveur s'&eacute;puise vous devraient sucer le losange &agrave; nouveau et r&eacute;p&eacute;tez le m&ecirc;me processus. Le losange va se dissoudre compl&egrave;tement apr&egrave;s 30 minutes.</p><p><strong>DOSAGE</strong></p><p>Ces pastilles sont disponibles en deux dosages: 1 mg et 2 mg. Vous devez utiliser les pastilles de 2mg si vous fumez 30 cigarettes ou plus par jour, mais vous pouvez utiliser les pastilles de 1mg si vous trouvez les 2mg trop forte. Si vous fumez moins de 20 cigarettes par jour, vous devez utiliser les pastilles de 1mg.</p><p><strong>CONSERVATION</strong></p><p>Conservez ce m&eacute;dicament &agrave; la temp&eacute;rature ambiante loin de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re. Gardez loin des enfants.ter de fumer.<strong><strong></strong></strong></p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>Ce m&eacute;dicament peut ne convenir pas &agrave; tout le monde et certaines personnes ne doit jamais prendre. Consultez un m&eacute;decin avant de commencer &agrave; prendre le m&eacute;dicament.<br /><br />S'il vous pla&icirc;t consulter votre professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament si:<br />vous &ecirc;tes allergique ou sensible ou vous avez eu une r&eacute;action allergique &agrave; l'un des ingr&eacute;dients du m&eacute;dicament<br />Ce m&eacute;dicament est pour une personne moins de 18 ans<br />vous essayez d'arr&ecirc;ter de fumer apr&egrave;s avoir eu une crise cardiaque ou un accident vasculaire c&eacute;r&eacute;bral<br />vous avez une pression art&eacute;rielle &eacute;lev&eacute;e<br />Vous avez des probl&egrave;mes vasculaires c&eacute;r&eacute;braux<br />Vous avez des probl&egrave;mes de circulation<br />vous avez des probl&egrave;mes cardiaques<br />Vous avez une inflammation de la bouche, du nez ou de la gorge<br />vous avez des probl&egrave;mes avec un c&oelig;ur<br />Vous avez des probl&egrave;mes gastro-intestinaux tels que: &oelig;sophagite, gastrite ou un ulc&egrave;re<br />Vous avez des probl&egrave;mes r&eacute;naux<br />Vous avez des probl&egrave;mes h&eacute;patiques<br />Vous avez un ph&eacute;ochromocytome<br />Vous avez des probl&egrave;mes de thyro&iuml;de<br />Vous avez la ph&eacute;nylc&eacute;tonurie<br />Vous avez une intol&eacute;rance au fructose<br />Vous &ecirc;tes sur un r&eacute;gime alimentaire faible en sodium</p><p><strong>Les interactions des m&eacute;dicaments</strong><br /><br />Avant de prendre ce m&eacute;dicament consultez votre m&eacute;decin ou votre pharmacien si vous prenez ou avez pris r&eacute;cemment un autre m&eacute;dicament, y compris les vitamines, les suppl&eacute;ments et pr&eacute;parations &agrave; base de plantes ou compl&eacute;mentaires.<br /><br />Les m&eacute;dicaments suivants peuvent interagir avec ce m&eacute;dicament:<br />th&eacute;ophylline<br />tacrine<br />l'olanzapine<br />clozapine<br />ad&eacute;nosine<br />caf&eacute;ine<br />parac&eacute;tamol<br />ph&eacute;nazone<br />ph&eacute;nylbutazone<br />pentazocine<br />lidoca&iuml;ne<br />benzodiaz&eacute;pines<br />warfarine<br />oestrog&egrave;ne<br />vitamine B12<br />propoxyph&egrave;ne<br />furos&eacute;mide<br />propranolol<br />Antagonistes des r&eacute;cepteurs H2<br />nif&eacute;dipine<br />adr&eacute;nergiques ou bloquants</p><p>Si vous essayez de devenir enceinte, &ecirc;tes enceinte ou vous allaitez, vous devez consulter un m&eacute;decin avant de prendre ce m&eacute;dicament.</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Les effets secondaires possibles de Nicotinell:<br /><br />hypersensibilit&eacute;<br />angioed&egrave;me<br />r&eacute;actions anaphylactiques<br />augmentation de la salivation<br />irritation de la gorge<br />hoquet<br />indigestion ou br&ucirc;lures d'estomac<br />naus&eacute;es<br />malaise<br />maux de t&ecirc;te<br />aphtes<br />&eacute;tourdissements<br />flatulence<br />gastrite<br />s&eacute;cheresse de la bouche<br />bouche enflamm&eacute;e ou douloureuse<br />herp&egrave;s labial<br />&oelig;sophagite<br />palpitations<br />probl&egrave;mes cardiaques<br />l'insomnie</p>