<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La HIDROCLOROTIAZIDA es un diur&eacute;tico. Los diureticos aumentan la cantidad de orina miccionada, lo que hace que el cuerpo pierda sal y agua. Se utiliza para tratar la presi&oacute;n arterial alta. Tambi&eacute;n reduce la hinchaz&oacute;n y la retenci&oacute;n de l&iacute;quidos causado por varias condiciones m&eacute;dicas, como enfermedades cardiacas, hep&aacute;ticas, o renales.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de utilizar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />diabetes<br />gota<br />problemas del sistema inmunitario, como el lupus<br />enfermedad renal, o piedras en los ri&ntilde;ones<br />enfermedad hep&aacute;tica<br />pancreatitis<br />peque&ntilde;as cantidades de orina, o dificultad al orinar<br />una reacci&oacute;n inusual o al&eacute;rgica a la hidroclorotiazida, a medicamentos con sulfa, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Tome su medicamento a intervalos regulares. Recuerde que despu&eacute;s de tomar este medicamento necesitar&aacute; orinar frecuentemente. No tome su dosis a una hora del d&iacute;a que le ocasionar&aacute; problemas. No deje de tomar su medicamento a menos que se lo indique su doctor.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br />Sobredosis: Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br />NOTA: Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?<br /></strong><br />colestiramina<br />colestipol<br />digoxina<br />dofetilida<br />litio<br />medicamentos para la presi&oacute;n arterial<br />medicamentos para la diabetes<br />medicamentos que relajan los m&uacute;sculos para la cirug&iacute;a<br />otros diureticos<br />esteroides como la prednisona o la cortisona<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo tener en cuenta mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Controle su presi&oacute;n arterial tal como se le indic&oacute;. Preg&uacute;ntele a su m&eacute;dico que presi&oacute;n arterial deber&iacute;a de tener y cuando deber&iacute;a ponerse en contacto con &eacute;l o ella.<br /><br />Puede necesitar seguir una dieta especial mientras est&eacute; tomando este medicamento. Cons&uacute;ltelo con su m&eacute;dico.<br /><br />Hable con su m&eacute;dico s&iacute; tiene un ataque severo de diarrea, n&aacute;usea o v&oacute;mitos, o s&iacute; suda usted mucho. La p&eacute;rdida de demasiados fluidos corporales har&iacute;a que fuera peligroso para usted tomar este medicamento.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. S&iacute; usted es un paciente mayor, no se ponga de pie ni se siente r&aacute;pidamente. Esto reduce el riesgo de marearse o de desmayarse. El alcohol puede interferir con el efecto de este medicamento. Evite las bebidas alcoh&oacute;licas.<br /><br />Este medicamento puede afectar los niveles de az&uacute;car en la sangre. S&iacute; es diab&eacute;tico, hable con su m&eacute;dico antes de cambiar la dosis de su medicamento para la diabetes.<br /><br />Este medicamento le puede volver m&aacute;s sensible al sol. Mant&eacute;ngase apartado del sol. S&iacute; no puede evitar estar en el sol, p&oacute;ngase ropa protectora y use protector solar. No utilice l&aacute;mparas de rayos ultravioletas o camas o cabinas bronceadoras.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de los labios, boca, lengua, o garganta<br />dolor en el pecho<br />ritmo cardiaco irregular o r&aacute;pido<br />mareo, ca&iacute;das<br />ataque de gota<br />dolor muscular o calambres<br />dolor o dificultad al orinar<br />dolor, entumecimiento, hormigueo en las manos o los pies<br />enrojecimiento, ampollas, exfoliaci&oacute;n o desprendimiento de la piel, inclusive en el interior de la boca<br />inusitadamente d&eacute;bil o cansado<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />visi&oacute;n borrosa<br />boca seca<br />dolor de cabeza<br />malestar estomacal<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). No lo congele. Prot&eacute;jalo de la luz y de la humedad. Mantenga el recipiente herm&eacute;ticamente cerrado. Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>