<p><strong>Propiedades<br /></strong><br /> Inderal actua bloqueando sustancias de beta-adrenergic,tales como la adrenalina (epinephrine), un agente clave en la parte "comprensiva" del sistema nervioso (involuntario) auton&oacute;mico que es responsable de trabajo del coraz&oacute;n. La medicaci&oacute;n se usa para tratar temblores, dolor en pecho, hipertensi&oacute;n, des&oacute;rdenes de ritmo de coraz&oacute;n, enfermedad card&iacute;aca isquem&iacute;ca, hypertrophic cardiomyopathy, myocardiodystrophy y otras condiciones.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome oralmente sin tomar atenci&oacute;n a tiempo de comida. Tome Inderal con un vaso lleno del agua al mismo tiempo cada d&iacute;a. No mastique, aplaste, rompa, o abra u c&aacute;psula de Inderal. Traguela entera.<br /> No deje tomar la medicaci&oacute;n de repente porque este puede causar problemas de coraz&oacute;n.<br /><br /> <strong>Precauciones</strong><br /><br /> No use esta medicina si usted sufre de asma o ciertas condiciones card&iacute;acas, sobre todo segundo o tercer bloque de coraz&oacute;n de grado, insuficiencia de ri&ntilde;&oacute;n o h&iacute;gado. Evite beber el alcohol. No deje de tomar la medicaci&oacute;n aun si usted se siente mejor porque la hipertensi&oacute;n puede no tener ningunos s&iacute;ntomas.<br /><br /> <strong>Contradiciones<br /></strong><br /> Bradicard&iacute;a sena, bloque de atrioventricular incompleto o completo (problemas con conducci&oacute;n de excitaci&oacute;n en el sistema de conducci&oacute;n de la excitaci&oacute;n del coraz&oacute;n), insuficiencia ventricular izquierda y derecha grave, asma bronquial y tendencia a bronchospasm, embarazo, des&oacute;rdenes de flujo sangu&iacute;neo arterial perif&eacute;rico. En pacientes con la colitis esp&aacute;stica (la inflamaci&oacute;n del colon, caracterizado por su contracci&oacute;n) no se recomienda la administraci&oacute;n de Inderal.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> N&aacute;usea, v&oacute;mito, diarrea, bradicard&iacute;a (un latido del coraz&oacute;n lento),mareo, alergia de piel picante, bronchospasm (contracci&oacute;n de bronquio). La depresi&oacute;n es posible.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> El alcohol y el aluminio reducen la absorci&oacute;n de propranolol. Inderal aumenta los niveles en sangre de theophylline y lidocaine. Phenytoin, fenobarbital, y rifampin reducen el nivel de Inderal en la sangre. Cimetidine y chlorpromazine al rev&eacute;s aumentan los niveles de sangre de Inderal.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si usted ha omitido una dosis de actuaci&oacute;n corta Inderal tome la dosis omitida tan pronto como usted recuerda, pero no si s&oacute;lo cuatro horas quedaron hasta la siguiente dosis. Por lo tanto omita la dosis omitida y vuelva a su horario. Si dosis de Inderal de liberaci&oacute;n ampliada est&aacute; omitida, tome la dosis omitida m&aacute;s pronto como posible, pero no si menos de ocho horas quedaron hasta la siguiente dosis. Nunca tome la dosis suplementaria para compensar la omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> En caso de s&iacute;ntomas severos, como latidos del coraz&oacute;n, mareo, la debilidad, o desmayo, busque la asistencia m&eacute;dica urgente.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de cuarto, del alcance de los rayos solares y humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>