<p><strong>Propiedades<br /></strong><br /> Lopressor trabaja bloqueando adrenoreceptores beta de coraz&oacute;n y se usa para curar hipertensi&oacute;n, dolor de pecho (angina),ltidos de coraz&oacute;n anormales, para curar y prevenir infarto miocardio. Esta medecina iflue sistema nerviosa autonoma que estipula latidos de coraz&oacute;n aumentados bloqueando sus recptores y por lo tanto reduciendo latidos de coraz&oacute;n anormalmente rapidos.Tambi&eacute;n disminuye irritabilidad miocardia,gasto card&iacute;aco y causa otros efectos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Esta medicaci&oacute;n deber&iacute;a ser tomada con comida o s&oacute;lo despu&eacute;s de comida. No mastique, aplaste o rompa pastilla, tome un vaso de agua con ella. La dosis depende de la enfermedad tratada y puede variar entre 100-450 mg. diariamente. Su dosis individual deber&iacute;a ser prescr&iacute;ta por su m&eacute;dico. A pacientes de edad es recomendado comenzar de la dosis diaria de 50 mg. Insuficiencia re&ntilde;al no requiere una correcci&oacute;n de dosis mientras que insuficiencia hep&aacute;tica requiere el uso de otros adrenoreceptores beta que no tienen car&aacute;cter destruido a h&iacute;gado.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite tomar bebidas alcoholicas porque su interacci&oacute;n con Lopressor aumenta v&eacute;rtigo y somnolencia.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad a los componentes de la medicaci&oacute;n, paro card&iacute;aco agudo o cr&oacute;nico, hipertensi&oacute;n arterial, paro card&iacute;aco congestivo, asma u otros problemas de respiraci&oacute;n, diabetes, des&oacute;rdenes de circulaci&oacute;n de la sangre perifirica, embarazo, amamantamiento, depresi&oacute;n,enfermedad de ri&ntilde;&oacute;n o h&iacute;gado, un desorden de tiroides, o myasthenia gravis.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> En el fondo de la tolerancia com&uacute;n a la medicaci&oacute;n entre efectos secundarios son notados calambres abdominales, fatiga, insomnio, n&aacute;usea, depresi&oacute;n, amnesia, fiebre, impotencia, mareo, latidos de coraz&oacute;n reducidos, hipotensi&oacute;n, fr&iacute;o extremo, dolor de garganta, diarrea, estre&ntilde;imiento, y falta de aliento o resuello.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> La atenci&oacute;n deber&iacute;a ser prestada al consumo de bloqueadores de canal de calcio y digoxin (Lanoxin) que son conocidos por la bajada peligrosa de tensi&oacute;n arterial y latidos de coraz&oacute;n administrando junto con Lopressor.<br /> Lopressor tambi&eacute;n es capaz de enmascarar los s&iacute;ntomas tempranos de az&uacute;car bajo en la sangre y deber&iacute;a ser usado con la precauci&oacute;n por pacientes que sufren de la diabetes.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Tome la dosis olvidad m&aacute;s pronto como posible. Si queda menos que 4 horas antes de su dosis siguiente omitela y vualva a su horario. No se puede compensar la dosis omitida tomando dosis adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> En caso de tales s&iacute;ntomas de sobredosis de Lopressor:latidos del coraz&oacute;n desiguales, falta de aliento, mareo, debilidad o desmayo, u&ntilde;as azuladas, busque ayuda m&eacute;dica urgente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F) del alcance de los rayos solares y humedad. En un contenedor resisitble a luz.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>