<p><strong>Propiedades<br /></strong><br /> Esta medicaci&oacute;n forma parte del grupo de los bloqueantes de los canales de calcio. El Norvasc bloquea selectivamente los canales de L-tipo (uno de los seis tipos de los canales de tejidos) localizados en la pared vascular, miocardio y, particularmente, en las c&eacute;lulas de los sistemas conductible y contr&aacute;ctil de micardio. Bloqueando la transferencia de los iones Ca+ a trav&eacute;s de la membrana el Norvasc relaja el tono vascular y la tensi&oacute;n arterial. La medicaci&oacute;n se emplea en el tratamiento de la hipertensi&oacute;n, la cardiopatia isqu&eacute;mica, la angina.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> Nunca tome esta droga salvo que seg&uacute;n los t&eacute;rminos prescritos de administraci&oacute;n. Siga todas las prescripciones del m&eacute;dico encargado. Se puede tomar el Norvasc con o sin comidas. Como se asimila en el higado se tiene que administrarlo con cuidado en los pacientes con la insuficiencia hep&aacute;tica.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite concomitarlo con el acohol. Antes de proceder con el Norvasc, tenga avisado al m&eacute;dico si tiene una insuficiencia de congesti&oacute;n card&iacute;aca o una hep&aacute;tica.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> La susceptibilidad individual, la hipotensi&oacute;n arterial, el impulso cardiog&eacute;nico, la pre&ntilde;ez, la lactaci&oacute;n. Se debe tener cuidado si el Norvasc se administra en los pacientes que sufren la insuficiencia card&iacute;aca cr&oacute;nica, la diabetes, los trastornos de metabolismo de l&iacute;pidas, la insuficiencia hep&aacute;tica y en las personas menores de 18 a&ntilde;os.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Las reacciones adversas m&aacute;s comunes incluyen el edema en las extremidades inferiores y el dolor de la cabeza. Contacte a su m&eacute;dico para una atenci&oacute;n de urgencia cuando se le ocurren y tambi&eacute;n al sentir hincharsele las manos, los tobillos o los pies, le molesta el dolor en el pecho, las palpitaciones aceleradas o cesantes, o los latidos, una formaci&oacute;n f&aacute;cil de equimosis o una hemorrag&iacute;a frecuente, una languidez ins&oacute;lita, entumecimiento, la pirosis, un dolor o la sensaci&oacute;n de las mariposas en el est&oacute;mago, una ictericia.<br /><br /><strong>Interacci&oacute;n con otras drogas&nbsp;<br /></strong><br /> Las medicaciones que contienen el ??2+ podr&aacute;n reducir el efecto del Norvasc. Las medicaciones no ester&oacute;ides y antiflog&iacute;sticas y los estr&oacute;genos podr&aacute;n afectar la eficaz del Norvasc. Las medicaciones diur&eacute;ticas favorecen el efecto del Norvasc. La concomitaci&oacute;n con las medicaciones que contienen litio podr&aacute;n elevar la toxidad producidas por &eacute;stas.<br /><br /><strong>Dosis omitida&nbsp;<br /></strong><br /> Si se olvida de tomar una dosis t&oacute;melo en cuanto lo recuerda salvo que ya sea la hora para tomar la pr&oacute;xima. En este caso descarte la omitida y siga su horario de administraci&oacute;n anterior. No intente &ldquo;compensar&rdquo; la omisi&oacute;n con una dosis redoblada.<br /><br /> <strong>Sobredosis</strong><br /><br /> Si se le surge una sensaci&oacute;n de las mariposas en el est&oacute;mago, los graves mareos, y apenas cae desmayado, de inmediato busque la asistencia m&eacute;dica de urgencia.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se guardan a la temperatura de ambiente entre 15 y 30 cent&iacute;grados (59-86 grados Fahrenheit), en un recipiente a prueba de la luz y a la humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>