<p><strong>Propiedades <br /></strong><br /> Prinivil est&aacute; en un grupo de medicamentos llamados inhibidores de la ECA. Prinivil se usa para tratar la presi&oacute;n arterial alta (hipertensi&oacute;n), insuficiencia card&iacute;aca congestiva, y para mejorar la supervivencia despu&eacute;s de un ataque al coraz&oacute;n. Este medicamento tambi&eacute;n puede ser usado para ayudar a proteger los ri&ntilde;ones de da&ntilde;os causados por la diabetes.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome este medicamento por v&iacute;a oral, generalmente una vez al d&iacute;a o como lo indique su m&eacute;dico. Usted puede tomar este medicamento con o sin comida. Use este medicamento regularmente para obtener el mayor beneficio. Para ayudarle a recordar, &uacute;selo a la misma hora cada d&iacute;a.<br /> La dosis recomendada para los adultos de Prinivil var&iacute;a de 2,5 mg a 40 mg al d&iacute;a, dependiendo de la enfermedad que padece.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Prinivil, d&iacute;gale a su m&eacute;dico o farmac&eacute;uto si usted es al&eacute;rgico a &eacute;ste, u otros inhibidores de la ECA (por ejemplo, captopril, benazepril), o si tiene alguna otra alergia (incluyendo una reacci&oacute;n al&eacute;rgica despu&eacute;s de la exposici&oacute;n a ciertas membranas utilizadas para el filtrado de la sangre).<br /> Antes de usar este medicamento, d&iacute;gale a su m&eacute;dico o farmac&eacute;uto acerca de su historial m&eacute;dico, especialmente sobre: enfermedad renal, enfermedad hep&aacute;tica, niveles altos de potasio en sangre, deshidrataci&oacute;n grave (y p&eacute;rdida de electrolitos como el sodio), la enfermedad de los vasos sangu&iacute;neos (por ejemplo, enfermedades del col&aacute;geno vascular como el lupus, la esclerodermia).<br /> Este medicamento puede causar mareos. No conduzca ni utilice maquinaria, ni haga ninguna actividad que requiera estar alerto hasta que est&eacute; seguro que usted puede realizar estas actividades de manera segura. Limite las bebidas alcoh&oacute;licas.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Este medicamento puede causar da&ntilde;os graves (potencialmente mortales) a un beb&eacute; nonato si se usa durante el embarazo. Por lo tanto, es importante para prevenir el embarazo mientras toma este medicamento. Consulte a su m&eacute;dico para obtener m&aacute;s detalles y para discutir el uso de formas confiables de control de la natalidad mientras est&eacute; tomando este medicamento. Si est&aacute; planeando un embarazo, queda embarazada, o cree que puede estar embarazada, consulte a su m&eacute;dico inmediatamente.<br /> Este medicamento no debe usarse si padece ciertas afecciones m&eacute;dicas. Antes de usar este medicamento, consulte a su m&eacute;dico o farmac&eacute;uto en caso de presentar: antecedentes de una reacci&oacute;n al&eacute;rgica que incluye hinchaz&oacute;n de la cara / labios / lengua / garganta (angioedema).<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Usted puede experimentar dolor de cabeza, mareos, sensaci&oacute;n de mareo, fatiga, n&aacute;useas, diarrea, tos seca o visi&oacute;n borrosa mientras su cuerpo se adapta al medicamento. Si cualquiera de estos efectos persiste o empeora, notifique inmediatamente a su m&eacute;dico o farmac&eacute;uto.<br /> D&iacute;gale a su m&eacute;dico inmediatamente si presenta alguno de estas reacciones adversas poco comunes pero graves: desmayos, disminuci&oacute;n de la capacidad sexual, dolor en el pecho.<br /> D&iacute;gale a su m&eacute;dico inmediatamente si presenta alguno de estos efectos secundarios muy poco comunes pero muy graves: cambios en el volumen de orina, cambios en la visi&oacute;n, signos de infecci&oacute;n (por ejemplo, fiebre, escalofr&iacute;os, dolor de garganta persistente).<br /> Interacci&oacute;n con otros medicamentos<br /> No empiece, suspenda ni cambie la dosificaci&oacute;n de ning&uacute;n medicamento sin antes consultar con su m&eacute;dico o farmac&eacute;uto.<br /> Los siguientes medicamentos pueden afectar al funcionamiento de Prinivil o aumentar el riesgo de reacciones adversas:<br /> medicamentos antiinflamatorios no esteroides (AINES, por ejemplo, ibuprofeno, indometacina, el naproxeno)<br /> diur&eacute;ticos (p&iacute;ldoras de agua)<br /> diur&eacute;ticos ahorradores de potasio (por ejemplo, espironolactona, amilorida, triamtereno)<br /> medicamentos que aumentan los niveles de potasio (por ejemplo, suplementos de potasio, sustitutos de la sal que contengan potasio)<br /> medicamentos que reducen la presi&oacute;n arterial (por ejemplo, beta-bloqueantes)<br /> Los siguientes medicamentos pueden ser afectados por Prinivil o aumentar el riesgo de reacciones adversas:<br /> litio.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si omita una dosis, t&oacute;mela tan pronto como se acuerde. Si es casi la hora de la dosis siguiente omita la dosis y tome el medicamento siguiendo su horario de dosificaci&oacute;n usual. No duplique la dosis para compensarla.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si piensa que ha tomado demasiado del medicamento busque la asistencia m&eacute;dica de urgencia. Los s&iacute;ntomas de una sobredosis de Prinivil pueden incluir sensaci&oacute;n muy mareada desmayo o mareo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar sus medicamentos a la temperatura ambiente del alcance de la luz y humedad. Variedad de temperatura de almacenamiento difiere de acuerdo a los diferentes fabricantes, as&iacute; que consulte a su farmac&eacute;uto para obtener m&aacute;s informaci&oacute;n. No lo guarde en el ba&ntilde;o. Almacene todos los medicamentos fuera del alcance de los ni&ntilde;os y los animales domesticos. No meta los medicamentos en el inodoro o verta en el desag&uuml;e a menos que se lo indiquen. Deseche apropiadamente este producto cuando ya est&aacute; vencido o que ya no le necesita.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>