<p><strong>Propiedades<br /></strong><br /> Tenormin es un agente de bloqueo adrenergico beta. Su papel es bloquear los efectos de medicinas adrenergicos, como adrenalina o epinephrine, en nervios del sistema nervioso comprensivo. Tenormin reduce el precio de coraz&oacute;n y es usado en tratamiento de ritmos de coraz&oacute;n anormalmente r&aacute;pidos, hipertensi&oacute;n arterial, angina de pecho, infarto miocardio agudo, taquicard&iacute;a (tipos diferentes), fibrilaci&oacute;n venticular y otras.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Tenormin antes de comida o en la hora de acostarse. Su dosis depende de su condici&oacute;n y deber&iacute;a ser administrada por su doctor. Tome la medicaci&oacute;n exactamente como ha sido prescr&iacute;to. No cambie la dosis y no pare de repente el tratamiento aun si usted se siente mejor porque la hipertensi&oacute;n a menudo no tiene ningunos s&iacute;ntomas. Evite beber el alcohol. Avise a su cirujano si usted toma Tenormin si usted planea ser operado.<br /><br /> <strong>Precauciones<br /></strong><br /> No tome Tenormin si no fuera Tenormin deber&iacute;a ser tomado con un vaso del agua una vez al d&iacute;a al mismo tiempo. No deje de tomar la medicaci&oacute;n de repente porque usted puede empeorar su condici&oacute;n. Siga tomando la medicaci&oacute;n aun si usted se siente mejor porque hipertensi&oacute;n y enfermedades de coraz&oacute;n pueden ser enfermedades de t&eacute;rmino de vida. Informe a su cirujano si usted toma Tenormin, si usted tiene que ser operado.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad, s&iacute;ndrome de seno enfermo, bradicardia sena (precio m&aacute;s despacio que 50 por minuto), bloque atrioventricular (grado II y III), hypotension arterial, paro card&iacute;aco agudo o cr&oacute;nico, des&oacute;rdenes de flujo de sangre perif&eacute;rica, amamantamiento. Hay que tener cuidado con pacientes con diabetes, hipopotassemia, enfisema pulmonar, asma, enfermedad de h&iacute;gado o ri&ntilde;&oacute;n, y con otras condiciones.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios son raros y pasajeros si ocurren. Ellos pueden incluir la debilidad, fatiga, mareo, dolor de cabeza, depresi&oacute;n,somnolencia, insomnio, amnesia, calambres abdominales, diarrea, estre&ntilde;imiento, n&aacute;usea, fiebre, impotencia, mareo, reducir la marcha de precio de coraz&oacute;n, hipotensi&oacute;n, entumecimiento, hormigueo, fr&iacute;os extremos, y dolor de garganta y tambi&eacute;n alergia.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Tenormin puede agravar condiciones de pacientes con asma, bronquitis cr&oacute;nica, o enfisema. En pacientes con los precios de coraz&oacute;n lentos de la existencia y los bloques de coraz&oacute;n Tenormin puede reducir la marcha de precios de coraz&oacute;n bastante. Tenormin reduce la fuerza de la contracci&oacute;n de m&uacute;sculo card&iacute;aco y empeora condiciones de pacientes con el paro card&iacute;aco.Medicinas no esteroides antiinflamatorias, los estr&oacute;genos, sympathomimetics, xanthines debilitan el efecto hipotensivo de Tenormin.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca tome dosis doble de esta medicaci&oacute;n. Si es casi la hora de la siguiente dosis omita la dosis omitida y siga tomando la medicina seg&uacute;n el horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis son latidos del coraz&oacute;n desiguales, falta de respiraci&oacute;n, mareo, debilidad, desmayo, u&ntilde;as azuladas, convulsiones. Si usted experimenta uno de ellos llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-70 F), del alcance de los rayos solares y humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>