<p><strong>Propiedades<br /></strong><br /> Zestril pertenece a la clase de medicinas llamadas inhibidores ACE. Bloquea la conversi&oacute;n de angiotensina I a angiotensina II, baja resistencia arteriolar y aumenta capacidad venosa, aumenta salida card&iacute;aca, baja resistencia renovascular. Se usa en el tratamiento de paro card&iacute;aco congestivo, hipertensi&oacute;n y mejorar la supervivencia despu&eacute;s de un ataque card&iacute;aco.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Zestril es tomado exactamente como ha sido prescr&iacute;to por su m&eacute;dico con o sin comida al mismo tiempo cada d&iacute;a. Espere m&aacute;s que dos horas despu&eacute;s de tomar el anti&aacute;cido para tomar su dosis de Zestril porque el primer puede inhibir la absorci&oacute;n del &uacute;ltimo.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite beber alcohol. Advierta a su doctor si usted est&aacute; embarazada porque esta medicaci&oacute;n es capaz de causar el da&ntilde;o al beb&eacute; a&uacute;n no nacido. No use sustitutos de sal o suplementos de potasio cuando usted es tratado con esta medicaci&oacute;n. La bebida de vol&uacute;menes grandes del agua es recomendada usando Zestril. No use esta medicaci&oacute;n si usted tiene la historia de alergia a lisinopril o a cualquier otro inhibidor ACE. Mientras la toma de la medecina tensi&oacute;n arterial deber&iacute;a ser controlada en base regular.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad, embarazo, angioedema en historia.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Zestril puede aumentar nivel de potasio que en algunos casos raros puede causar tales efectos secundarios como debilidad de m&uacute;sculo o latido de coraz&oacute;n muy lento. Adem&aacute;s de reacciones al&eacute;rgicas (urticaria, hichaz&oacute;n, erupci&oacute;n) Zestril puede causar dolor de cabeza, mareo, fatiga, n&aacute;usea, diarrea, tos seca, visi&oacute;n borrosa. Si cualquier efecto secundario se hace agudo informe a su doctor inmediatamente. Preste la atenci&oacute;n a cambios del volumen de su orina o capacidades de visi&oacute;n, desmayo, impotencia, dolor en pecho y consulte a su doctor tambi&eacute;n. A veces Zestril puede causar des&oacute;rdenes de h&iacute;gado severos por lo tanto si usted tiene ictericia, ojos amarillos, color oscuro de la orina avise a su doctor sobre ello.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Zestril no deber&iacute;a ser tomado con suplementos de potasio o diur&eacute;ticos que conservan el potasio. La combinaci&oacute;n de Zestril con el oro inyectable puede causar rubefacci&oacute;n facial, n&aacute;usea, v&oacute;mitos y hipotensi&oacute;n.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero si es casi la hora para us dosis siguiente. Omita la dosis omitida y vuelva a su horario de dosificaci&oacute;n. No se puede compensar dosis omitida tomando dosis adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted sospecha que ha tomado mucho de Zestril y tiene v&eacute;rtigos o siente mareo o desmayo busque asistencia m&eacute;dica inmediataurgente.<br /> Almacenamiento<br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F) en un contenedor resestible a rayos solares.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>