<p><strong>Allgemeine Anwendung<br /></strong><br /> Feldene ist ein nonsteroidal Antientz&uuml;ndungsrauschgift, das pflegte, Gelenkrheumatismus oder Osteoarthritis zu behandeln. Feldene reduziert Hormone, die Entz&uuml;ndung und Schmerz im K&ouml;rper verursachen.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Beraten Sie sich mit Ihrem Arzt vor dem Verwenden. Gebrauch wurde nicht mehr als vorgeschrieben. Nehmen Sie es m&uuml;ndlich mit dem Essen oder der Milch. F&uuml;r die Osteoarthritis und den Gelenkrheumatismus ist die empfohlene Dosis 20 Milligramme (Mg) einmal t&auml;glich oder 10 Mg zweimal t&auml;glich. Verwenden Sie dieses Medikament in Kindern ohne die Erlaubnis des Arztes nicht. <br /> Bemerken Sie: diese Instruktion pr&auml;sentiert hier gerade f&uuml;r die Rezension. Es ist sehr notwendig, sich mit Ihrem Arzt vor dem Verwenden zu beraten. Es hilft Ihnen, beste Ergebnisse zu bekommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Wenn Sie Herzkrankheit haben, oder hoher Blutdruck, oder andere Bedingungen, die fl&uuml;ssige Retention verursachen, verwendet Feldene mit der Verwarnung. Dieses Medikament kann Wasserretention vergr&ouml;&szlig;ern und wird f&uuml;r Leute mit fortgeschrittener Nierekrankheit, auch Feldene Ursache-Leberschaden nicht empfohlen. Auch Medikamente wie Feldene k&ouml;nnen Augenst&ouml;rungen in einigen Patienten verursachen. Wenn Sie Sehprobleme verursachen, Ihrem Augenarzt erz&auml;hlen. Feldene kann Gefahr des ernsten Magens vergr&ouml;&szlig;ern oder Probleme ausnehmen. Wenn Ihre Gesundheit schwach ist, wenn Sie eine Geschichte des Rauchens oder Trinkens von Alkohol haben, wenn Sie Kortikoid-Medizin oder "Blut thinners" nehmen, oder wenn Sie diese Medizin seit einem langen Zeitraum der Zeit nehmen, gibt es die Gefahr, Feldene zu nehmen, wird vergr&ouml;&szlig;ert. Feldene sollte nicht w&auml;hrend Schwangerschaft verwendet werden, schwanger werdend oder ohne den Rat des Arztes Milch absondernd. Verwenden Sie Feldene vor dem Stillen ohne den Rat des Arztes nicht.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Feldene wird in Leuten mit aktivem Magengeschw&uuml;r, gastrointestinal Entz&uuml;ndungsst&ouml;rung, gastrointestinal Blutung oder &uuml;berempfindlich zu Feldene, Aspirin, oder &auml;hnlichen Rauschgiften nicht erlaubt. Auch wenn Sie Asthma-Angriffe durch das Aspirin oder die anderen Rauschgifte dieses Typs verursachen lassen haben, sollten Sie nicht dieses Medikament nehmen. Verwenden Sie Feldene f&uuml;r die Behandlung des peri-wirkenden Schmerzes in der Einstellung des Koronararterie-Bypass-Pfropfreises (KABP) Chirurgie nicht.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Sie k&ouml;nnen alle Typen einer allergischen Reaktion einschlie&szlig;en. Auch die m&ouml;glichsten Nebenwirkungen schlie&szlig;en ein: <br /> Schw&auml;che, Brust-Schmerz, Atemnot, Probleme mit der Vision oder dem Gleichgewicht, verunglimpfte Rede;<br /> blutig, schwarz, oder Schwarzdurchf&auml;lle;<br /> das Aushusten des Bluts oder Erbrechens, das wie Kaffeesatz aussieht;<br /> Schwellung oder schnelle Gewichtszunahme;<br /> weniger als &uuml;blich oder &uuml;berhaupt nicht urinierend;<br /> dunkler Urin, Brechreiz, niedriges Fieber, Verlust von Appetit, tonfarbigen St&uuml;hlen, Gelbsucht, Magen-Schmerz;<br /> Fieber, Angina, und Kopfschmerz mit einer schweren Blasenbildung, Abschuppung, und rotem Hautausschlag;<br /> das Quetschen, das schwere Prickeln, die Erstarrung, der Schmerz, die Muskelschw&auml;che;<br /> Fieber, Kopfschmerz, Hals-Steifkeit, Sch&uuml;ttelfrost, vergr&ouml;&szlig;erte Empfindlichkeit zu leichten, purpurroten Punkten auf der Haut, und/oder Anfall.<br /> Weniger ernst schlie&szlig;en Sie ein:<br /> Magenschmerzen, mildes Sodbrennen oder Magen-Schmerz, Diarrh&ouml;e, Konstipation;<br /> bloating, Gas;<br /> Schwindel, Kopfschmerz, Nervosit&auml;t;<br /> das Hautjucken oder der Ausschlag;<br /> tr&uuml;be Vision; <br /> das Klingeln in Ihren Ohren.<br /> Wenn Sie einen von ihnen erfahren, h&ouml;ren auf, Feldene zu verwenden, und erz&auml;hlen Ihrem Arzt so bald wie m&ouml;glich. Beraten Sie sich auch mit Ihrem Arzt &uuml;ber jede Nebenwirkung, die ungew&ouml;hnlich scheint.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Feldene wirken mit folllowing Rauschgiften aufeinander: ein Blut d&uuml;nner wie warfarin; Lithium; methotrexate;<br /> Diuretika wie furosemide; Steroiden; Aspirin oder anderer NSAERen wie etodolac, flurbiprofen, indomethacin, ketoprofen, ketorolac, mefenamic S&auml;ure, meloxicam, nabumetone, naproxen, und andere; <br /> ein ACE Hemmstoff wie benazepril, captopril, fosinopril, enalapril, lisinopril, ramipril, und andere.<br /> Bemerken Sie auch, dass die Wechselwirkung zwischen zwei Medikamenten nicht immer bedeutet, dass Sie aufh&ouml;ren m&uuml;ssen, einen von ihnen zu nehmen. Wie gew&ouml;hnlich betrifft es die Wirkung von Rauschgiften, beraten Sie sich so mit Ihrem Arzt dar&uuml;ber, wie es Wechselwirkungen gef&uuml;hrt werden oder gef&uuml;hrt werden sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie verga&szlig;en, Ihre Dosis rechtzeitig zu nehmen, tun Sie es bitte, sobald Sie sich erinnern. Aber nehmen Sie wenn es ist zu sp&auml;t oder fast Zeit f&uuml;r Ihre folgende Dosis nicht. Vergr&ouml;&szlig;ern Sie Ihre empfohlene Dosis nicht. Nehmen Sie Ihren gew&ouml;hnlich Dosis am n&auml;chsten Tag in demselben regelm&auml;&szlig;ig Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Feldene &Uuml;berdosis k&ouml;nnen einschlie&szlig;en: Magen-Schmerz, Brechreiz, Schl&auml;frigkeit, Emesis, schwarze oder Blutst&uuml;hle, seichtes Atmen, Blut aushustend, oder Koma schwach zu werden. Wenn Sie einen von ihnen erfahren oder irgendwelche ungew&ouml;hnlichen Symptome Ihren Arzt sofort nennen.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der Raumtemperatur zwischen 20-25 C (68-77 F).<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br />&nbsp;Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>