<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung </strong><br /><br /> Prednisone ist ein Corticosteroid das verwendet wird, um Entz&uuml;ndung zu verringern und die Symptome einer ganzen Reihe von Erkrankungen zu lindern, unter anderem rheumatoide Arthritis und schwere Erscheinungsformen von Asthma. Prednisone verringert oder beugt der Reaktion des Gewebes auf Entz&uuml;ndung vor und &auml;ndert die K&ouml;rperreaktion auf gewisse Immunstimulationen.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es oral ein, wahlweise mit oder ohne Lebensmittel (es wird empfohlen, Prednisone beim Essen einzunehmen). <br /> Die empfohlene Dosierung variiert zwischen 5- 60 mg pro Tag und wird in Abh&auml;ngigkeit von der Ver&auml;nderung des zu behandelnden Zustands angepasst. Corticosteroide sollten mehrere Tage lang eingenommen werden, um den besten Nutzen zu erhalten. Eine verl&auml;ngerte Behandlung mit diesem Medikament kann die Nebennieren schrumpfen und ihre Produktion von Cortisol einstellen, weswegen im Falle eines Abbruchs der Einnahme von Prednisone nach einer langen Behandlung damit die Dosis von Prednisone abgeschr&auml;gt werden sollten, damit die Nebennieren Zeit haben, Ihre Funktionalit&auml;t vollst&auml;ndig wiederherzustellen.<br /> Hinweis: Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Sie sollten mit der Einnahme von Prednisone nicht beginnen, wenn Sie an einer schweren bakteriellen, pilzlichen oder viralen Infektion leiden. Nehmen Sie dieses Medikament nicht ohne die Einverst&auml;ndnis Ihres Arztes ein, falls sich in Ihrer Anamnese folgendes findet: Nierenerkrankungen, eine psychiatrische Erkrankung, Herzerkrankungen oder Bluthochdruck, Lebererkrankungen, Divertikulitis, Colitis ulcerosa oder Magengeschw&uuml;re, Hypothyreose, Diabetes mellitus, Myasthenia gravis, Osteoporose oder andere medizinische St&ouml;rungen. Stellen Sie die Einnahme von Prednisone nicht pl&ouml;tzlich ein, da Ihre eigenen Nebennieren nicht sofort gen&uuml;gend Cortison produzieren k&ouml;nnen. Denken Sie auch bitte daran, dass dieses Medikament den Appetit erh&ouml;ht! Deswegen sollten Sie Ihre Essgewohnheiten im Auge behalten. Mit Vorsicht bei Kindern anwenden, da Prednisone sich auf den Wachstumsprozess auswirken kann. Prednisone sollte nicht w&auml;hrend der Schwangerschaft, bei Versuchen, schwanger zu werden oder w&auml;hrend der Stillzeit ohne die Einverst&auml;ndnis Ihres Arztes eingenommen werden. Nehmen Sie Prednisone nicht unmittelbar vor dem Stillen ohne die Erlaubnis Ihres Arztes ein.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Prednisone ist Patienten untersagt, die &uuml;berempfindlich auf ein beliebiges Komponent des Medikaments reagieren. Prednisone ist auch im Falle von Infektionen, vor allem von Tuberkulose, Pilzinfektionen, Am&ouml;biasis, Vaccinia-und Varizellen, Antibiotika-resistenten Infektionen und w&auml;hrend der Stillzeit untersagt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu ihnen z&auml;hlen alle m&ouml;glichen allergischen Reaktionen. . Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen auch unter anderem:<br /> Sehprobleme;<br /> Schwellungen, schnelle Gewichtszunahme, Kurzatmigkeit;<br /> starke Depression, un&uuml;bliche Gedanken oder un&uuml;bliches Verhalten, Krampfanf&auml;lle;<br /> blutiger oder teerfarbener Stuhl, Bluthusten;<br /> Pankreatitis;<br /> niedriger Kaliumgehalt; <br /> gef&auml;hrlich hoher Blutdruck.<br /><br /> Zu weniger ernsthaften Nebenwirkungen z&auml;hlen unter anderem:<br /> Schlafprobleme, Stimmungs&auml;nderungen;<br /> Akne, trockene Haut, Ausd&uuml;nnung der Haut, Bluterg&uuml;sse oder Verf&auml;rbungen;<br /> langsame Wundenheilung;<br /> erh&ouml;htes Schwitzen;<br /> Kopfschmerzen, Schwindel, Drehschwindel;<br /> &Uuml;belkeit, Magenschmerzen, Bl&auml;hungen; <br /> &Auml;nderungen der Form oder Ortung des K&ouml;rperfetts.<br /> Wenn Sie eines dieser Symptome versp&uuml;ren, informieren Sie Ihren Arzt dar&uuml;ber so schnell wie m&ouml;glich und stellen Sie die Einnahme von Prednisone ein. Informieren Sie sich bei Ihrem Arzt auch &uuml;ber s&auml;mtliche Nebenwirkungen, die un&uuml;blich zu sein scheinen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Prednisone weist Wechselwirkungen mit folgenden Medikamenten auf: Aspirin; Diuretika; Blutverd&uuml;nner so wie zum Beispiel Warfarin; Cyclosporin; Insulin oder orale diabetesbehandelnde Medikamente; Ketoconazol; Rifampin; krampfbehandelnde Medikamente so wie zum Beispiel Phenytoin oder Phenobarbital. Denken Sie bitte daran, dass eine Wechselwirkung zwischen zwei Medikamenten nicht unbedingt bedeutet, dass Sie die Einnahme eines dieser Medikamente einstellen m&uuml;ssen. Befragen Sie Ihren Arzt dar&uuml;ber, wie Sie mit diesen Wechselwirkungen umgehen sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung mit Prednisone k&ouml;nnen unter anderem z&auml;hlen: Ausd&uuml;nnung der Haut, leichte Bluterg&uuml;sse, &Auml;nderungen in der Form oder Ortung des K&ouml;rperfetts, erh&ouml;hte Akne oder Gesichtsbehaarung, Menstruationsst&ouml;rungen, Impotenz oder verringertes Libido. Wenn Sie eines dieser Symptome versp&uuml;ren oder ein beliebiges anderes un&uuml;bliches Symptom wahrnehmen, suchen Sie Ihren Arzt auf. <br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>