<p><strong>INDICACIONES</strong></p><p>Bentyl es utilizado para tratar los s&iacute;ntomas del s&iacute;ndrome del intestino irritable. Bentyl es un anticolin&eacute;rgico. El bloquea un producto qu&iacute;mico en el m&uacute;sculo liso del est&oacute;mago y los intestinos, causando el aflojamiento de los m&uacute;sculos, lo que reduce los calambres.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Bentyl como es recetado por el m&eacute;dico.</p><ul><li>No tome Bentyl en cantidades mayores, o tomelo por m&aacute;s tiempo que es recomendado por el m&eacute;dico.</li><li>Tome Bentyl con un vaso lleno de agua.</li><li>Si olvida una dosis de Bentyl, t&oacute;mela tan pronto como sea posible. Si  es la hora de la pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su  horario regular de dosificaci&oacute;n. No tome 2 dosis al mismo tiempo.</li></ul><p>Pregunte a el m&eacute;dico como tomar Bentyl.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Bentyl a temperatura ambiente, bajo 86 grados F (30 grados C). Proteja contra la congelaci&oacute;n. Almacene lejos del calor,  de la humedad y de la luz. No lo almacene en el ba&ntilde;o. Almacene Bentyl lejos del alcance de los ni&ntilde;os y animales  dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingrediente activo: Clorhidrato de diciclomina.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Bentyl si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Bentyl</li><li>tiene obstrucci&oacute;n del es&oacute;fago, est&oacute;mago, intestino, o del tracto urinario</li><li>tiene problemas del coraz&oacute;n a causa de una hemorragia severa</li><li>tiene glaucoma</li><li>Usted tiene una inflamaci&oacute;n del es&oacute;fago a causa de reflujo &aacute;cido, p&eacute;rdida de fuerza en los m&uacute;sculos intestinales, o la inflamaci&oacute;n cr&oacute;nica y ulceraci&oacute;n del intestino</li><li>tiene miastenia gravis (una enfermedad en la cual los m&uacute;sculos se vuelven progresivamente paralizados)</li><li>Usted amamanta.</li></ul><p>Contacte con el m&eacute;dico si alguno de estos casos puede ser aplicado a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Bentyl.  D&iacute;ga a  su  m&eacute;dico o farmac&eacute;utico si tiene alguna condici&oacute;n m&eacute;dica,   especialmente si  alguno de los siguientes casos:<span id="result_box" lang="es"><span class="hps"> </span></span></p><ul><li><span id="result_box" lang="es"><span class="hps">si Usted est&aacute; embarazada</span><span>, planea caer</span> <span class="hps">embarazada o</span> <span class="hps alt-edited">si amamanta</span></span></li><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado de hierbas o suplemento diet&eacute;tico</li><li><span id="result_box" lang="es"><span class="hps">si Usted tiene alergias</span> <span class="hps">a medicamentos</span><span>, alimentos o</span> <span class="hps">otras sustancias</span></span></li><li>si Usted tiene una inflamaci&oacute;n cr&oacute;nica o &uacute;lceras en el intestino, diarrea, engrandecimiento de la pr&oacute;stata, hernia hiatal, enfermedad hep&aacute;tica o renal, enfermedad del sistema nervioso, tiroides hiperactiva, o la obstrucci&oacute;n urinaria o retenci&oacute;n</li><li>si Usted tiene enfermedad del coraz&oacute;n, insuficiencia card&iacute;aca, antecedentes de palpitaci&oacute;n&nbsp; acelerada, o presi&oacute;n arterial alta.</li></ul><p>Algunos medicamentos pueden interactuar con Nolvadex. Diga a el  m&eacute;dico   si toma otros medicamentos, especialmente algunos de los  siguientes:</p><ul><li>Amantadina, antiarr&iacute;tmicos (por ejemplo, quinidina), antihistam&iacute;nicos (p.ej., difenhidramina), benzodiazepinas (por ejemplo, diazepam), inhibidores de la monoaminooxidasa (IMAO) (por ejemplo, fenelzina), analg&eacute;sicos narc&oacute;ticos (por ejemplo, meperidina), nitratos (nitroglicerina, isosorbida), nitritos (por ejemplo, nitrito de sodio), fenotiazinas (por ejemplo, clorpromazina), simpaticomim&eacute;ticos (por ejemplo, pseudoefedrina), antidepresivos tric&iacute;clicos (por ejemplo, amitriptilina), porque pueden aumentar el riesgo de efectos secundarios de Bentyl</li><li>Metoclopramida o fenotiazinas (por ejemplo, clorpromazina), porque su eficacia puede ser reducida por Bentyl</li><li>Digoxina porque el riesgo de sus efectos secundarios puede ser aumentado por Bentyl.</li></ul><p>No es una lista completa de todas las interacciones que pueden  ocurrir.   Consulte con el m&eacute;dico si Bentyl puede interactuar con otros    medicamentos que toma. Consulte con el m&eacute;dico antes de iniciar,  detener  o  cambiar la dosis de cualquier medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad:</strong></p><ul><li>Bentyl puede causar somnolencia, v&eacute;rtigo, visi&oacute;n borrosa o mareos. Estos efectos pueden ser peores si lo toma con alcohol o ciertos medicamentos. Utilice Bentyl con precauci&oacute;n. No conduzca o realice otras tareas posiblemente peligrosas hasta que sepa c&oacute;mo reacciona a Bentyl.</li><li>No consuma alcohol o otras medicinas que pueden causar somnolencia (por ejemplo, pastillas para dormir, relajantes musculares), cuando Usted toma Bentyl, porque puede a&ntilde;adir a sus efectos. Consulte con su farmac&eacute;utico si Usted tiene preguntas acerca de qu&eacute; medicamentos pueden causar somnolencia.</li><li>Bentyl puede causar mareos, vah&iacute;dos o desmayos; alcohol, tiempo caluroso, ejercicio, o fiebre pueden aumentar estos efectos. Para prevenirlos, si&eacute;ntese o lev&aacute;ntese lentamente, especialmente por la ma&ntilde;ana. Si&eacute;ntese o acu&eacute;stese a la primera se&ntilde;al de cualquier de estos efectos.</li><li>No se caliente en tiempo caluroso o mientras est&aacute; activo; insolaci&oacute;n puede ocurrir.</li><li>Bentyl puede hacer sus ojos m&aacute;s sensibles a la luz solar. El uso de gafas de sol puede ser &uacute;til.</li><li>Utilice Bentyl con precauci&oacute;n en los ancianos, porque pueden ser m&aacute;s sensibles a sus efectos.</li><li>Bentyl no debe ser utilizado en ni&ntilde;os menores de 6 meses; seguridad y eficacia en estos ni&ntilde;os no han sido confirmadas.</li><li>Embarazo y lactancia: Si se queda embarazada, consulte con su m&eacute;dico. Usted tendr&aacute; que discutir los beneficios y riesgos del uso de Bentyl durante el embarazo. Bentyl se encuentra en la leche materna. No amamante mientras toma Bentyl.</li></ul><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas    personas no tienen estos efectos, o tienen efectos secundarios   menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Visi&oacute;n borrosa, estre&ntilde;imiento, disminuci&oacute;n de sudoraci&oacute;n, dificultad para dormir, v&eacute;rtigo, somnolencia, sequedad de boca, dolor de cabeza, mareo, p&eacute;rdida del gusto, n&aacute;useas, nerviosismo.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), agitaci&oacute;n, confusi&oacute;n, diarrea, dificultad para enfocar la vista, dificultad de movimiento, dificultad para hablar, dificultad para orinar , desorientaci&oacute;n, sensaci&oacute;n exagerada de bienestar, desmayos, alucinaciones, golpeando en el pecho,&nbsp; palpitaci&oacute;n r&aacute;pida, la p&eacute;rdida de memoria breve, debilidad inusual, v&oacute;mitos.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir.  Si   usted tiene preguntas sobre los efectos secundarios, contacte con el    m&eacute;dico.</p>