<p><strong>Descripci&oacute;n De Producto<br /><br /></strong><strong>Propiedades</strong><br /><br /> Biaxin pertenece a un grupo de antibi&oacute;ticos de macrolide, que inhiben la s&iacute;ntesis bacteriana de la prote&iacute;na. Esta acci&oacute;n es principalmente bacteriostatica, pero tambi&eacute;n puede ser bactericida. Macrolides tienden a acumularse dentro de leucocitos, y son transportados en el sitio de la infecci&oacute;n. Biaxin es eficaz contra Haemophilus influenzae, Estreptococo pneumoniae, Mycoplasma pneumoniae, Estafilococo aureus, mycobacterium avium, y muchos otros entonces se usa para tratar muchas clases de infecciones bacterianas de piel y sistema respiratorio, &uacute;lceras p&eacute;pticas causadas por p&iacute;loros de Helicobacter.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Las pastillas de Biaxin deber&iacute;an ser tomadas con o sin comida con un vaso grande del agua. Trague la p&iacute;ldora entera. No tome m&aacute;s de la medicaci&oacute;n que ha sido recomendado a usted. Siga tomando la medicina aun si los s&iacute;ntomas de su enfermedad se hicieran menos pronunciados y usted se siente fino. Por lo general Biaxin est&aacute; tomado a partir de 7 a 14 d&iacute;as o m&aacute;s largo cuando las &uacute;lceras p&eacute;pticas son tratadas.<br /><br /> <strong>Precauciones</strong><br /><br /> No use esta medicina si usted es al&eacute;rgico a erythromycin y alguno de sus derivados o antibi&oacute;ticos relacionados a macrolide. Si usted tiene enfermedades de h&iacute;gado o ri&ntilde;ones, disequilibrio mineral (los niveles bajos del potasio o magnesio), cierta enfermedad card&iacute;aca, arritmias, diga sobre eso a su doctor antes de tomar Biaxin. Esta mediaci&oacute;n no es recomendada durante embarazo o amamantamiento.<br /><br /> <strong>Contradiciones<br /></strong><br /> Biaxin no puede ser administrado a pacientes con una hipersensibilidad conocida a claritromicina, erithromicina, o alg&uacute;n de los antibi&oacute;ticos de macrolide.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Si usted tiene tales se&ntilde;ales de la reacci&oacute;n al&eacute;rgica como urticaria, dificultad de respiraci&oacute;n, hinchaz&oacute;n de cara, labios, lengua, o garganta o se&ntilde;ales m&aacute;s serias de la mala salud como latidos del coraz&oacute;n desiguales, dolor en el pecho, n&aacute;usea, dolor de est&oacute;mago, fiebre baja, problemas con o&iacute;do inform&eacute; a su doctor o farmac&eacute;utico o busque ayuda m&eacute;dica urgente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Biaxin puede cooperar con cisapride, pimozide, ergot medicinas y causar des&oacute;rdenes de ritmo de coraz&oacute;n que amenazan la vida.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca tome dosis doblada de esta medicaci&oacute;n. Si es casi el tiempo de la siguiente dosis s&oacute;lo omita la parte omitida y siga tomando la medicina seg&uacute;n el horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> Las se&ntilde;ales de la sobredosis pueden ser: n&aacute;usea, v&oacute;mitos, diarrea, e incomodidad abdominal. Si usted supone que ha tomada mucho de Biaxin informa a su doctor para ayuda.<br /><br /><strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 ), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>