<p><strong>Propiedades<br /></strong><br /> Pyridium es un analg&eacute;sico del tracto urinario. No se sabe c&oacute;mo funciona. Se utiliza para aliviar el dolor, ardor, urgenvy, micci&oacute;n frecuente y las molestias causadas por la irritaci&oacute;n del tracto urinario inferior.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Tome Pyridium seg&uacute;n lo prescrito por su m&eacute;dico. T&oacute;melo por v&iacute;a oral con alimentos.<br /><br /> <strong>Precauciones<br /></strong><br /> D&iacute;gale a su m&eacute;dico acerca de cualquier condici&oacute;n m&eacute;dica que pueda tener, especialmente si usted est&aacute; embarazada, planea quedar embarazada o dando de lactar, si tiene cualquier alergia a medicamentos o alimentos, una historia de problemas de sangre (hem&oacute;lisis), deficiencia de una enzima llamada glucosa-6 -fosfato deshidrogenasa (G-6-PD), o antecedentes familiares de esta deficiencia.<br /><br /> <strong>Contradiciones<br /></strong><br /> Usted no debe usar Pyridium si usted es al&eacute;rgico a cualquiera de sus componentes o si tiene disminuci&oacute;n de la funci&oacute;n renal.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ning&uacute;n efecto secundario com&uacute;n de Pyridium se inform&oacute;. Los efectos secundarios graves incluyen reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), piel de color azulado o morado; disminuci&oacute;n de la orina, p&eacute;rdida de apetito, fatiga inusual , P&eacute;rdida de peso;, v&oacute;mitos coloraci&oacute;n amarillenta de la piel o los ojos. Busque ayuda m&eacute;dica urgente si uno de los mencionados efectos secundarios graves se produce.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> No se conocen interacciones espec&iacute;ficas con Pyridium.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si olvida una dosis de Pyridium, t&oacute;mela tan pronto como sea posible. Si es casi la hora para su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular de dosificaci&oacute;n. No tome 2 dosis al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis Pyridium son el color azulado de la piel, coloraci&oacute;n amarillenta de la piel o los ojos, v&oacute;mitos. Si usted sospecha una sobredosis, busque atenci&oacute;n m&eacute;dica de urgencia.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Tienda Pyridium a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C), en un recipiente herm&eacute;ticamente cerrado. Almacene lejos de calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantenga Pyridium fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>