<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La METOCLOPRAMIDA se utiliza para tratar los s&iacute;ntomas de la enfermedad por reflujo gastroesof&aacute;gico (ERGE) como la acidez estomacal. Tambi&eacute;n se utiliza para tratar a personas con un vaciado del estomago y del tracto intestinal lento.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />depresi&oacute;n<br />enfermedad renal<br />enfermedad de Parkinson o un trastorno relacionado con el movimiento<br />feocromocitoma<br />convulsiones<br />oclusi&oacute;n estomacal, hemorragia, o perforaci&oacute;n<br />una reacci&oacute;n inusual o al&eacute;rgica a la metoclopramida, a la procainamida, a los sulfitos, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse embarazada<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Tome este medicamento con el estomago vaci&oacute;, aproximadamente 30 minutos antes de comer. Tome su dosis a intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. No deje de tomarlo a menos que se lo indique su m&eacute;dico.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br /><strong>Sobredosis:</strong> <br /><br />Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar una dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?<br /></strong><br />acetaminof&eacute;n<br />ciclosporina<br />digoxina<br />medicamentos para la diabetes, incluyendo la insulina<br />medicamentos para la fiebre del heno y otras alergias<br />antidepresivos<br />medicamentos para la enfermedad de Parkinson, como la levodopa<br />medicamentos para dormir o para el dolor<br />tetraciclina<br /><br />D&iacute;gale a su m&eacute;dico o profesional sanitario todos los otros medicamentos que est&aacute; tomando, incluyendo medicamentos sin receta, suplementos nutricionales, o productos herbolarios. Tambi&eacute;n informe a su m&eacute;dico o profesional sanitario si consume frecuentemente bebidas con cafe&iacute;na o alcohol, si fuma, o si consume drogas ilegales. Esto puede afectar la manera en que su medicamento funciona. Antes de dejar o comenzar cualquiera de sus medicamentos consulte con su m&eacute;dico.<br /><br /><strong>&iquest;Qu&eacute; debo de tener en cuenta mientras tomo este medicamento?</strong><br /><br />Pueden pasar varias semanas hasta que su enfermedad estomacal comience a mejorar.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utiliza maquinaria, o haga nada que requiera agudeza mental. S&iacute; usted es un paciente mayor, no se ponga de pie ni se siente r&aacute;pidamente. Esto reduce el riesgo de marearse o de desmayarse. El alcohol puede darle m&aacute;s somnolencia y mareos. Evite las bebidas alcoh&oacute;licas.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />producci&oacute;n anormal de leche en las mujeres<br />aumento de pecho tanto en hombres como en mujeres<br />cambio en la manera que camina<br />dificultad para moverse, hablar o tragar<br />babeo, chasquido con los labios, o movimientos r&aacute;pidos de la lengua<br />movimientos involuntarios o incontrolados de los ojos, la cabeza, los brazos y las piernas<br />ritmo cardiaco irregular o palpitaciones<br />tics musculares y espasmos<br />inusitadamente d&eacute;bil o cansado<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />cambios en el deseo o actividad sexual<br />depresi&oacute;n<br />diarrea<br />dificultad para dormir<br />dolor de cabeza<br />cambios menstruales<br />agitado o nervioso<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 20&ordm; y 25&ordm; grados C (68&ordm; y 77&ordm; grados F). Prot&eacute;jalo de la luz. Mantenga el recipiente herm&eacute;ticamente cerrado. Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>