<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades <br /></strong><br /> Zantac es bloqueador de receptores de histamina H-2. Su mecanismo de acci&oacute;n consisite en bloqueo de receptores de histamina de H2 de c&eacute;lulas parietales en capa mucosa gastrica. La medecina suprime secreci&oacute;n diaria y nocturna de HCI (basal y estimulado) y reduce cantidad de jugo g&aacute;strico causado por elasticidad de est&oacute;mago con comida y por acci&oacute;n de hormonas y estimulantes biogenicas tales como istamina, gastrina, acetilcolina, pentagastrina, cafe&iacute;na. Zantac reduce cantidad de HCI en jugo g&aacute;strico casi sin suprimir enzimas de &ldquo;h&iacute;gado&rdquo; relacionadas con citicromo P450. No influye en concetraci&oacute;n de gastrina en plasma, producci&oacute;n de moco. Zantac reduce actividad de pepsina. La medecina se usa para curar y prevenir &uacute;lceras duodenales y de est&oacute;mago, desordenes gastrointestinales causados por AINE, pirosis, hipersecreci&oacute;n de jugo g&aacute;strico, &uacute;lceras sintomaticos, &uacute;lceras causadas por estr&eacute;s, esofagite erosivo, esofagito reflujo, s&iacute;ndrome de Zollinger-Ellison y otras condiciones.<br /><br /> <strong>Posolog&iacute;a y forma de administrci&oacute;n</strong><br /><br /> Tome la medecina oralmente con o sin comida. Correcci&oacute;n de dosis tiene que ser hecha para los pacientes con funci&oacute;n anormal de h&iacute;gado o ri&ntilde;ones. Adem&aacute;s de tabletas la medecina puede ser prescrita intramascularmente o intravenosamente.<br /><br /> <strong>Precauciones<br /></strong><br /> La pastilla efervescente puede contener fenilalanina. Notifique a su doctor si Usted est&aacute; emborazada, tiene intenci&oacute;n quedar embarazada o amamanta antes de tomar Zantac. Riesgo de desarrollo de neumon&iacute;a puede ser aumentado por la medecina.<br /><br /> <strong>Contradiciones<br /></strong><br /> Sensibilidad excesiva, lactaci&oacute;n. La medecina tiene que ser prescr&iacute;ta cuidodasamente a los pacientes con insuiciencia de h&iacute;gado o ri&ntilde;ones, cirrosis de h&iacute;gado, porfiria grave, embarazo, a los ni&ntilde;os que no tienen 12 a&ntilde;os.<br /><br /> <strong>Reacciones adversas posbles<br /></strong><br /> Adem&aacute;s de reacci&oacute;n alergica posible (erupci&oacute;n, hichaz&oacute;n) los efectos secundarios m&aacute;s comunes son constipaci&oacute;n, diarrea, cansancia, dolor de cabeza, insomnia, dolor de musculos, n&aacute;usea, v&oacute;mito. Los efectos secundarios m&aacute;s raros son agitaci&oacute;n, anemia, confusi&oacute;n, depresi&oacute;n, hemorragia o equimosis ligero, alucinaciones, p&eacute;rdida de pelo, golpes irregulares de coraz&oacute;n, cambios visuales, icterecia. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Anti&aacute;cidos pueden disminuir la absorbci&oacute;n de Zantac, pues sus tomas tienen que ser separados por 1-2 horas. Niveles de alcohol pueden ser aumentados si Zantac se toma simultanemente. La medecina tambi&eacute;n aumenta concetraci&oacute;n de metrorolol en suero sangu&iacute;neo, detiene absorbci&oacute;n de itraconazol y ketoconazol.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si Usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la dosis y vuelva a su horario regular. Nunca se puede doblar la dosis de esta medecina para compensar la dosis omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si Usted sospecha que ha tomado mucho de la medicina busque ayuda medica urgente. S&iacute;ntomas de sobredosis son falta de coordinaci&oacute;n, v&eacute;rtigo, desmayo. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 15-30 C (59-86 F), del alcance de los rayos en lugar seco. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>