<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Xenical est un inhibiteur lipase qui a utilis&eacute; de a vous aider &agrave; perdre votre poids et aussi l'emp&ecirc;cher de revenir. Xenical est prescrit pour les individus ob&egrave;ses et pour les gens ob&egrave;ses qui ont d'autres probl&egrave;mes de sant&eacute; tels que le diab&egrave;te, l'hypertension ou les hauts niveaux de cholest&eacute;rol. Xenical bloque l'absorption de graisse alimentaire dans la circulation sanguine, l&agrave; en r&eacute;duisant le nombre de calories que vous recevez d'un repas. Vous pouvez utiliser Xenical ensemble avec le r&eacute;gime et les exercices pour recevoir plus d'avantages. Notez aussi qu'aussi longtemps que vous prendez le m&eacute;dicament vous recevez le r&eacute;sultat.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Entretenez-vous avec votre m&eacute;decin traitant avant l'utilisation. L'utilisation a &eacute;t&eacute; prescrite pas plus que. Prenez-le oralement, g&eacute;n&eacute;ralement trois fois tous les jours pendant (ou jusqu'&agrave; une heure d'apr&egrave;s) chaque repas principal qui contient de la graisse. Vous devriez prendre une adjonction de multivitamine en incluant des vitamines A, D, E et K pour garantir de bonnes r&eacute;serves. L'adjonction devrait &ecirc;tre prise au moins deux heures d'avant ou apr&egrave;s vous prennent cette m&eacute;dication, tel qu'avant le coucher.<br /> La dose recommand&eacute;e pour les adultes et les enfants moins de 12 ans est une capsule de 120 milligrammes 3 fois tous les jours.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne prenez pas cette m&eacute;dication sans conseil de m&eacute;decin traitant si vous avez un syndrome malabsorption chronique, ou les probl&egrave;mes de v&eacute;sicule biliaire. N'utilisez pas Xenical si votre histoire m&eacute;dicale inclut des calculs reinaux, ayez l'anorexie ou la boulimie, ayez le diab&egrave;te, prenez cyclosporine, ou prenez autre m&eacute;decine de perte de poids. La perte de poids commence au cours de deux semaines et continue pour les ann&eacute;es. L'effet d'utiliser Xenical depuis plus de 2 ans est toujours inconnu. Si vous avez le diab&egrave;te, la perte de poids r&eacute;duira probablement vos niveaux de glyc&eacute;mie. Entretenez-vous &agrave; votre m&eacute;decin traitant sur le dosage de Xenical si vous prendez une m&eacute;dication de diab&egrave;te orale ou une insuline. Xenical ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant la grossesse ou le fait de produire du lait. N'utilisez pas avant l'alimentation du sein sans la permission de m&eacute;decin traitant.<br /><br /> <strong>Contre-indications<br /></strong><br /> Xenical est contre-indiqu&eacute; dans : <br /> Malabsorption<br /> La fonction de v&eacute;sicule biliaire r&eacute;duite (par ex apr&egrave;s cholecystectomy) <br /> Grossesse et breastfeeding <br /> De certains probl&egrave;mes du rein <br /> Notez que la s&eacute;curit&eacute; et l'efficacit&eacute; de Xenical chez les enfants plus jeunes que 12 ans n'ont pas &eacute;t&eacute; &eacute;tablies.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure tous les types d'une r&eacute;action allergique. Arr&ecirc;tez de prendre Xenical imm&eacute;diatement si vous avez la douleur s&eacute;v&egrave;re dans votre estomac sup&eacute;rieur a vous &eacute;tendant &agrave; votre dos, naus&eacute;e et vomissement et un taux du c&oelig;ur rapide. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> le fait d'apercevoir huileux dans vos sous-v&ecirc;tements;<br /> tabourets huileux ou gras;<br /> l'orange ou le marron ont colori&eacute; de l'huile dans votre tabouret;<br /> le gaz avec le renvoi, un renvoi huileux;<br /> les tabourets desserr&eacute;s, ou un besoin urgent d'aller &agrave; la salle de bains, l'incapacit&eacute; de contr&ocirc;ler des d&eacute;f&eacute;cations;<br /> un nombre augment&eacute; de d&eacute;f&eacute;cations;<br /> la douleur d'estomac, la naus&eacute;e, le vomissement, la diarrh&eacute;e, la douleur rectale; <br /> la perte d'app&eacute;tit, faiblesse, tabourets &agrave; la couleur d'argile, urine sombre, d&eacute;mangeaison, ou jaunisse.<br /> Moins s&eacute;rieux incluez :<br /> les probl&egrave;mes avec vos dents ou gommes;<br /> les sympt&ocirc;mes froids tels que le nez &eacute;touffant, le fait d'&eacute;ternuer, la toux;<br /> la fi&egrave;vre, les fra&icirc;cheurs, le mal de gorge, les sympt&ocirc;mes de grippe;<br /> mal de t&ecirc;te, mal de dos; <br /> rougeurs de peau l&eacute;g&egrave;res.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Xenical et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /><strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Xenical communiquent avec les m&eacute;dicaments suivre : Cyclosporine et Warfarin. Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous vous etes ennuy&eacute; d'une dose prennent la m&eacute;dication aussit&ocirc;t que vous vous rappelez. Si c'est presque le temps de votre dose suivante sautent juste sa consommation et reviennent &agrave; votre programme r&eacute;gulier.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Xenical ne sont pas connus. Mais si vous connaisez un d'appel de sympt&ocirc;mes inhabituel votre m&eacute;decin traitant imm&eacute;diatement. <br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce entre 20-25 C (68-77 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>