<p><strong>Propiedades<br /></strong><br /> Acticin (permetrina) es una medecina antipar&aacute;sitausada por encima para tratar infestaci&oacute;n de Sarcoptes scabiei (sarna) y piojos principales.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Masajee la crema en su piel de la cabeza al soles de los pies. A ni&ntilde;os qu&eacute; tambi&eacute;n tienen que usar medicaci&oacute;n en el cuero cabelludo, templo y frente si esr aplicada a ni&ntilde;os y pacientes geri&aacute;tricos. La cantidad habitual necesaria para tratar a adultos es 30 gramos. No se puede lavar la medecina durante 6-14 horas. El templo, el cuero cabelludo y la frente de los ni&ntilde;os enfermos deber&iacute;an ser tratados por Acticin tambi&eacute;n. No aplique a piel irritada, cortes o heridas abiertes. No tome oralmente. Evite poner la medicaci&oacute;n en la nariz, boca, ojos, o genitales. Repita el tratamiento si los piojos todav&iacute;a son vistos dentro de una semana despu&eacute;s de su primera aplicaci&oacute;n.<br /><br /> <strong>Precauciones</strong><br /><br /> Para prevenir una nueva infecci&oacute;n trate su ambiente (ropa, ropa de cama, sombreros, cepillos de pelo, almohadas, mobiliario y accesorios) cuando usted trata su cuerpo. Lave toda su ropa, toallas y ropas de cama, en agua caliente y seco en la alta temperatura. Trate con spray depermethrin superficie de muebles en casa. Durante el tratamiento evite contactos sexuales o usted tiene que estar seguro de que todos los compa&ntilde;eros sexuales son tratados para prevenir la nueva inficaci&oacute;n de cangrejos. Para prevenir extenderse de la infecci&oacute;n no comparta sus accesorios de pelo, cepillos de pelo, peines, sombreros, ropas de cama, ropa, y otros art&iacute;culos del uso privado. No use Acticin mientras amamantamiento.<br /><br /> <strong>Contradiciones<br /></strong><br /> Pacientes alergicos a permethrin o chrysanthemums no deber&iacute;a usar esta medecina.No use la crema durante amamantamiento.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Le medecina es habitualmente bien tolerada. Se ha reportadosobre casos raros de prurito, erythema, entumecimiento, erupci&oacute;n, zumbando. Los s&iacute;ntomas de la reacci&oacute;n al&eacute;rgica tambi&eacute;n son posibles: erupci&oacute;n, urticaria, hinchaz&oacute;n de cara, picor, incineraci&oacute;n suave, entumecimiento u hormigueo, mordaz, o rubefacci&oacute;n.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Acticin aplicado por encima no deber&iacute;a interactar con otrs medecinas.Diga a su doctorsobre todas las medecinas y productos herbales que usted usa.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Habitualmente esta medecina se usa solamente por una vez. Repita el tratamiento dentro de 7 d&iacute;as si es necesario.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis de Acticin son desconocidos. Informe a su doctor inmediatamente si usted sospecha sobredosis.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F) del alcance de los rayos solares y humedad, en un contenedor seco bien cerrado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p</p>