<p><strong>Propieades<br /></strong><br /> Magnium y diur&eacute;tico que ahorra el potasio y antagonista de aldosterona. Se asocia competivemente con receptores de aldosterona en las partes distal de nefrona. Tiene un efecto diur&eacute;tico, aumenta excreci&oacute;n de iones de natrio y disminuye excreci&oacute;n de potasio y magnium, disminuye acidez urinaria. El efecto diur&eacute;tico de la medicina es moderado y aparece por lo general dentro de 2-5 d&iacute;as del tratamiento y sigue durante 2-3 d&iacute;as despu&eacute;s de la cesaci&oacute;n del consumo de medicina. Un efecto de hipotension d&eacute;bil aparece por lo general en 2-3 semanas del tratamiento. Aldactone se usa en la combinaci&oacute;n con otras medicinas para tratar hipertensi&oacute;n. Tambi&eacute;n facilita el retiro de fluido excedente del cuerpo en paro card&iacute;aco congestivo, cirrosis del h&iacute;gado, y enfermedad de ri&ntilde;&oacute;n.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Dosis diaria para adultos en la hipertensi&oacute;n arterial, el s&iacute;ndrome de edema es 50-100 mg. Deber&iacute;a estar dividido en 1-2 consumo al d&iacute;a. En la necesidad la dosis puede ser aumentada gradualmente hasta 200 mg. al d&iacute;a. La duraci&oacute;n del tratamiento es no menos que dos semanas. Para otras condiciones, como paro card&iacute;aco congestivo cr&oacute;nico, cirrosis, s&iacute;ndrome nefrotico y otros dosificaci&oacute;n difirente puede ser recomendada. Consulte a su doctor antes de decidir tomar esta medicina. Aldactone deber&iacute;a ser tomado despu&eacute;s de comida y es preferible una dosis sola antes de acostarse.<br /><br /> <strong>Precauciones<br /></strong><br /> No beba el alcohol porque &eacute;l aumenta algunos efectos secundarios de Aldactone. Evite comer demasiado sal porque el exceso de sal puede hace su cuerpo retener agua y disminuir eficacia de Aldactone. Se recomienda no tomar sustitutos de sal o productos de leche de sodio bajo que contienen el potasio. Evite hacerse recalentado o deshidratado durante el entrenamiento. Hable con su doctor de la cantidad de l&iacute;quidos que usted deber&iacute;a consumir. No deje de usar esta medicina aun si usted siente la mejora de la salud si usted est&aacute; siendo tratado para la hipertensi&oacute;n.<br /><br /> <strong>Contradici&oacute;n<br /></strong><br /> Hipersensibilidad, enfermedad de Addison, hipercaliemia, hiperpotassiemia, toma concomitante con suplementos de potasio u otros diur&eacute;ticos que ahorran el potasio, como Aldactazide, amiloride (Midamor, Moduretic), triamterene (Dyrenium, Dyazide, Maxzide), hyponatriemia, fracaso de ri&ntilde;&oacute;n cr&oacute;nico, nefropat&iacute;a diab&eacute;tica, anuria, insuficiencia hep&aacute;tica, diabetes de insuficienciade ri&ntilde;&oacute;n cr&oacute;nico supuesto, embarazo, y algunos otras. Por favor tome esta medicina s&oacute;lo si es aconsejada por su doctor.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios de la medicina incluyen dolor de cabeza, diarrea, calambres, somnolencia, erupci&oacute;n, n&aacute;usea, v&oacute;mitos, impotencia, per&iacute;odos menstruales irregulares, y crecimiento de pelo irregular. El desequilibrio de fluido de electr&oacute;litos es probable, entonces los pacientes deber&iacute;an ser supervisados con cuidado. La ampliaci&oacute;n de los pechos tambi&eacute;n puede ocurrir seg&uacute;n dosis y duraci&oacute;n de la terapia. Esta condici&oacute;n es por lo general reversible cuando usted discontin&uacute;a tomar Aldactone.<br /><br /> <strong>Interacci&oacute;n con otros medicamentes<br /></strong><br /> Esta medicina puede bajar niveles de sodio de sangre levantando niveles de potasio de sangre. Los niveles de potasio en exceso altos en la sangre a veces causan anormalidades que amenazan la vida potencialmente en el ritmo de coraz&oacute;n. Por lo tanto, Aldactone por lo general no es administrado con otros agentes que pueden levantar niveles de potasio de sangre. Aldactone puede causar la elevaci&oacute;n de digoxin (Lanoxin) en sangre a niveles t&oacute;xicos.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Nunca tome dosis doble de esta medicaci&oacute;n. Si es casi la hora de la dosis siguiente omita la dosis omitida y siga tomando la medicina seg&uacute;n el horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> La asistencia m&eacute;dica urgente es necesaria por usted ha tomado mucho de est&aacute; medecina el consumo Los s&iacute;ntomas de sobredosis pueden incluir somnolencia, confusi&oacute;n, erupci&oacute;n de piel roja, n&aacute;usea, v&oacute;mitos, o diarrea.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 25 C (77 F) .<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>