<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades<br /> Allopurinol es un arthrifuge que inhibe xanthine oxidase y previene la formaci&oacute;n de &aacute;cido &uacute;rico, de xanthine y hypoxanthine. Reduce la concentraci&oacute;n de &aacute;cido &uacute;rico y sus sales en fluidos de cuerpo, promueve la disoluci&oacute;n de existencia urate deposita y previene su formaci&oacute;n en tejidos y ri&ntilde;ones. La medicaci&oacute;nse usa para tratar enfermedades acompa&ntilde;adas por hiperuricemia: gota (primario y secundario), nefrolitiasis (formaci&oacute;n de c&aacute;lculos renales de urates); hiperuricemia (anormalmente alto nivel de &aacute;cido &uacute;rico en la sangre, tanto primaria como secundaria), que causa enfermedades que implican disoluci&oacute;n realzada de nucleoproteins y niveles elevados de &aacute;cido &uacute;rico en la sangre, incluso en varias formas de la leucemia, y tambi&eacute;n para el tratamiento de algunas otras condiciones.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> La dosis de 100-800 mg. al d&iacute;a puede ser prescrita seg&uacute;n la condici&oacute;n. La dosis inicial de 100 mg. puede ser aumentada gradualmente. Los pacientes con la gota aguda y tofo (cristales de &aacute;cido &uacute;rico en los tejidos generalmente alrededor de articulaciones) deber&iacute;an ser tratados con 300-400 mg. de Allopuionol diariamente. Las dosis m&aacute;s de 300 mg. deber&iacute;an estar divididas en dos o m&aacute;s consumos. Tome la medicaci&oacute;n con comida para evitar irritaci&oacute;n del est&oacute;mago. No tome dosis grandes de la vitamina C. Beba mucha agua para evitar la formaci&oacute;n de c&aacute;lculos renales. Limite consumo de bebidas alcoh&oacute;licas y alimentos purine-ricos, como mollejas, sardinas, anchoas, ri&ntilde;ones, h&iacute;gado, y lentejas.<br /><br /> <strong>Precauciones<br /></strong><br /> Allopurinol deber&iacute;a ser tomado por el per&iacute;odo de varios meses entonces sus s&iacute;ntomas comienzan a reducir. El consumo regular es importante porque ning&uacute;n efecto inmediato es notado. Usted puede experimentar ataques agudos de la gota m&aacute;s a menudo a principios del tratamiento con Allopurinol hasta despu&eacute;s de que los niveles de &aacute;cido &uacute;rico normales son alcanzados. Los ataques se har&aacute;n m&aacute;s cortos y menos agudos mientras de la terapia. En cualquier se&ntilde;al de la reacci&oacute;n al&eacute;rgica deje de tomar la medicaci&oacute;n y consulte con su doctor porque el desarrollo de enfermedad de piel seria, da&ntilde;o irreversible al h&iacute;gado, o la inflamaci&oacute;n generalizada de sangre o buque de linfa es posible en algunos individuos. Informe a su doctor si usted tiene diabetes o disfunci&oacute;n de ri&ntilde;&oacute;n antes de tomar Allopurinol porque la correcci&oacute;n de su dosis es necesaria.<br /><br /> <strong>Contradiciones<br /></strong><br /> Allopurinol no puede ser usadopor pacientes con hipersensibilidad a la medicaci&oacute;n, por individuos con desordenes hep&aacute;ticos o re&ntilde;ales, hemochromatosis primario, asymptomatic hyperuricemia, gota aguda, embarazo, lactancia. La medicaci&oacute;n no puede ser prescrita a ni&ntilde;os menos que no tienen 14 a&ntilde;os de edad a menos que los pacientes sean tratados para leucemia, tumores mal&eacute;volos y des&oacute;rdenes enzimaticos, insuficiencia renal, paro card&iacute;aco, diabetes mellitus, hipertensi&oacute;n.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Las reacciones adversas m&aacute;s comunes son diarrea, n&aacute;usea, alergia (erupci&oacute;n, picor), y somnolencia. Deje de tomar la medicaci&oacute;n en primeras se&ntilde;ales de micci&oacute;n imprudente, dolorosa o sangrienta, irritaci&oacute;n de ojo, o hinchaz&oacute;n facial, porque &eacute;stos pueden ser se&ntilde;ales de reacci&oacute;n al&eacute;rgica severa que requiere el tratamiento inmediato. En casos raros Allopurinol puede causar da&ntilde;o a nervio, ri&ntilde;&oacute;n, y m&eacute;dula &oacute;sea as&iacute; como causar toxicidad de h&iacute;gado, al&eacute;rgica seria y hasta fatal. En pacientes contoxicidad de h&iacute;gado p&eacute;rdida de apetito y picor pueden atestiguar sobre ello. El riesgo aumenta en pacientes con da&ntilde;o de ri&ntilde;&oacute;n.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> La dosis de mercaptopurine oral (Purinethol) y azathioprine (Imuran) deber&iacute;a ser reducida porque Allopurinol aumenta sus niveles en sangre. El riesgo de la erupci&oacute;n de piel aumenta en pacientes que toman allopurinol con penicillin.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Tome la dosis omtida m&aacute;s pronto como usted recuerda a menos que sea casi el tiempo de su siguiente dosis. Si es casi el tiempo de su siguiente dosis s&oacute;lo omitalo y vuelva a su esquema regular. No exceda la dosis recomendada.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 25 C (77 F) del alcance de ni&ntilde;os y animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>