<p><strong>Avana</strong> (Avanafil) es un equivalente moderno de Viagra.</p><p>Avana fue producido por una compa&ntilde;&iacute;a americana 'Vivus Inc., en 2010. Pertenece al grupo de los "inhibidores de la fosfodiesterasa-5" - Avanafil. La ventaja principal es una percepci&oacute;n r&aacute;pida (menos de 15 minutos), y efectos secundarios m&iacute;nimos.</p><p>Hay que se&ntilde;alar que Avana no es actualmente un nombre comercial, es un nombre gen&eacute;rico. Todos los derechos son reservados por empresa farmac&eacute;utica Vivus Inc.</p><p><strong>Caracter&iacute;sticas de Avanafil:</strong></p><p>Avana sufri&oacute; una prueba, que involucr&oacute; los hombres con diversas formas de disfunci&oacute;n er&eacute;ctil. Para obtener resultados precisos, los participantes fueron divididos en grupos. As&iacute;, cada grupo recibi&oacute; una cierta cantidad de la preparaci&oacute;n. El resultado fue impresionante. Aunque cuando se toma la dosis m&aacute;s baja que un hombre es capaz de tener relaciones sexuales despu&eacute;s de 15 minutos. Adem&aacute;s, el estudio incluy&oacute; los hombres que sufr&iacute;an del problema de la disfunci&oacute;n sexual. El estudio mostr&oacute; que 80% de los pacientes hab&iacute;an notado el mejoramiento.</p><p><strong>Descripci&oacute;n:</strong></p><p>El ingrediente activo de Avana es avanafil. Avanafil relaja los m&uacute;sculos y aumenta el flujo sangu&iacute;neo a zonas determinadas del cuerpo.</p><p><strong>Indicaciones:</strong></p><p>Avanafil es utilizado para tratar la disfunci&oacute;n er&eacute;ctil (impotencia).</p><p><strong>Beneficios principales:</strong></p><p>El inicio de la acci&oacute;n es 15 minutos, pero la duraci&oacute;n es hasta seis horas.</p><p>Es tambi&eacute;n necesario de notar que el producto:</p><p>- Tiene efectos secundarios m&iacute;nimos</p><p>- La acci&oacute;n inicia tan pronto como sea posible, y el efecto es suficientemente largo</p><p>- El medicamento puede ser combinado con los alimentos grasos y el alcohol</p><p>- El medicamento puede ser tomado m&aacute;s de una vez al d&iacute;a.</p><p>La principal ventaja de avanafil es que tiene inicio de l&rsquo; acci&oacute;n muy r&aacute;pido en comparaci&oacute;n con otros inhibidores de la PDE5.</p><p><strong>Instrucciones:</strong></p><p>Tome exactamente seg&uacute;n lo prescrito por su m&eacute;dico. No lo tome en cantidades mayores o menores, o por m&aacute;s tiempo de lo recomendado. Siga las instrucciones en la etiqueta del medicamento.</p><p><strong>Dosis:</strong></p><p>Dosis inicial: 100 mg por v&iacute;a oral, aproximadamente 30 minutos antes de la actividad sexual. Una dosis al d&iacute;a es la m&aacute;xima.</p><p><strong>Almacenamiento:</strong></p><p>Almac&eacute;n Avana a 77 grados F (25 grados C). Mantenga alejado del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantenga Avana fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p>La toronja y el jugo de toronja pueden interactuar con avanafil y provocar efectos potencialmente peligrosos. Discuta el uso de productos de toronja con su m&eacute;dico.</p><p>Evite el uso de otros medicamentos para tratar la disfunci&oacute;n er&eacute;ctil, como sildenafil (Viagra), tadalafil (Cialis), o vardenafil (Levitra) mientras toma avanafil.</p><p>Este medicamento no puede proteger de las enfermedades de transmisi&oacute;n sexual - incluyendo el VIH y el SIDA. Solamente el uso del cond&oacute;n puede proteger contra estas enfermedades.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Consulte a un m&eacute;dico si Usted tiene alguno de estos s&iacute;ntomas de una reacci&oacute;n al&eacute;rgica: ronchas, dificultad para respirar, hinchaz&oacute;n de la cara, labios, lengua, o garganta.</p>