<p><strong>Propiedades<br /></strong><br /> Medicina antihipertensiva, antagonista de receptoresII de angiotensin. Bloque especialmente receptores de angiotensin que lleva a la disminuci&oacute;n de efectos biol&oacute;gicos de angiotensin II. Los efectos de Angiotensin II incluyen vasoconstricci&oacute;n y influencia estimulada en excreci&oacute;n de aldosterona y activaci&oacute;n del sistema nervioso comprensivo. De este modo disminuye la tensi&oacute;n arterial y el coraz&oacute;n no tiene que trabajar con fuerza para bombear la sangre. Esto no influye en concentraci&oacute;n o triglycerides, contenido del colesterol, glucosa, &aacute;cido &uacute;rico en plasma sangu&iacute;neo y excreci&oacute;n de &aacute;cido &uacute;rico con la orina.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La dosis inicial es 150 mg. y puede ser aumentada hasta 300 mg. en la necesidad. En algunos casos como la dieta de cloruro baja, el tratamiento con la cierta talla de dosis de inicial de otros y diur&eacute;ticos deber&iacute;a ser m&aacute;s peque&ntilde;o. Avapro es tomado una vez al d&iacute;a preferentemente al mismo tiempo.<br /><br /> <strong>Precauciones<br /></strong><br /> Deber&iacute;a ser administrado con insuficiencia hep&aacute;tica o re&ntilde;al, paro card&iacute;aco congestivo, despu&eacute;s de v&oacute;mito fuerte o diarrea y tambi&eacute;n durante el tratamiento simult&aacute;neo con diur&eacute;ticos de ahorro de potasio o medicaciones que contienen el potasio. Esta medicina causa el da&ntilde;o serio al beb&eacute; a&uacute;n no nacido (posiblemente muerte) si es administrado y usado durante los seis meses &uacute;ltimos del embarazo.<br /><br /> <strong>Contradiciones</strong><br /><br /> Embarazo, infancia, hipersensibilidad a Avapro.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios m&aacute;s comunes incluyen la diarrea, el dolor abdominal o el ardor de est&oacute;mago. Por lo tanto si usted experimenta la reacci&oacute;n al&eacute;rgica a la medicaci&oacute;n (fiebre, respiraci&oacute;n dif&iacute;cil, urticaria) p&oacute;ngase en contacto con su doctor. Avapro puede causar una condici&oacute;n que causa la aver&iacute;a del tejido de m&uacute;sculo esquel&eacute;tico y luego en insuficiencia de ri&ntilde;&oacute;n. Tambi&eacute;n llame a su doctor si usted tiene el dolor de m&uacute;sculo, la ternura, o la debilidad sobre todo si usted tambi&eacute;n tiene v&oacute;mitos, y orina oscura, micci&oacute;n dif&iacute;cil.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Ningunas interacciones de medicina importantes han sido descritas para esta medicaci&oacute;n. En el consumo simult&aacute;neo con diur&eacute;ticos que salva el potasio el nivel de potasio puede aumentar en el plasma sangu&iacute;neo.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca tome dosis doble de esta medicaci&oacute;n. Si es casi la hora de la dosis siguiente omita la dosis omitida y siga tomando la medicina seg&uacute;n el horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> La ayuda m&eacute;dica urgente es necesaria en caso de la sobredosis cuales s&iacute;ntomas incluyen latido del coraz&oacute;n lento o r&aacute;pido, mareo.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F) .<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>