<p><strong>Propiedades</strong><br /><br /> Brand Levitra ha sido elaborado por la empresa farmac&eacute;utica Bayer/GlaxoSmithKline y emplea el Vardenafil HCl como el principio activo de la medicaci&oacute;n. Levitra es un f&aacute;rmaco oral que toma para tratar la disfunci&oacute;n erectil. La agitaci&oacute;n sexual libera el &oacute;xido n&iacute;trico de los cabos nerviosos de los cuerpos cavernosos del pene y hace activar la enzima de guanilata ciclasa. La guanilata ciclasa, en su turno, responde por la producci&oacute;n del monofosfato de guanosina c&iacute;clica (cGMP). Por el efecto del cGMP los vasos sangu&iacute;neos que proveen la sangre en el pene se vuelven dilatados y relajados. Levitra previene que la enzima de fosfodiesterasa-5 destruya el cGMP y de esa manera contribuye al aflujo de la sangre al pene.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> La dosis recomendada de Levitra es 10 mg al d&iacute;a tomados a una hora antes del intercurso. Si no presentan ningunos efectos secundarios la dosificaci&oacute;n puede duplicarse a 20 mg. En caso de la presencia de los efectos adversos la dosis se debe reducir hasta 5 mg por d&iacute;a. Evite tomar m&aacute;s que un comprimido de Levitra al d&iacute;a.<br /><br /> <strong>Precauciones<br /></strong><br /> Levitra nunca ha sido estudiado en los pacientes que tienen las enfermedades cardiovasculares, por esto le recomendamos evitar emplear Levitra en los pacientes que llevan en su historia cl&iacute;nica un ataque card&iacute;aco o una insuficiencia card&iacute;aca o un insulto y, particularmente, en los que los han sufrido por el &uacute;ltimo medio a&ntilde;o. Antes de tomar Levitra av&iacute;selo al m&eacute;dico en caso de tener unos problemas de natura hep&aacute;tica o renal, unos trastornos hemorr&aacute;gicos, unos &uacute;lceres g&aacute;stricos o un trastorno innato retinal que es retinitis pigmentosa, o hipersensibilidad all&eacute;rgica hacia ese f&aacute;rmaco u otros medicamentos, sean que sean, una deformaci&oacute;n penil, por ejemplo, la angulaci&oacute;n, una fibrosis cavernosa (la enfermedad de Peyronie), tanto como las enfermedades que favorecen el desarrollo del priapismo (anemia falciforme, una mieloma m&uacute;ltiple o leucemia).<br /><br /> <strong>Contraindicaciones</strong><br /><br /> Levitra Professional no puede administrarse en los pacientes hipersensibles al principio activo y a los excipientes tampoco en los pacientes tratados con los nitratos org&aacute;nicos, en los menores de edad que no llevan 16 a&ntilde;os, ni en los que administran los inhibidores de proteasa contra el VIH tales como indinavir y ritonavir.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Levitra se acepta con tolerancia normalmente, y los efectos colaterales si ocurran, tienen un car&aacute;cter transitorio. Los efectos colaterales m&aacute;s communes ser&aacute;n el dolor en la cabeza, la rubefacci&oacute;n (hiperemia humana), relapso, los mareos, un fen&oacute;meno de diarrea, las n&aacute;useas, la congesti&oacute;n de la nariz. Los efectos secundarios raros e ins&oacute;litos ser&aacute;n la fotosensitividad de la piel, hipertensi&oacute;n, el dolor de las espaldas, lacrimosidad, hipotensi&oacute;n, mialg&iacute;a, y priapismo.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> El metabolismo de Levitra se inhibe por la eritromicina, ketoconazola (Nizoral), itraconazola (Sporanox), indinavir (Crixivan) y ritonavir (Norvir). Adem&aacute;s, Levitra reduce la concentraci&oacute;n de ritonavir y indinavir en la sangre. El dolor en el pecho puede hacerse agudo en los pacientes tratados con los nitratos debido a que Levitra Professional acelera las palpitaciones y baja la tensi&oacute;n. Levitra es capable de potenciar el efecto de los alfabloqueantes (terazosina o Hytrin) que bajan la tensi&oacute;n sangu&iacute;nea. Nunca se debe administrar Levitra en los pacientes tratados con los nitratos org&aacute;nicos.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Levitra se emplea a demanda sin embargo con una consideraci&oacute;n que la pauta m&aacute;xima de dosificaci&oacute;n es de una vez al d&iacute;a dado que el asunto de la omisi&oacute;n de dosis no es aplicable.<br /><br /> <strong>Sobredosis</strong><br /><br /> Los s&iacute;ntomas de sobredosis incluyen el dolor en las espaldas, mand&iacute;bula, brazos ceguera, una visi&oacute;n borrosa, el dolor o una gravedad en el pecho, la visi&oacute;n impactada y una visi&oacute;n borrosa.selo al m<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Levitra Professional no puede administrarse en los pacientes hipersensibles al principio activo y a los excipientes tampoco en los pacientes tratados con los nitratos org&aacute;<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Levitra se acepta con tolerancia normalmente, y los efectos colaterales si ocurran, tienen un car&aacute;<br /><br /> <strong>Interacci&oacute;<br /></strong><br /> El metabolismo de Levitra se inhibe por la eritromicina, ketoconazola (Nizoral), itraconazola (Sporanox), indinavir (Crixivan) y ritonavir (Norvir). Adem&aacute;<br /><br /><strong>Almacenamiento</strong><br /><br /> Se debe almacenar a la temperatura interior entre 15 y 30 cent&iacute;grados ( 59-86 grados Fahrenheit) evitando una humedad excesiva y los rayos solares y que est&eacute; fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco</p>