<p><strong>INDICACIONES</strong></p><p>Copegus es un medicamento antiviral.<br /><br />Copegus debe ser utilizado junto con un producto de alfa interfer&oacute;n (como Pegasys, PegIntron, Sylatron, o Intron A) para tratar la hepatitis C cr&oacute;nica.</p><p><strong><strong><strong>INSTRUCCIONES</strong></strong></strong></p><p>Tome exactamente segun las indicaciones de su m&eacute;dico.<br /><br />Ribavirin no es eficaz cuando es usado solo para tratar la hepatitis C. Debe ser utilizado junto con un producto de interfer&oacute;n alfa (como Peg-Intron o Intron A) para tratar la hepatitis C cr&oacute;nica<br /><br />Tome este medicamento con alimentos.<br /><br />Utilice ribavirin con regularidad para obtener el mayor beneficio. Beba m&aacute;s l&iacute;quidos mientras est&aacute; tomando ribavirin para evitar la deshidrataci&oacute;n, especialmente durante el ejercicio o en clima caluroso.</p><p><strong><strong><strong></strong></strong><strong><strong>DOSIS</strong></strong></strong></p><p>Por favor, consulte con su m&eacute;dico para prescribir la dosis requerida.<br /><br />La dosis diaria de Copegus es 800 mg a 1200 mg por v&iacute;a oral en dos dosis divididas. La dosis debe ser individualizada para el paciente dependiendo de las caracter&iacute;sticas basales de la enfermedad (por ejemplo, el genotipo), respuesta a terapia y tolerancia del r&eacute;gimen.</p><p><strong><strong><strong></strong></strong><strong><strong><strong>ALMACENAMIENTO</strong></strong></strong>&nbsp;</strong></p><p>Almacene las tabletas y c&aacute;psulas de ribavirin a temperatura ambiente, lejos de la humedad, calor, y luz.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p>Usted no debe tomar ribavirin si Usted es al&eacute;rgico a ella, o si tiene:<br /><br />enfermedad grave del h&iacute;gado (especialmente cirrosis);<br />hepatitis autoinmune;<br />un trastorno de la hemoglobina como anemia, talasemia (anemia mediterr&aacute;nea), o anemia drepanoc&iacute;tica;<br />si Usted tambi&eacute;n est&aacute; tomando didanosina (Videx), o<br />si Usted est&aacute; embarazada, o un hombre cuya pareja sexual est&aacute; embarazada.<br /><br />Para ser seguro que Usted puede tomar con seguridad ribavirin, d&iacute;gaa su m&eacute;dico si Usted tiene cualquiera de estas otras condiciones:<br /><br />enfermedad del h&iacute;gado (distinta de la hepatitis C) o ri&ntilde;&oacute;n<br />infecci&oacute;n de hepatitis B;<br />un trastorno de c&eacute;lulas sangu&iacute;neas como la anemia hemol&iacute;tica (falta de c&eacute;lulas rojas de la sangre);<br />virus de la inmunodeficiencia humana (VIH o el SIDA);<br />la diabetes;<br />un trastorno del p&aacute;ncreas;<br />sarcoidosis;<br />problemas respiratorios;<br />un trastorno de la gl&aacute;ndula tiroidea;<br />problemas oculares nuevos o empeoramiento (como retinopat&iacute;a);<br />antecedentes de enfermedad del coraz&oacute;n, presi&oacute;n arterial alta, o un ataque al coraz&oacute;n;<br />antecedentes de depresi&oacute;n o intento de suicidio;<br />un trasplante de &oacute;rganos, por ejemplo de un h&iacute;gado, ri&ntilde;&oacute;n, o de otro tipo; o<br />si ha recibido alguna vez tratamiento para la hepatitis C que no funcionaba bien.<br /><br />Este medicamento puede causar defectos de nacimiento o la muerte al beb&eacute; nonato.<br /><br />Si Usted es una mujer, no tome ribavirin si est&aacute; embarazada. Usted necesitar&aacute; pruebas de embarazo frecuentes para ser seguro que no est&aacute; embarazada mientras est&aacute; tomando ribavirin.<br /><br />Si Usted es un hombre, no tome ribavirin si su pareja sexual est&aacute; embarazada. Un beb&eacute; nonato puede sufrir da&ntilde;os si el hombre engendra a un ni&ntilde;o mientras est&aacute; tomando ribavirin.<br /><br />Utilice por lo menos dos formas efectivas de control de la natalidad mientras cualquiera de la pareja sexual est&aacute; tomando ribavirin y durante al menos 6 meses despu&eacute;s de finalizar el tratamiento.<br /><br />D&iacute;ga a su m&eacute;dico de inmediato si un embarazo ocurre mientras la madre o el padre est&aacute; tomando ribavirin.<br /><br />No es conocido si ribavirin pasa a la leche materna o si le puede hacer da&ntilde;o al beb&eacute; que est&aacute; mamando. Usted no debe amamantar mientras est&aacute; tomando ribavirin.<br /><br />Ribavirin puede afectar el crecimiento en los ni&ntilde;os.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Deje de usar ribavirin y llame a su m&eacute;dico inmediatamente si usted tiene un efecto secundario grave como:<br /><br />problemas con su visi&oacute;n;<br />fiebre, escalofr&iacute;os, dolor del cuerpo, s&iacute;ntomas de la influenza;<br />dolor severo en su est&oacute;mago que se extiende a su espalda, n&aacute;usea y v&oacute;mito, paso card&iacute;aco r&aacute;pido;<br />punzante dolor en el pecho, respiraci&oacute;n sibilante, respiraci&oacute;n agitada;<br />depresi&oacute;n severa, alucinaciones, pensamientos de suicidio o de querer hacerse da&ntilde;o;<br />dolor de pecho o sensaci&oacute;n pesada con dolor que se extiende al brazo o al hombro, n&aacute;usea, sudoraci&oacute;n, sensaci&oacute;n de malestar general, o<br />piel p&aacute;lida o amarilla, orina oscura, f&aacute;cil aparici&oacute;n de moretones o sangrado, confusi&oacute;n, o debilidad inusual.<br /><br />Efectos secundarios de menor gravedad pueden incluir:<br /><br />dolor de cabeza;<br />dolor muscular;<br />sequedad de boca;<br />n&aacute;useas, v&oacute;mitos, dolor de est&oacute;mago, p&eacute;rdida del apetito;<br />p&eacute;rdida de peso;<br />sensaci&oacute;n de cansancio o irritable;<br />ansiedad, cambios de humor, o<br />dolor, hinchaz&oacute;n, o irritaci&oacute;n donde se aplic&oacute; la inyecci&oacute;n de interfer&oacute;n.</p>