<p><strong>Propiedades<br /></strong><br /> Crestor es una medicaci&oacute;n que baja el colesterol que sse usa para bajar niveles de colesterol cuando la dieta y el ejercicio han logrado ayudar.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome esta medicaci&oacute;n con o sin comida, en cualquier momento una vez al d&iacute;a. Trague cada pastilla entera con una bebida de agua/leche.<br /> La dosis com&uacute;n de Crestor es 5 a 40 mg. La dosis de 40 mg. se usa por pacientes que no alcanzan el objetivo de LDL-C con 20 mg.<br /> Hiperlipidemia, dislipidemia mezclada, hipertrigliceridemia, y aterosclerosis: dosis inicial es 10 mg. Cresor de 20 mg. es una dosis inicial para pacientes con LDL-C&gt; 190 mg/dL y objetivos de l&iacute;pido agresivos.<br /> HoFH: la dosis inicial es 20 mg.<br /> Esta medicina es s&oacute;lo una parte peque&ntilde;a de un programa entero del tratamiento que tambi&eacute;n incluye la dieta, el ejercicio, y el control de peso. Siga su dieta, medicaci&oacute;n, y rutinas de ejercicio con cuidado.<br /><br /> <strong>Note:</strong> esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones</strong><br /><br /> No tome si usted tiene cualquier problema de h&iacute;gado o ha tenido alguna vez una enfermedad que afect&oacute; su h&iacute;gado; si usted tiene cualquier problema de ri&ntilde;&oacute;n; si le han dicho que usted tiene una condici&oacute;n que afecta m&uacute;sculos llamada miopat&iacute;a; si usted toma la medicina inmunosupresiva, cyclosporin; si usted est&aacute; embarazada o si hay una posibilidad que usted pueda quedar embarazado; si usted es el amamantamiento. Consulte con su doctor si usted toma cualquier otra medicina, incluso aquellos que usted puede haber comprado sobre el contador. Diga a su doctor si usted toma alguna medecina de las siguientes: gemfibrozil, cyclosporin, warfarin, anti&aacute;cidos, erythromycin o un anticonceptivo oral.<br /><br /> <strong>Contradiciones<br /></strong><br /> Crestor es contraindicado a pacientes:<br /> - con hipersensibilidad a rosuvastatin o a cualquier de los excipients;<br /> - con enfermedad de h&iacute;gado activa;<br /> - con da&ntilde;o renal severo;<br /> - con myopathy;<br /> - recepci&oacute;n de fen&oacute;meno concomitante ciclosporin;<br /> - durante embarazo y lactaci&oacute;n y a mujeres con probabilidad de maternidad que no usa medidas anticonceptivas apropiadas;<br /> La dosis de 40 mg. es contraindicada a pacientes con la predisposici&oacute;n de factores para miopat&iacute;a/rhabdomyolysis. Tales factores incluyen:<br /> - da&ntilde;o re&ntilde;al moderado;<br /> - hipotiroidismo;<br /> - historia personal o de familia de des&oacute;rdenes musculares hereditarios;<br /> - historia anterior de toxicidad muscular con otro inhibidor de laHMG-CoA reductasa o fibrate;<br /> - abuso del alcohol;<br /> - las situaciones donde aumento de niveles de plasma puede ocurrir;<br /> - pacientes asi&aacute;ticos;<br /> - uso concomitante de fibrates.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Ellos pueden incluir todos los tipos de una reacci&oacute;n al&eacute;rgica. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> dolor de m&uacute;sculo, ternura, o debilidad con s&iacute;ntomas de gripe o fiebre y orina oscura;<br /> cantidad de micci&oacute;n m&aacute;s o menos grande que de costumbre, o ausencia de ella en absoluto;<br /> n&aacute;usea, dolor de est&oacute;mago, fiebre baja, p&eacute;rdida de apetito, orina oscura, deposici&oacute;n de color de la arcilla, ictericia (la piel u ojos amarillos);<br /> dolor en el pecho; o<br /> el hinchaz&oacute;n en manos o pies.<br /> Los efectos secundarios menos serios incluyen:<br /> debilidad, mareo;<br /> n&aacute;usea suave, estre&ntilde;imiento, diarrea;<br /> dolor de garganta, nariz l&iacute;quida o congestionada;<br /> amnesia;<br /> dolor de cabeza; o<br /> el dolor o la incineraci&oacute;n cuando usted orina.<br /> Si usted experimenta uno de ellos deje de usar Crestor y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> No tome esta medicina con cualquiera de las medicaciones siguientes: medicinas herbarias como arroz de levadura rojo u otras medicinas para colesterol alto.<br /> Esta medicina tambi&eacute;n puede coopera con las medicaciones siguientes: alcohol, anti&aacute;cidos que contienen hidr&oacute;xido de aluminio o hidr&oacute;xido de magnesio, cyclosporine, &aacute;cido nicot&iacute;nico, warfarin.<br /> Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar a uno de ellos. Como de costumbre esto afecta el efecto de medicinas, tan consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si usted ha olvidado de tomar su dosis a tiempo, por favor h&aacute;galo tan pronto como usted recuerda. Pero no tome si es demasiado tarde o casi tiempo para su siguiente dosis. No aumente su dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo regular.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de una sobredosis de Crestor no son conocidos bien. El m&aacute;s posible de ellos incluya: da&ntilde;o al h&iacute;gado, insuficiecia de ri&ntilde;&oacute;n, pancreatitis, piel amarilla (ictericia), aver&iacute;a seria de m&uacute;sculo (conocido como rhabdomyolysis). Si usted experimenta uno de ellos llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F)del alcance de los rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede usar despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.s da</p>