<p><strong>Usos de Drogas </strong><br /><br /> Deltasone se utiliza para reducir la inflamaci&oacute;n y reducir los s&iacute;ntomas en una variedad de enfermedades como la colitis ulcerosa, psoriasis y de Crohn 's de la enfermedad. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>Uso </strong><br /><br /> Utilice Deltasone exactamente seg&uacute;n lo prescrito por su m&eacute;dico. Sin embargo, puede tomarlo con una comida para evitar malestar estomacal. No deje de tomarlo de repente, incluso si lograr un alivio temporal. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Usted debe tratar de tomar su dosis a tiempo teniendo cuidado de no perder ninguna. Sin embargo, si olvida tomar una dosis t&oacute;mela tan pronto como lo recuerde y espaciar las dosis restantes. Tambi&eacute;n puede saltar y continuar con su dosis regular. Pero no tome una dosis doble nunca. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Almac&eacute;nelo a temperatura ambiente, lejos de la humedad. <br /><br /> <strong>Sobredosis </strong><br /><br /> Algunos de los s&iacute;ntomas de una sobredosis son la obesidad (especialmente alrededor del est&oacute;mago), una cara redonda, manos y pies hinchados debido a la retenci&oacute;n de l&iacute;quidos y la presi&oacute;n arterial. Busque atenci&oacute;n m&eacute;dica inmediatamente si sospecha una sobredosis. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> &Uacute;salo con precauci&oacute;n. La droga puede causar mareos, v&eacute;rtigos y desmayos en algunas personas. No consumir alcohol junto con la droga. No conducir o manejar maquinaria pesada hasta que sepa c&oacute;mo reaccionar a la droga. Contacte con su m&eacute;dico si sus s&iacute;ntomas empeoran.</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> NO utilice Deltasone (prednisona), si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente en Deltasone (Prednisona) <br /> usted tiene una infecci&oacute;n mic&oacute;tica sist&eacute;mica <br /> actualmente est&aacute; tomando mifepristona <br /><br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con Deltasone (prednisona). D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> si est&aacute; programado para una vacunaci&oacute;n con una vacuna de virus vivos (por ejemplo, la viruela) <br /> Si usted tiene un hipotiroidismo, problemas hep&aacute;ticos o renales, diabetes, o colitis ulcerativa <br /> Si usted tiene problemas de coraz&oacute;n, esofagitis, gastritis, obstrucci&oacute;n o perforaci&oacute;n del est&oacute;mago o una &uacute;lcera <br /> Si usted tiene un historial de problemas mentales, como la depresi&oacute;n <br /> Si usted tiene una infecci&oacute;n por herpes en el ojo o cualquier otro tipo de infecci&oacute;n (bacterias, hongos o virus), o han tenido recientemente la tuberculosis (TB) o positivo para la tuberculosis, el sarampi&oacute;n o varicela <br /><br />Algunos INTERACT MAYO DE MEDICAMENTOS con Deltasone (prednisona). D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> Barbit&uacute;ricos (por ejemplo, fenobarbital), carbamazepina, hidanto&iacute;nas (por ejemplo, fenito&iacute;na), o rifampicina porque la eficacia de la Deltasone (prednisona) puede disminuir <br /> Claritromicina, antif&uacute;ngicos azoles (por ejemplo, ketoconazol), los anticonceptivos esteroideos (por ejemplo, desogestrel), o Cualquier otra porque los efectos secundarios, tales como debilidad, confusi&oacute;n, dolor muscular, dolor articular, o az&uacute;car en la sangre, puede producirse <br /> Metotrexato o ritodrina porque las acciones y los efectos secundarios de estos medicamentos puede aumentar <br /> Hidanto&iacute;nas (por ejemplo, fenito&iacute;na), la mifepristona, o las vacunas vivas, porque la eficacia de estos medicamentos pueden disminuir <br />Anticoagulantes (por ejemplo, warfarina) o aspirina, ya que las acciones y los efectos secundarios de estos medicamentos puede ser aumentado o disminuido</p><p><strong>Posibles efectos adversos </strong><br /><br /> Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen, o menor, los efectos secundarios. Consulte con su m&eacute;dico si cualquiera de estos efectos m&aacute;s comunes lado persisten o se vuelve molesto: <br /><br /> Dificultad para dormir, sensaci&oacute;n de un movimiento giratorio, aumento del apetito, aumento de la sudoraci&oacute;n, indigesti&oacute;n, cambios de humor, nerviosismo. <br /><br />Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen:&nbsp;<br /> Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), p&eacute;rdida de apetito, negro, alquitranadas, los cambios en los per&iacute;odos menstruales, convulsiones, depresi&oacute;n, diarrea; mareo, sensaci&oacute;n exagerada de bienestar, fiebre, malestar general del cuerpo, dolor de cabeza, aumento de presi&oacute;n en el ojo, los cambios de humor dolores articulares o musculares, debilidad muscular, cambios de personalidad, dolor de garganta prolongado, fr&iacute;o, o fiebre, hinchaz&oacute;n de la cara , n&aacute;useas o v&oacute;mitos, hinchaz&oacute;n de los pies o las piernas, aumento de peso inusual, v&oacute;mito de material con aspecto de caf&eacute; molido, debilidad, p&eacute;rdida de peso. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca Deltasone (prednisona), por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de atenci&oacute;n de la salud. <br /> Deltasone (prednisona) debe ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p><p>&nbsp;</p>