<p><strong>Usos de Drogas </strong><br /><br /> Diclofenaco gel se utiliza para tratar el dolor en algunas articulaciones (por ejemplo, en las rodillas o las manos) causada por la osteoartritis. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice diclofenaco gel como lo indique su m&eacute;dico. <br /><br /> No aplique diclofenaco gel sobre la piel infectada, heridas abiertas, o roja, hinchada, o descamaci&oacute;n de la piel. <br /> Usar la tarjeta de dosis previstas para medir la dosis de diclofenaco gel. Consulte a su farmac&eacute;utico si usted tiene alguna pregunta acerca de c&oacute;mo utilizar la tarjeta de dosificaci&oacute;n o diclofenaco gel; <br /> Frote suavemente diclofenaco gel en la piel de la zona afectada. Permitir que el medicamento se seque durante al menos 10 minutos antes de usar ropa o guantes sobre el &aacute;rea tratada. <br /> Despu&eacute;s de usar la tarjeta de la administraci&oacute;n, doblar por la mitad (con el lado interior de ocasi&oacute;n) y tirarla fuera del alcance de los ni&ntilde;os y las mascotas. <br /> L&aacute;vese las manos inmediatamente despu&eacute;s de usar Diclofenaco Gel menos las manos son parte de la zona tratada. <br /> No envuelva, venda, o aplicar calor a la zona tratada. <br /> No ducharse, ba&ntilde;arse o lavar la zona tratada durante al menos 1 hora despu&eacute;s de utilizar diclofenaco gel. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar diclofenaco gel. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Diclofenaco Gel es un AINE. Es posible que funcione mediante el bloqueo de ciertas sustancias en el cuerpo que est&aacute;n vinculados a la inflamaci&oacute;n. Los AINE tratar los s&iacute;ntomas de dolor y la inflamaci&oacute;n. No tratar la enfermedad que causa esos s&iacute;ntomas. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de diclofenaco gel, omita la dosis olvidada. Volver a su horario regular. No utilice 2 dosis de una vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda diclofenaco gel a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantener en un apretado, contenedor resistente a la luz. Mantenga Diclofenaco Gel fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No use diclofenac gel si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de diclofenac gel; <br /> usted ha tenido una reacci&oacute;n al&eacute;rgica severa (por ejemplo, severa erupci&oacute;n cut&aacute;nea, urticaria, dificultad para respirar, los crecimientos en la nariz, mareos) a la aspirina o un AINE (por ejemplo, celecoxib, ibuprofeno); <br /> recientemente ha tenido o vayan a ser sometidos a cirug&iacute;a de bypass coronario; <br /> usted tiene problemas graves de ri&ntilde;&oacute;n; <br /> usted est&aacute; en los &uacute;ltimos 3 meses de embarazo. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> Diclofenaco gel puede causar mareos. Este efecto puede ser peor si se toma con alcohol o ciertos medicamentos. Utilice diclofenaco gel con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> Diclofenaco gel es para uso externo. No se nota en los ojos, la nariz o la boca. Si te lo dan en cualquiera de estas &aacute;reas, enjuagar inmediatamente con agua fr&iacute;a. <br /> &Uacute;lceras de est&oacute;mago o hemorragia grave puede ocurrir con el uso de diclofenaco gel. Su utilizaci&oacute;n en altas dosis, durante mucho tiempo, fumar o beber alcohol aumenta el riesgo de estos efectos secundarios. Si usted tiene dolor estomacal o dolor de espalda, negro, alquitranadas, v&oacute;mito con aspecto de sangre o los posos del caf&eacute;, o aumento de peso inusual o hinchaz&oacute;n, consulte a su m&eacute;dico oa la sala de emergencias de inmediato. <br /> No use m&aacute;s de la dosis recomendada o el uso por m&aacute;s tiempo de lo prescrito sin consultar con su m&eacute;dico. <br /> Diclofenaco Gel es un AINE. Antes de comenzar a tomar cualquier medicamento, revise la etiqueta para ver si tiene un AINE (por ejemplo, ibuprofeno) en ella tambi&eacute;n. Si no lo hace o si no est&aacute; seguro, consulte con su m&eacute;dico o farmac&eacute;utico. <br /> No tome aspirina mientras est&eacute; usando diclofenaco gel menos que su m&eacute;dico se lo indique. <br /> No utilice protectores solares, lociones, repelentes de insectos, u otros medicamentos t&oacute;picos en el &aacute;rea tratada. <br /> No exponga el &aacute;rea tratada al sol, las l&aacute;mparas solares oa las cabinas de bronceado. <br /> Diclofenaco Gel puede causar da&ntilde;o si se ingiere. Si usted puede haber tomado por la boca, en contacto con su centro de control de intoxicaciones o la sala de emergencias de inmediato. <br /> Las pruebas de laboratorio, incluyendo la funci&oacute;n renal, hemograma completo, y la presi&oacute;n arterial, se puede realizar mientras se utiliza diclofenaco gel. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> Embarazo y lactancia: Diclofenaco Gel puede causar da&ntilde;o al feto. No lo utilice durante los &uacute;ltimos 3 meses de embarazo. Si usted piensa que puede estar embarazada, consulte a su m&eacute;dico. Usted tendr&aacute; que discutir los beneficios y riesgos del uso de diclofenaco gel mientras est&aacute; embarazada. No se sabe si diclofenaco gel se encuentra en la leche materna despu&eacute;s de uso t&oacute;pico. No amamante mientras est&eacute; tomando diclofenac gel.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> una leve irritaci&oacute;n en el lugar de aplicaci&oacute;n. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua); sangrientos taburetes o negro, el cambio en la cantidad de orina producida; dolor en el pecho, confusi&oacute;n , orina oscura, la depresi&oacute;n, desmayo, latidos card&iacute;acos r&aacute;pidos o irregulares, fiebre, escalofr&iacute;os o dolor de garganta persistente, adormecimiento mental o cambios de humor, de un brazo o una pierna; unilateral debilidad, piel enrojecimiento, hinchaz&oacute;n, ampollas o descamaci&oacute;n, zumbido en los o&iacute;dos, convulsiones, dolor de cabeza o mareos, irritaci&oacute;n grave o persistente en el sitio de aplicaci&oacute;n, dolor de est&oacute;mago persistente o grave, o n&aacute;useas, v&oacute;mitos intensos, dificultad para respirar, aumento de peso repentino o inexplicado, hinchaz&oacute;n de manos, piernas o pies; sangrado o moretones inusuales; inusual cansancio inusual dolor articular o muscular, o debilidad, visi&oacute;n o cambios en el habla, v&oacute;mito con aspecto de caf&eacute; molido, coloraci&oacute;n amarillenta de la piel o los ojos. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Diclofenaco gel es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>