<p><strong>Propiedades </strong><br /><br /> Differin facilita quitar el acn&eacute; de la piel y prevenir la formaci&oacute;n de nuevo acn&eacute;. Se expide en forma de jalea o crema para el uso exclusivamente exterior.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n </strong><br /><br /> Apliqu&eacute; la capa del Differin a la cara limpia y seca. Extienda la capa uniformemente sobre toda la cara, evitando tocar las areas alrededor de los ojos y los labios. No tome grandes cantidades del Differin para prevenir una inflamaci&oacute;n de la cutis. <br /> Contacte a su medico o el farmac&eacute;utico para obtener m&aacute;s informaci&oacute;n. <br /><br /> <strong>Precauciones </strong><br /><br /> Aplicando el Differin sobre la cara evite tocar las areas alrededor de los ojos y los labios.<br /><br /> <strong>Contraindicaciones </strong><br /><br /> El Differin no debe administrarse por los pacientes quienes han manifestado una reacci&oacute;n de hipersensitividad al Adapalene. <br /><br /> <strong>Reacciones adversas posibles </strong><br /><br /> Las reacciones adversas m&aacute;s comunes son la resequedad, el prurito y picor de la piel. <br /> Es muy raro que ocurra cualquier reacci&oacute;n al&eacute;rgica muy grave. La mayor&iacute;a de la gente que emplea este f&aacute;rmaco no sufre ningunas reacciones adversas colaterales.<br /> Contacte a su m&eacute;dico o al farmac&eacute;utico para obtener m&aacute;s informaci&oacute;n.<br /> En el evento de descubrir unos s&iacute;ntomas no mencionados aqu&iacute; en seguida llame a su m&eacute;dico o al farmac&eacute;utico. <br /><br /> <strong>Interacci&oacute;n con otras drogas </strong><br /><br /> Antes de proceder a esta medicaci&oacute;n avise a su m&eacute;dico o al farmac&eacute;utico sobre todos los productos herbac&eacute;os que est&aacute; empleando, tanto prescritos como no prescritos.<br /> El Bupropion puede entrar en una interacci&oacute;n con los productos que contienen:<br /> * &aacute;cidos hidroxi alpha<br /> * &aacute;cido glic&oacute;lico<br /> * resorcinol o el &aacute;cido salic&iacute;lico.<br /> Contacte a su m&eacute;dico o al farmac&eacute;utico para obtener m&aacute;s informaci&oacute;n.<br /><br /> <strong>Dosis omitida </strong><br /><br /> Si se olvida de tomar el Differin a tiempo apropiado, t&oacute;melo en cuanto lo recuerde durante el mismo d&iacute;a. Si ya es la ma&ntilde;ana del d&iacute;a siguiente espere hasta llegar la hora cuando suele aplicar el f&aacute;rmaco seg&uacute;n el horario establecido.<br /><br /> <strong>Sobredosis</strong><br /><br /> Si cree haber aplicado una cantidad demasiada del f&aacute;rmaco de inmediato busque la asistencia m&eacute;dica de urgencia.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Guarde las medicinas a la temperatura ambiental entre 68 y 77 grados Fahrenheit (20-25 cent&iacute;grados) fuera de la luz directa y humedad excesa. No las tenga en el cuarto de ba&ntilde;o. Conserve todas las drogas fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades </strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>