<p><strong>Propiedades<br /></strong><br /> Etodolac es una medecina antiinflamatoria no esteroide (NSAID). Trabaja reduciendo hormonas que causan inflamaci&oacute;n y dolor en cuerpo. Ellos no tratan enfermedad que causa estos s&iacute;ntomas.<br /> Etodolac se usa para tratar dolor o inglamaci&oacute;n causada por artritis o osteoartritis. Tambi&eacute;n reduce dolor, hichaz&oacute;n, y rigidez de articulaci&oacute;n de artritis.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medecina por boca con un vaso de agua (8 onzas o 240 mililitros) a menos que su doctor le dirija al contrario. No se acueste durante al menos 30 minutos despu&eacute;s de tomar esta medicina. Si descomposici&oacute;n ocurre tomando esta medicaci&oacute;n, t&oacute;melo con comida, leche, o anti&aacute;cido.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Etodolac diga a su doctor o farmaceuta si usted tiene alergia a la medecina, o a la aspirina u otros NSAID (por ejemple ibuprofen, neproxen, celecoxib), o si usted tine alguna otra alergia. Antes de tener la cirug&iacute;a, diga a su doctor o dentista que usted toma esta medicaci&oacute;n. Antes de usar esta medicaci&oacute;n, diga a su doctor o farmac&eacute;utico su historial m&eacute;dico, sobre todo de: la enfermedad de ri&ntilde;&oacute;n o h&iacute;gado, diabetes mal controlada, problemas de est&oacute;mago/intestino/es&oacute;fago (p.ej, sangr&iacute;a, &uacute;lceras, ardor de est&oacute;mago que se repite), enfermedad card&iacute;aca (p.ej, paro card&iacute;aco congestivo, historia del ataque card&iacute;aco), golpe, hipertensi&oacute;n, hinchaz&oacute;n (edema, retenci&oacute;n fluida), deshidrataci&oacute;n, des&oacute;rdenes de sangre (p.ej, anemia), problemas de hemorragia o coagulaci&oacute;n, asma, crecimientos de la nariz (p&oacute;lipos nasales).<br /><br /> <strong>Contradiciones<br /></strong><br /> La medecina puede causar da&ntilde;o a bebe no nacido. Diga a su m&eacute;dico si uste est&aacute; embarazada o planea quedar embarazada embarazada durante el tratamiento. Tomando Etodolac durante los &uacute;ltimos 3 meses de embarazo puede causar da&ntilde;o a bebe no nacido. No use medecinas sin receta para fr&iacute;o, alergia, o dolor sin aprobaci&oacute;n de doctor o farmaceuta. No toma alcohol tomando Etodolac. No use la medecina antes o despu&eacute;s de tener la cirug&iacute;a de carretera de circunvalaci&oacute;n de coraz&oacute;n (tambi&eacute;n llamado el injerto de carretera de circunvalaci&oacute;n de arteria coronaria, o CABG).<br /><br /> <strong>Reaciones adversas posibles<br /></strong><br /> Cese tomar Etodolac y busque ayuda m&eacute;dica o llame a su m&eacute;dico en seguida si usted tiene alg&uacute;na de estos efectos secundarios graves: dolor en pecho, debilidad, falto de respiraci&oacute;n, discurso malo, problemas con visi&oacute;n o equilibrio;<br /> deposiciones negras, sangrientas, o alquitranadas;<br /> tos con sangre o v&oacute;mito que parece al poso del caf&eacute;;<br /> hinchaz&oacute;n o aumento de peso r&aacute;pido;<br /> micci&oacute;n menos que de costumbre o su ausencia;<br /> n&aacute;usea, dolor de est&oacute;mago, fiebre baja, p&eacute;rdida de apetito, orina oscura, deposiciones de color de la arcilla, ictericia (ojos o piel amarilla);<br /> fiebre, dolor de garganta, y dolor de cabeza con un abrasador severo, peladura, y erupci&oacute;n de piel roja;<br /> contusi&oacute;n, hormigueo severo, entumecimiento, dolor, debilidad de m&uacute;sculo; o<br /> la fiebre, dolor de cabeza, rigidez de cuello, frialdad, sensibilidad aumentada a puntos ligeros, morados en la piel, y/o el asimiento (convulsiones).<br /> Los efectos secundarios de Etodolac menos serios pueden incluir:<br /> descomposici&oacute;n, ardor de est&oacute;mago suave o dolor de est&oacute;mago, diarrea, estre&ntilde;imiento;<br /> flato, gas;<br /> mareo, dolor de cabeza, nerviosidad;<br /> picor de piel o erupci&oacute;n;<br /> dolor de garganta, nariz congestionada;<br /> visi&oacute;n borrosa; o<br /> zumbido en los o&iacute;dos.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Esta droga no puede ser usada con las siguientes medicaciones por interaccionesmuy graves pueden ocurrir:cidofovir, ketorolac.<br /> Antes de usar la medecina diga a su m&eacute;dico o farmaceuta sobre todas las medecinas prescritas y no, productor herbales que usted puede usar, y especialmente sobre: medicinas de antiplaqueta, bisphosphonates oral, &ldquo;delgadores de sangre&rdquo; corticosteroides, cyclosporine, desmopressin, digoxin, medicinas de hipertensi&oacute;n, litio, methotrexate, pemetrexed, probenecid, antidepresivos de SSRI, "p&iacute;ldoras acu&aacute;ticas" (diur&eacute;ticos, como furosemide, hydrochlorothiazide, triamterene).<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si la medecina fue prescrita a suted en base de horario regular ( no &ldquo;cuando se nesecita&rdquo;) y usted ha omitido una dosis, t&oacute;mela m&aacute;s pronto como usted recuerde. Si es casi la hora para su siguiente dosis, omita la dosis omitida y vuelva a su horario. No tome dosis doblada pla completar la dosis omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Busque ayuda m&eacute;dica urgente si usted piensa que haya tomado mucho de la medecina. S&iacute;ntomas de sobredosis pueden incluir n&aacute;usea, v&oacute;mitos, dolor de est&oacute;mago, somnolencia, deposiciones negras o sangrientas, tos con sangre, falta de respiraci&oacute;n, desmayo o coma.<br /><br /><strong> Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F (20-25 C) en botella original del alcance de calor, humedad, y rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>