<p><strong>Usos de Drogas </strong><br /><br /> Finpecia (Finasteride) se utiliza para tratar la p&eacute;rdida masculina del pelo del patr&oacute;n. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Tome un comprimido al d&iacute;a, o como lo indique su m&eacute;dico. Este medicamento puede tomarse con o sin comidas. <br /> Para obtener el m&aacute;ximo beneficio, tome Fincar regularmente una vez al d&iacute;a. Este medicamento usualmente se debe tomar regularmente durante 3 meses para los beneficios de ser visibles. Una vez que se interrumpe el tratamiento, cualquier aumento en la cantidad de cabello se pierde. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Finpecia previene la conversi&oacute;n de la testosterona en dihidrotestosterona (DHT) en el cuerpo. DHT est&aacute; involucrado en el desarrollo de la hiperplasia prost&aacute;tica benigna (HPB) y p&eacute;rdida de cabello. Este medicamento se usa para tratar los s&iacute;ntomas de la hiperplasia prost&aacute;tica benigna (HPB) en hombres con agrandamiento de la pr&oacute;stata.<br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Finpecia y est&aacute; utilizando con regularidad, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a programar la dosificaci&oacute;n regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Conservar a temperatura ambiente, lejos de la luz solar y la humedad.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> Antes de tomar finasteride, d&iacute;gale a su m&eacute;dico si ha tenido alguna vez una reacci&oacute;n al&eacute;rgica a este medicamento, o para un medicamento similar llamado dutasterida (Avodart). Finasteride nunca debe ser tomado por una mujer o un ni&ntilde;o. Finasteride puede absorberse a trav&eacute;s de la piel, y las mujeres o los ni&ntilde;os no deber&iacute;an ser autorizadas a manipular los comprimidos de finasterida. Aunque finasteride no debe ser utilizado por las mujeres, este medicamento puede causar defectos de nacimiento si una mujer est&aacute; expuesta a ella durante el embarazo. Comprimidos de finasterida no debe ser manejado por una mujer que est&aacute; embarazada o que puedan quedar embarazadas. Si una mujer entra accidentalmente en contacto con este medicamento de una tableta partida o triturada, lave el &aacute;rea con agua y jab&oacute;n de distancia. Llame a su m&eacute;dico inmediatamente si usted nota alg&uacute;n tumor de mama, dolor, secreci&oacute;n del pez&oacute;n o cambios en el seno de otros. Estos pueden ser s&iacute;ntomas de c&aacute;ncer de mama masculino. <br /> Puede haber otros medicamentos que pueden interactuar con finasterida. D&iacute;gale a su m&eacute;dico acerca de todas y de su exceso de los medicamentos sin receta, vitaminas, minerales, productos herbarios, y las drogas recetadas por otros m&eacute;dicos. No empiece una nueva medicina sin antes hablar con su m&eacute;dico.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Obtenga ayuda m&eacute;dica de emergencia si usted tiene cualquiera de estos s&iacute;ntomas de una reacci&oacute;n al&eacute;rgica: urticaria, dificultad para respirar, hinchaz&oacute;n de la cara, labios, lengua o garganta. Llame a su m&eacute;dico inmediatamente si usted nota alg&uacute;n tumor de mama, dolor, secreci&oacute;n del pez&oacute;n o cambios en el seno de otros. Estos pueden ser s&iacute;ntomas de c&aacute;ncer de mama masculino. Los efectos secundarios menos graves pueden incluir: <br /><br /> sentir que se puede desmayar; <br /> hinchaz&oacute;n de las manos o los pies; <br /> dolor en los test&iacute;culos; <br /> impotencia, p&eacute;rdida de inter&eacute;s en el sexo, o dificultad para tener un orgasmo; <br /> eyaculaci&oacute;n anormal; <br /> hinchaz&oacute;n o sensibilidad en los senos; <br /> mareos, debilidad; <br /> dolor de cabeza; <br /> secreci&oacute;n nasal, o <br /> erupci&oacute;n de la piel. <br /><br /> Esto no es una lista completa de efectos secundarios y otros tambi&eacute;n pueden ocurrir. D&iacute;gale a su m&eacute;dico acerca de cualquier efecto secundario inusual o que le cause molestia. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> No comparta este medicamento con otros.</p>