<p><strong>Propiedades<br /></strong><br /> Atorvastatin baja colesterol y se usa para tratar el colesterol alto o bajar el riesgo de golpe, ataque card&iacute;aco u otras complicaciones de coraz&oacute;n en pacientes con cardiopat&iacute;a isqu&eacute;mica o segundo tipo de la diabetes. Atorvastatin ayuda a limpiar el colesterol de lipoprote&iacute;na de baja densidad da&ntilde;osa de la sangre y limitar la capacidad del cuerpo de formar el nuevo colesterol LDL. As&iacute; puede ayudar a prevenir el endurecimiento de las arterias y enfermedad card&iacute;aca, condiciones que pueden llevar a la enfermedad vascular, el ataque card&iacute;aco, el golpe.<br /><br /> <strong>Posolog&iacute;a y forma de precauci&oacute;n</strong><br /><br /> T&oacute;melo oralmente una vez al d&iacute;a con o sin comida. Atorvastatine deber&iacute;a ser tomado con vaso lleno de agua.<br /> La dosis com&uacute;n para adultos es 10 mg. una vez diariamente.<br /> La dosis com&uacute;n para ni&ntilde;os de 10 a 17 a&ntilde;os de la edad es 10 mg. una vez diariamente.<br /> Uso Atorvastatin por ni&ntilde;os que no tienen 10 a&ntilde;os de la edad no son recomendado y la dosis debe ser determinada por su m&eacute;dico.<br /><br /> <strong>Note:</strong> esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> La gente con la diabetes, tiroides underactives, enfermedad de ri&ntilde;&oacute;n, o enfermedad de m&uacute;sculo a veces se necesita pruebas adicionales antes o durante la terapia de atorvastatin porque los ajustes de dosis pueden requerirse. No use cantidades grandes de alcohol tomando esta medicina porque esto puede empeorar los efectos adversos de esta medicina en el h&iacute;gado. Atorvastatin no deber&iacute;a ser usado durante el embarazo, quedando embarazada o lactaci&oacute;n sin el consejo del doctor. No use Atorvastatin antes del amamantamiento sin el permiso del doctor.<br /><br /> <strong>Contradiciones</strong><br /> Atorvastatin es contradicado a la gente que tiene problemas de h&iacute;gado o pruebas de funci&oacute;n de h&iacute;gado anormales inexplicadas. No lo use si usted toma un inhibidor de probromista de VIH (eg, ritonavir), itraconazole, o mibefradil. Tambi&eacute;n Atorvastatin es contraindicado si usted es hipersensible a cualquier componente de esta medicaci&oacute;n, durante embarazo o amamantamiento.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ellas pueden incluir todos los tipos de una reacci&oacute;n al&eacute;rgica. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> dolor de m&uacute;sculo, ternura, o debilidad con s&iacute;ntomas de gripe o fiebre; o<br /> n&aacute;usea, deposici&oacute;n de color de la arcilla, dolor de est&oacute;mago, fiebre baja, ictericia, p&eacute;rdida de apetito, orina oscura.<br /> Los efectos secundarios menos serios incluyen:<br /> n&aacute;usea suave o dolor de est&oacute;mago, trastorno de est&oacute;mago, ardor de est&oacute;mago;<br /> estre&ntilde;imiento, bloating, gas;<br /> nariz congestionada;<br /> el picor, erupci&oacute;n de piel;<br /> dolor de cabeza.<br /> Si usted experimenta uno de ellos deje de usar Atorvastatin y diga a su doctor cuanto antes. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Atrovastatin coopera con las medicinas siguientes: digoxin; erythromycin o clarithromycin; gemfibrozil o fenofibrate; &aacute;cido nicot&iacute;nico; una medicaci&oacute;n antifungosa, como itraconazole, fluconazole, o ketoconazole; las medicinas que debilitan su sistema inmunol&oacute;gico, como medicina de c&aacute;ncer o esteroides, cyclosporine, sirolimus, tacrolimus, y otros; VIH o medicaci&oacute;n de SIDA, como indinavir, nelfinavir, ritonavir, lopinavir-ritonavir, o saquinavir. Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar a uno de ellos. Como de costumbre esto afecta el efecto de medicinas, tan consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis perdida<br /></strong><br /> Si usted ha olvidado de tomar su dosis a tiempo, por favor h&aacute;galo tan pronto como usted recuerda. Pero no tome si es demasiado tarde o casi tiempo para su siguiente dosis. No aumente su dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo regular.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de Atorvastatin no son conocidos bien pero los m&aacute;s posibles incluyen una gota severa en la tensi&oacute;n arterial y un latido del coraz&oacute;n m&aacute;s r&aacute;pido. Si usted experimenta uno de ellos o cualquier s&iacute;ntoma extra&ntilde;o llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F)del alcance de los rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede usar despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.<br /><br /></p>