<p><strong>Usos de Drogas </strong><br /><br /> Carbonato de litio se usa para tratar los episodios man&iacute;acos de la enfermedad man&iacute;aco-depresiva, una condici&oacute;n en la que una persona 's cambios de humor de la depresi&oacute;n a una excitaci&oacute;n excesiva. Un episodio de man&iacute;a pueden incluir algunos o todos de los siguientes s&iacute;ntomas: <br /><br /> Agresividad; <br /> Euforia; <br /> R&aacute;pido, hablando de urgencia; <br /> Fren&eacute;tica actividad f&iacute;sica; <br /> Grandioso, ideas poco realistas; <br /> Hostilidad; <br /> Poca necesidad de sue&ntilde;o; <br /> Mal juicio. <br /> Algunos m&eacute;dicos tambi&eacute;n prescriben de litio para la tensi&oacute;n premenstrual, los trastornos alimenticios como la bulimia, los trastornos del movimiento determinado, y las adicciones sexuales. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Uso de carbonato de litio como lo indique su m&eacute;dico. <br /><br /> Para evitar el malestar estomacal, tome Carbonato de litio inmediatamente despu&eacute;s de las comidas o con alimentos o con leche. <br /> Si bien toma Carbonato de litio, usted debe beber 10 a 12 vasos de agua o de l&iacute;quido al d&iacute;a. Para minimizar el riesgo de efectos secundarios perjudiciales, comer una dieta balanceada que incluya un poco de sal y un mont&oacute;n de l&iacute;quidos. Si usted ha estado sudando mucho o ha tenido diarrea, aseg&uacute;rese de recibir l&iacute;quidos adicionales y la sal. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar carbonato de litio. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Carbonato de litio es un agente antiman&iacute;acos. Exactamente c&oacute;mo trabaja carbonato de litio es desconocida, pero puede trabajar al alterar el equilibrio de ciertas sustancias qu&iacute;micas en el cerebro. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de carbonato de litio y est&aacute; tomando con regularidad, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda de carbonato de litio a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantener en un apretado, contenedor resistente a la luz. Carbonato de litio Mantenga fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Carbonato de Litio, si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Carbonato de Litio; <br /> tiene de moderada a grave de los ri&ntilde;ones, el coraz&oacute;n o problemas en los vasos sangu&iacute;neos; <br /> usted tiene niveles bajos de sodio en sangre; <br /> se encuentra gravemente deshidratado, enfermo o debilitado; <br /> est&aacute; tomando un enzima convertidora de angiotensina (IECA) (por ejemplo, enalapril) y un diur&eacute;tico (por ejemplo, furosemida, hidroclorotiazida). <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> El carbonato de litio puede causar somnolencia o mareos. Estos efectos pueden ser peores si se lo toma con alcohol o ciertos medicamentos. Uso de carbonato de litio con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> No tome m&aacute;s de la dosis recomendada sin consultar con su m&eacute;dico. <br /> Puede tomar de 1 a 3 semanas para Carbonato de Litio a trabajar. No deje de usar carbonato de litio sin consultar con su m&eacute;dico. <br /> D&iacute;gale a su m&eacute;dico o dentista que usted toma de carbonato de litio antes de recibir atenci&oacute;n m&eacute;dica o dental, atenci&oacute;n de emergencia, o cirug&iacute;a. <br /> Fiebre, infecci&oacute;n, v&oacute;mitos, diarrea o sudoraci&oacute;n excesiva puede afectar los niveles de carbonato de litio en la sangre. Si usted experimenta cualquiera de estas condiciones, consulte a su m&eacute;dico. Hable con su m&eacute;dico acerca de c&oacute;mo reemplazar la sal pierde por el sudor durante el ejercicio. <br /> No cambie la cantidad de sal en su dieta a menos que le indique su m&eacute;dico. Consulte con su m&eacute;dico antes de limitar su ingesta de sal. D&iacute;gale a su m&eacute;dico si usted est&aacute; en una dieta baja en sal. <br /> Las pruebas de laboratorio, incluyendo niveles de litio en sangre y pruebas de funci&oacute;n renal, se puede realizar mientras se utiliza carbonato de litio. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> Uso de carbonato de litio con precauci&oacute;n en los ancianos, que pueden ser m&aacute;s sensibles a sus efectos. <br /> El carbonato de litio no se debe utilizar en ni&ntilde;os menores de 12 a&ntilde;os de edad, la seguridad y la eficacia de estos ni&ntilde;os no han sido confirmadas. <br /> Embarazo y lactancia: carbonato de litio puede causar da&ntilde;o al feto. Si usted piensa que puede estar embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso de carbonato de litio mientras est&aacute; embarazada. Carbonato de litio se encuentra en la leche materna. No amamante cuando est&eacute; tomando carbonato de litio puede causar da&ntilde;o al feto. Si usted piensa que puede estar embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso de carbonato de litio mientras est&aacute; embarazada. Carbonato de litio se encuentra en la leche materna. No amamante cuando est&eacute; tomando Carbonato de Litio.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> temblor de la mano suave, sed leve; temporal, n&aacute;useas leves y el malestar general en el inicio del tratamiento. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), visi&oacute;n borrosa, confusi&oacute;n, diarrea, somnolencia, aumento de peso excesivo, desmayo, mareo, incapacidad para control de la vejiga o los intestinos; aumento de la sed, aumento o disminuci&oacute;n de la micci&oacute;n; espasmos involuntarios o movimientos musculares, p&eacute;rdida de la conciencia, p&eacute;rdida de coordinaci&oacute;n, debilidad muscular, dolor de cabeza persistente, n&aacute;useas persistentes o intensos, zumbido en los o&iacute;dos, convulsiones, pulso lento o irregular , mala pronunciaci&oacute;n, hinchaz&oacute;n de los tobillos o mu&ntilde;ecas, inestabilidad, cambios de vista, v&oacute;mito. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Carbonato de litio se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>