<p><strong>INDICACIONES</strong></p><p>Nicotinell es usado como una ayuda para dejar de fumar.</p><p><strong>INSTRUCCIONES</strong></p><p>Usted debe usar una pastilla cada vez que tiene la necesidad de fumar. Usted debe chupar la pastilla durante unos minutos hasta el sabor deviene fuerte y despues ponga una pastilla entre la mejilla y la enc&iacute;a. Cuando los suaves de sabor desaparece Usted debe chupar la pastilla de nuevo y repetir el mismo proceso. La pastilla va a disolverse completamente despues 30 minutos.</p><p><strong>DOSIS</strong></p><p><strong></strong>Estas pastillas est&aacute;n disponibles en dos concentraciones: 1 mg y 2 mg. Usted debe utilizar las pastillas de 2mg si fuma 30 o m&aacute;s cigarrillos al d&iacute;a pero puede utilizar las pastillas de 1mg si Usted encuentra los 2mg demasiado fuerte. Si fuma menos de 20 cigarrillos al d&iacute;a Usted debe utilizar las pastillas de 1mg.</p><p><strong>ALMACENAMIENTO</strong></p><p>Guarde esta medicina a temperatura ambiente lejos de la humedad, calor, y luz. Almacene&nbsp;lejos de los ni&ntilde;os.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p>Este medicamento puede no ser apropiado para todos y algunas personas nunca debe tomarlo. Consulte con un m&eacute;dico antes de comenzar a tomar el medicamento.<br /><br />Por favor, consulte con un&nbsp;m&eacute;dico antes de tomar este medicamento si:<br />es al&eacute;rgico o sensible o ha tenido alguna reacci&oacute;n a alguno de los ingredientes en la medicina<br />Este medicamento es para alguien menor de 18 a&ntilde;os de edad<br />Usted est&aacute; tratando de dejar de fumar despuse del ataque al coraz&oacute;n o un derrame cerebral<br />Tiene la presi&oacute;n arterial alta<br />Usted tiene problemas cerebrovasculares<br />Usted tiene problemas de circulaci&oacute;n<br />Usted tiene problemas del coraz&oacute;n<br />Usted tiene inflamaci&oacute;n de la boca, nariz o garganta<br />Tiene diabetes<br />Usted tiene problemas gastrointestinales: como esofagitis, gastritis o &uacute;lcera<br />Tiene problemas de ri&ntilde;&oacute;n<br />Tiene problemas de h&iacute;gado<br />Usted tiene feocromocitoma<br />Usted tiene problemas de tiroides<br />Usted tiene fenilcetonuria<br />Usted tiene intolerancia a la fructosa<br />Usted est&aacute; en una dieta baja en sodio</p><p><strong>Interacciones de medicamentos</strong><br /><br />Antes de tomar este medicamento consulte con su m&eacute;dico o farmac&eacute;utico si est&aacute; tomando o ha tomado recientemente otros medicamentos, incluyendo vitaminas, suplementos y preparaciones a base de hierbas o complementarios.<br /><br />Las&nbsp;medicinas siguientes pueden interactuar con este medicamento:<br />teofilina<br />tacrina<br />olanzapina<br />clozapina<br />adenosina<br />cafe&iacute;na<br />paracetamol<br />fenazona<br />fenilbutazona<br />pentazocina<br />lidoca&iacute;na<br />benzodiazepinas<br />warfarina<br />estr&oacute;geno<br />vitamina B12<br />propoxifeno<br />furosemida<br />propranolol<br />Antagonistas H2<br />nifedipina<br />adren&eacute;rgicos o bloqueadores adren&eacute;rgicos</p><p>Si Usted est&aacute; tratando de quedar embarazada, est&aacute; embarazada o amamanta, Usted debe consultar con un m&eacute;dico antes de tomar este medicamento.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Efectos secundarios posibles de Nicotinell:<br /><br />hipersensibilidad<br />angioedema<br />reacciones anafil&aacute;cticas<br />El aumento de la salivaci&oacute;n<br />irritaci&oacute;n de la garganta<br />hipo<br />indigesti&oacute;n o acidez estomacal<br />n&aacute;usea<br />debilidad<br />dolor de cabeza<br />&uacute;lceras en la boca<br />mareo<br />flatulencia<br />gastritis<br />sequedad en la boca<br />boca inflamada o dolorida<br />herpes labial<br />esofagitis<br />palpitaciones<br />problemas del coraz&oacute;n<br />insomnio</p>