<p><strong>Propiedades<br /></strong><br /> Nitroglycerin se usa para prevenir dolor de pecho cr&oacute;nico causado por enfermedad card&iacute;aca. Es un nitrato. Y trabaja relajando vasos sangu&iacute;neos. El dolor en el pecho puede ocurrir cuando el coraz&oacute;n necesita m&aacute;s ox&iacute;geno que puede obtener. La relajaci&oacute;n de vasos sangu&iacute;neos permite que sangre fluya m&aacute;s f&aacute;cilmente. Y de esta modo esto reduce la carga de trabajo del coraz&oacute;n y la cantidad de ox&iacute;geno necesario por el coraz&oacute;n.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medecina exactamente como ha sido prescrito por su m&eacute;dico.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de usar Nitroglycerin hable con su m&eacute;dico si usted est&aacute; embarazada, planea quedar embarazada o amamanta; si usted toma unas medecinas prescritas o no, productos herales o suplementos de dieta, si usted tiene alergia a medecinas, comida u otras sustancias, si usted toma bebidas alcoh&oacute;licas, si usted tiene historia de otros problemas card&iacute;acas (insuficiencia card&iacute;aca, coraz&oacute;n ampliado, ataque card&iacute;aco), tiroides hiperactiva, golpe u otra sangr&iacute;a en el cerebro, o lesi&oacute;n en la cabeza reciente; si usted tiene anemia, hipotensi&oacute;n, deshidrataci&oacute;n, o volumen de sangre bajo.<br /><br /> <strong>Contradiciones</strong><br /><br /> No use Nitroglycerin si usted tiene alergia a alg&uacute;n componente de la medecina, si usted tiene alergia al pegamento, tensi&oacute;n aumentada o la herida grave de la cabeza, usted tiene la anemia severa, usted toma el inhibidor de tipo 5 aphosphodiesterase.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes incluyen:mareo, o desmayo al sentarse o estar de pie; rubefacci&oacute;n de cara y cuello; dolor de cabeza; irritaci&oacute;n en sitio de remiendo; n&aacute;usea; v&oacute;mitos.<br /> Busque la ayuda m&eacute;dica inmediatamente si usted tiene tales efectos secundarios serios: reacciones al&eacute;rgicas (erupci&oacute;n; urticaria; picor; dificultad de respiraci&oacute;n; estrechez en el pecho; hinchaz&oacute;n de boca, cara, labios, o lengua); visi&oacute;n borrosa; sequedad de boca; desmayo; rubefacci&oacute;n; sudaci&oacute;n pesada; latido del coraz&oacute;n irregular; dolor en el pecho nuevo o que se empeora; piel p&aacute;lida; la palpitaci&oacute;n en el pecho; latido del coraz&oacute;n r&aacute;pido; mareo severo o dolor de cabeza; n&aacute;usea severa o persistente o v&oacute;mitos; falta de respiraci&oacute;n; latido del coraz&oacute;n lento; hinchaz&oacute;n de las manos, tobillos, o pies; debilidad extra&ntilde;a.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Nitroglycerin puede cooperar con las siguientesmedecinas: salicylates (aspirina); bloqueadores beta (propranolol), bloqueadores cancales de calcio (diltiazem), diur&eacute;ticos (furosemide, hydrochlorothiazide), medicinas para hipertensi&oacute;n, phenothiazines (thioridazine), o inhibidores de tipo 5 phosphodiesterase (sildenafil).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted omita una dosis de Nitroglycerin t&oacute;mela m&aacute;s pronto como posible. Si es casi la hora de su siguiente dosis, omita la dosis omitida y vuelva a su horario regular. No use 2 dosis por una vez.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis son piel fria o azulada, confuci&oacute;n, diarrea, sudaci&oacute;n excesiva; desmayo; latido del coraz&oacute;n r&aacute;pido, lento, o irregular; dolor de cabeza palpitante persistente; asimientos; problema de respiraci&oacute;n; problemas de visi&oacute;n. Busque la ayuda m&eacute;dica si usted toma mucho de la medicaci&oacute;n.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F (20-25 C) del alcance de calor, humedad, rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacena en cuarto de ba&ntilde;o. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>