<p><strong>INDICACIONES</strong></p><p>Nizagara es indicada para el tratamiento de la disfunci&oacute;n er&eacute;ctil. Ayuda a aumentar el flujo sangu&iacute;neo en el pene para lograr y mantener una erecci&oacute;n durante la estimulaci&oacute;n sexual.</p><p><strong>INSTRUCCIONES</strong></p><p>Utilice Nizagara como es indicado por el m&eacute;dico.</p><ul><li>Tome Nizagara por v&iacute;a oral con o sin alimentos. Viagra podr&iacute;a no funcionar  lo m&aacute;s r&aacute;pidamente si es tomada con una comida rica en grasas.</li><li>Generalmente Nizagara es tomada aproximadamente 1 hora antes de la  actividad sexual, pero, puede ser tomada desde 4 horas a una media hora  antes de la actividad sexual. Es necesario de hablar con el m&eacute;dico sobre  la mejor manera de toma de Nizagara.</li><li>Nizagara ayuda tener una erecci&oacute;n a un hombre con disfunci&oacute;n er&eacute;ctil cuando est&aacute; sexualmente excitado.</li><li>No tome m&aacute;s de la dosis recomendada o no lo tome con m&aacute;s frecuencia que una vez al d&iacute;a; tome como es indicado por m&eacute;dico.</li><li>Si usted olvida de tomar una dosis de Nizagara y pero tiene la intenci&oacute;n  de participar en la actividad sexual, t&oacute;mela tan pronto como usted  recuerde. Contin&uacute;e a tomarla como es indicado por el m&eacute;dico.</li></ul><p>Consulte con su m&eacute;dico si Usted tiene cualquiera pregunta sobre la toma de Nizagara.</p><p><strong>ALMACENAMIENTO&nbsp;</strong></p><p>Almacene Nizagara a temperatura ambiente entre 59 y 86 grados F (15-30 grados C) lejos del calor, de la humedad y de la luz. Almacene Nizagara lejos del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:&nbsp;</strong></p><p>Ingrediente activo: citrato de sildenafil.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Nizagara si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Nizagara</li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li>Usted&nbsp;toma los nitratos (por ejemplo, isosorbide, nitroglicerina) en  cualquiera forma (por ejemplo, tableta, c&aacute;psula, ung&uuml;ento) o  nitroprusiato</li><li>Usted&nbsp;usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</li><li>Usted&nbsp;toma otro inhibidor de FDE5 (por ejemplo, tadalafil, vardenafil) o alg&uacute;n otro medicamento que contiene sildenafilo.</li></ul><p>Contacte con su m&eacute;dico inmediatamente si alguna de estas condici&oacute;nes se aplique a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Nizagara. D&iacute;gale a  su m&eacute;dico o farmac&eacute;utico si tiene algunas de las siguientes condici&oacute;nes  m&eacute;dicas:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si usted tiene un pene deforme (por ejemplo, fibrosis cavernosa,  enfermedad de Peyronie), los problemas de las c&eacute;lulas sangu&iacute;neas (por  ejemplo, leucemia, mieloma m&uacute;ltiple, anemia de c&eacute;lulas falciformes), o  otra condici&oacute;n que puede aumentar el riesgo de una erecci&oacute;n prolongada  (priapismo)</li><li>si usted tiene antecedentes de una erecci&oacute;n prolongada (m&aacute;s de 4 horas) o dolorosa (priapismo)</li><li>si usted tiene antecedentes de problemas de la vista (por ejemplo,  degeneraci&oacute;n macular, neuropat&iacute;a &oacute;ptica, retinitis pigmentosa, p&eacute;rdida  repentina de visi&oacute;n en uno o ambos ojos) o problemas de audici&oacute;n (por  ejemplo, zumbido en los o&iacute;dos, disminuci&oacute;n de la audici&oacute;n, p&eacute;rdida de la  audici&oacute;n)</li><li>si usted tiene antecedentes de problemas hep&aacute;ticos o renales,  problemas pulmonares (por ejemplo, enfermedad pulmonar veno-oclusiva  hep&aacute;tica), presi&oacute;n arterial alta o baja, &uacute;lceras, problemas de sangrado,  problemas card&iacute;acos (por ejemplo, angina de pecho, la estenosis  a&oacute;rtica, insuficiencia card&iacute;aca, ritmo card&iacute;aco irregular) , o los  problemas de los vasos sangu&iacute;neos</li><li>si usted tiene un antecedente de ataque card&iacute;aco, accidente  cerebrovascular, o arritmias amenazantes a la vida, especialmente en los  &uacute;ltimos 6 meses.</li></ul><p>Algunos medicamentos pueden interactuar con Nizagara. D&iacute;ga a su m&eacute;dico si  toma otros medicamentos, especialmente cualquier de los siguientes:</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para  la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide,  nitroglicerina), o nitroprusiato porque la presi&oacute;n arterial muy baja,  con mareos, vah&iacute;dos y desmayos pueden ocurrir</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol, ketoconazol), los  antagonistas H2 (por ejemplo, cimetidina), inhibidores de la proteasa  del VIH (por ejemplo, ritonavir, saquinavir), antibi&oacute;ticos macr&oacute;lidos  (por ejemplo, eritromicina), analg&eacute;sicos narc&oacute;ticos (por ejemplo, la  dihidrocode&iacute;na), o telitromicina porque ellos pueden aumentar el riesgo  de efectos secundarios de Nizagara</li><li>Bosentan o rifampicina, porque pueden disminuir la eficacia de Nizagara.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Pregunte a su m&eacute;dico si Nizagara puede interaccionar con otros  medicamentos que toma. Consulte con su m&eacute;dico antes de iniciar, detener o  cambiar la dosis de cualquier medicamento.</p><p>Informaci&oacute;n importante sobre seguridad:&nbsp;usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</p><li>Usted</li><p>&nbsp;</p><p>Contacte con su m&eacute;</p><p>Algunas condiciones m&eacute;</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;</li><li>si usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si usted tiene un pene deforme (por ejemplo, fibrosis cavernosa,  enfermedad de Peyronie), los problemas de las c&eacute;</li><li>si usted tiene antecedentes de una erecci&oacute;</li><li>si usted tiene antecedentes de problemas de la vista (por ejemplo,  degeneraci&oacute;</li><li>si usted tiene antecedentes de problemas hep&aacute;</li><li>si usted tiene un antecedente de ataque card&iacute;</li></ul><p>Algunos medicamentos pueden interactuar con Nizagara. D&iacute;</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para  la presi&oacute;</li><li>Antif&uacute;</li><li>Bosentan o rifampicina, porque pueden disminuir la eficacia de Nizagara.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Pregunte a su m&eacute;dico.</p><p><strong><p><strong>Informaci&oacute;n</strong></p></strong><ul><li>Nizagara puede causar mareos, somnolencia, desmayos, o visi&oacute;n borrosa.  Estos efectos pueden empeorar si usted toma Nizagara con alcohol o  ciertos medicamentos. Use Nizagara con precauci&oacute;n. No conduzca o realice  otras tareas peligrosas posibles hasta que sepa c&oacute;mo son vuestras  reacciones al medicamento.&nbsp;</li></ul><ul><li>Nizagara puede causar mareos, vah&iacute;dos o desmayos; alcohol, tiempo  caluroso, ejercicio, o fiebre pueden aumentar estos efectos. Para evitar  estos efectos, levantese o si&eacute;ntese lentamente, especialmente en la  ma&ntilde;ana. Siana. Si&eacute;ntese o acu&eacute;stese a la primera se&ntilde;al de alguno de estos  efectos.</li><li>Los pacientes con problemas card&iacute;acos que toman Nizagara pueden tener  efectos secundarios relacionados con el coraz&oacute;n, incluyendo ataque  card&iacute;aco o accidente cerebrovascular. Los s&iacute;ntomas de un ataque card&iacute;aco  pueden incluir dolor en el pecho, en los hombros, en el cuello o dolor  en la mand&iacute;bula, entumecimiento de un brazo o una pierna; mareos  intensos, dolor de cabeza, n&aacute;useas, dolor de est&oacute;mago o v&oacute;mitos, cambios  en la visi&oacute;n, sensaci&oacute;n de desmayo. Los s&iacute;ntomas de un accidente  cerebrovascular pueden incluir confusi&oacute;n, cambios de visi&oacute;n o del habla,  debilidad unilateral, o desmayo. Consulte con su m&eacute;dico o busque  atenci&oacute;n m&eacute;dica inmediatamente si tiene estos s&iacute;ntomas.</li><li>Nizagara puede causar una erecci&oacute;n prolongada (por ejemplo, m&aacute;s de 4  horas) o dolorosa. Esto puede ocurrir igualmente cuando no tiene  relaciones sexuales. Si no es tratada inmediatamente, podr&iacute;a acabar en  problemas sexuales permanentes como la impotencia. P&oacute;ngase en contacto  con su m&eacute;dico inmediatamente si usted tiene una erecci&oacute;n que dura m&aacute;s de  4 horas.</li><li>Nizagara no detiene la propagaci&oacute;n del VIH o otras enfermedades de  transmisi&oacute;n sexual (ETS) a otros por contacto sexual. Use m&eacute;todos  anticonceptivos de barrera (por ejemplo, preservativos) si tiene la  infecci&oacute;n por VIH o ETS.</li><li>Nizagara no previene el embarazo. Si su pareja puede empre&ntilde;arse y  usted quere evitar el embarazo, usa un m&eacute;todo efectivo de control de la  natalidad.</li><li>Nizagara infrecuente puede causar cambios la visi&oacute;n leves, temporales  (por ejemplo, la visi&oacute;n borrosa, sensibilidad para la luz, el color azul  / verde de la visi&oacute;n). Consulte a su m&eacute;dico si los cambios de la visi&oacute;n  persisten o son severos.</li><li>En raras ocasiones, un problema del ojo llamada no arter&iacute;tica  neuropat&iacute;a &oacute;ptica isqu&eacute;mica anterior ha sido reportada en pacientes que  tomaban Nizagara. Esto puede conducir a la disminuci&oacute;n de la visi&oacute;n o la  p&eacute;rdida permanente de visi&oacute;n en algunos casos. Si Usted observa una  disminuci&oacute;n repentina de la visi&oacute;n o p&eacute;rdida de visi&oacute;n en uno o ambos  ojos, consulte a su m&eacute;dico inmediatamente.</li><li>Descensos bruscos de la audici&oacute;n y la p&eacute;rdida de la audici&oacute;n han  sido reportados en algunos pacientes que han tomado Nizagara. Ellos  notaron a veces un zumbido en los o&iacute;dos o mareos. Si Usted observa una  disminuci&oacute;n o p&eacute;rdida repentina de la audici&oacute;n, consulte con su m&eacute;dico  inmediatamente.</li><li>No use otros medicamentos o tratamientos para la disfunci&oacute;n er&eacute;ctil,  mientras que usted est&aacute; tomando Nizagara sin consultar con su m&eacute;dico.</li><li>Use Nizagara con precauci&oacute;n en los ancianos, porque pueden ser m&aacute;s sensibles a sus efectos.</li></ul><ul><li>Nizagara no es recomendada para uso en ni&ntilde;os menores de 18 a&ntilde;os.</li></ul><strong><p><strong>EFECTOS SECUNDARIOS</strong></p></strong>Todos los medicamentos pueden causar efectos secundarios, pero muchas  personas no tienen estos efectos, o tienen efectos secundarios menores.<p>Consulte con su m&eacute;dico.<br /><br />zumbido en los o&iacute;dos o p&eacute;rdida repentina de la audici&oacute;n;<br />dolor de pecho o sensaci&oacute;n de pesadez, dolor que se extiende al brazo u hombro, n&aacute;usea, sudoraci&oacute;n, sensaci&oacute;n de malestar general;<br />latido del coraz&oacute;n irregular;<br />hinchaz&oacute;n en sus manos, tobillos, o pies;<br />dificultad para respirar;<br />cambios en la visi&oacute;n;<br />sensaci&oacute;n de desvanecimiento, desmayo; o<br />erecci&oacute;n del pene que es dolorosa o que dura 4 horas o m&aacute;s.<br /><br />Menos efectos secundarios graves pueden incluir:<br />calor o enrojecimiento en la cara, el cuello o el pecho;<br />congesti&oacute;n nasal;<br />dolor de cabeza;<br />dolor de barriga; o<br />dolor de espalda.</p><p>Esta no es una lista completa de efectos secundarios y otros tambi&eacute;n pueden ocurrir. D&iacute;gale a su m&eacute;dico acerca de cualquier efecto secundario inusual o que le cause molestia.</p></p>