<p><strong>Usos de Drogas </strong><br /><br /> Propranolol se utiliza para el tratamiento de ciertos tipos de latidos irregulares. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> El propranolol puede utilizar seg&uacute;n las indicaciones de su m&eacute;dico. <br /><br /> Tome propranolol por v&iacute;a oral con o sin alimentos. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar el propranolol. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> El propranolol es un beta-bloqueante. Funciona al disminuir la acci&oacute;n de las c&eacute;lulas marcapasos y frenar ciertos impulsos en el coraz&oacute;n. Esto ayuda a controlar los latidos del coraz&oacute;n irregulares. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de propranolol y se lo est&aacute;n tomando con regularidad, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda propranolol a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantener en un apretado, contenedor resistente a la luz. El propranolol Mantenga fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice propranolol si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de propranolol; <br /> tiene de moderada a grave bloqueo card&iacute;aco, insuficiencia cardiaca no controlada, el shock causado por graves problemas card&iacute;acos, ritmo card&iacute;aco muy lento con bloqueo cardiaco o presi&oacute;n arterial muy baja despu&eacute;s de un ataque al coraz&oacute;n; <br /> usted tiene asma o el s&iacute;ndrome de Raynaud; <br /> el paciente es un ni&ntilde;o con diabetes o insuficiencia cardiaca. <br /> usted est&aacute; tomando mibefradil. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> El propranolol puede causar somnolencia, mareo, aturdimiento, o cambios en la visi&oacute;n. Estos efectos pueden ser peores si se lo toma con alcohol o ciertos medicamentos. El propranolol puede utilizar con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> Consulte con su m&eacute;dico antes de tomar alcohol mientras est&eacute; tomando propranolol, ya que puede aumentar el riesgo de propranolol 's efectos secundarios. <br /> No tome m&aacute;s de la dosis recomendada sin consultar con su m&eacute;dico. <br /> Los pacientes que toman medicamentos para la hipertensi&oacute;n a menudo se siente cansado o d&eacute;bil por unas pocas semanas despu&eacute;s de iniciar el tratamiento. Aseg&uacute;rese de tomar su medicamento incluso si usted no puede sentirse "normal. " D&iacute;gale a su m&eacute;dico si desarrolla cualquier s&iacute;ntoma nuevo. <br /> Si usted tiene un historial de reacci&oacute;n al&eacute;rgica severa, hable con su m&eacute;dico. Usted puede estar en riesgo de una reacci&oacute;n al&eacute;rgica m&aacute;s grave si se entra en contacto con la sustancia que causa su alergia. Algunos medicamentos utilizados para tratar las alergias severas puede no funcionar tan bien mientras est&aacute; usando propranolol. <br /> El propranolol puede disminuir sus niveles de az&uacute;car en la sangre. Esto es m&aacute;s probable que ocurra en los beb&eacute;s y los ni&ntilde;os, o en pacientes que padecen diabetes o problemas renales. Tambi&eacute;n puede ocurrir despu&eacute;s de una actividad f&iacute;sica prolongada o durante el ayuno. La hipoglucemia puede causarle ansiedad, sudor, debilidad, mareos, somnolencia o desmayos. Tambi&eacute;n puede hacer que su coraz&oacute;n lata m&aacute;s r&aacute;pido, hacer su cambio de visi&oacute;n; darle un dolor de cabeza, escalofr&iacute;os o temblores, o que se sienta m&aacute;s hambre. Si esto ocurre, usted debe comer o beber de una fuente r&aacute;pida de az&uacute;car como el az&uacute;car de mesa, miel, dulces, jugo de naranja, o no, refresco de dieta. Esto aumentar&aacute; su nivel de az&uacute;car en la sangre r&aacute;pidamente. D&iacute;gale a su m&eacute;dico de inmediato si esto sucede. <br /> Pacientes con Diabetes - El propranolol puede ocultar los signos de az&uacute;car en la sangre, como un latido del coraz&oacute;n r&aacute;pido. Aseg&uacute;rese de ver otros signos de az&uacute;car en sangre. Compruebe los niveles de az&uacute;car en la sangre. Preg&uacute;ntele a su m&eacute;dico antes de cambiar la dosis de su medicamento para la diabetes. <br /> El propranolol puede interferir con ciertas pruebas de laboratorio, incluyendo la prueba de detecci&oacute;n del glaucoma y la ecocardiograf&iacute;a de estr&eacute;s con dobutamina. Aseg&uacute;rese de que su m&eacute;dico y personal de laboratorio que usted est&aacute; usando propranolol. <br /> Las pruebas de laboratorio, incluyendo la presi&oacute;n arterial y pruebas de funci&oacute;n cardiaca, se puede realizar mientras se utiliza el propranolol. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> Embarazo y lactancia: Si se queda embarazada, consulte a su m&eacute;dico. Usted tendr&aacute; que discutir los beneficios y riesgos del uso de propranolol, mientras que est&aacute; embarazada. El propranolol se encuentra en la leche materna. Si usted es o ser&aacute; la lactancia materna mientras se utiliza propranolol, consulte con su m&eacute;dico. Discuta cualquier riesgo posible para su beb&eacute;.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> estre&ntilde;imiento, diarrea, mareo, somnolencia, fatiga, mareo, dolor leve, hinchaz&oacute;n o enrojecimiento en el sitio de la inyecci&oacute;n, n&aacute;useas, dolor de est&oacute;mago o c&oacute;licos, dificultad para dormir, v&oacute;mitos, debilidad. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor en el pecho, desorientaci&oacute;n, dolor y fiebre con dolor de garganta, alucinaciones, p&eacute;rdida de memoria, mental o cambios de humor, entumecimiento u hormigueo de las manos; cambios en la visi&oacute;n persistente o grave, enrojecimiento de la piel, hinchaz&oacute;n, ampollas o descamaci&oacute;n, mareos intensos, dificultad para respirar o sibilancias; repentino aumento de peso inusual, hinchaz&oacute;n de las manos, tobillos o pies, inusual dedos moretones; ritmo cardiaco lento, muy fr&iacute;o o azul o de los pies.<br /> <br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> El propranolol es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.lulas marcapasos y frenar ciertos impulsos en el coraz</p>