<p><strong>INDICACIONES</strong></p><p>Sildalis es un producto m&eacute;dico &uacute;nico que es el innovador avance de los mejores farmac&eacute;uticos de todo el mundo. Este remedio es combinado para el tratamiento de la disfunci&oacute;n sexual en los hombres. Este medicamento incluye los componentes activos m&aacute;s conocidos - Sildenafil y Tadalafil. Esta combinaci&oacute;n permite a los usuarios conseguir una erecci&oacute;n potente y estable y al mismo tiempo, prolonga el acto sexual. El medicamento comienza a actuar en 20 minutos. El tiempo de la acci&oacute;n es hasta 36 horas.</p><p><strong>INSTRUCCIONES</strong></p><p>Antes del inicio del tratamiento Usted debe preguntar a su m&eacute;dico c&oacute;mo tomar este medicamento, la dosis que Usted debe utilizar, con qual frecuencia Usted puede tomar las pastillas y cu&aacute;les son las recomendaciones para aumentar la eficacia del tratamiento. Todas estas recomendaciones est&aacute;n dirigidas a proporcionar la m&aacute;xima seguridad del tratamiento y evitar los efectos secundarios.</p><p>&nbsp; - Es necesario de tomar las tabletas de Sildalis directamente antes de la relaci&oacute;n sexual con un poco de agua.</p><p>&nbsp; - Usted debe tomar el medicamento un m&iacute;nimo de 30 minutos antes del comienzo de la intimidad porque eso tiempo es suficiente para la disoluci&oacute;n completa de los componentes activos en el est&oacute;mago y la penetraci&oacute;n en la sangre.</p><p><strong>DOSIS</strong></p><p>Los usuarios deben tomar un comprimido de Sildalis al menos 20 minutos antes de la actividad sexual.</p><p>La dosis diaria no debe aumentar un comprimido que contiene 100 mg de sildenafil y 20 mg de tadalafil.</p><p>Dosis omitida:</p><p>Sildalis no requiere la ingesta regular, por lo que si Usted ha omitido la dosis, Usted puede ignorarla.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Sildalis en un lugar seco y oscuro a temperatura ambiente, lejos del alcance de los ni&ntilde;os. Compruebe necesariamente la fecha de caducidad indicada en el envase antes de empezar a tomar el medicamento.n completa de los componentes activos en el est</p><p><strong>DOSIS</strong></p><p>Los usuarios deben tomar un comprimido de Sildalis al menos 20 minutos antes de la actividad sexual.</p><p>La dosis diaria no debe aumentar un comprimido que contiene 100 mg de sildenafil y 20 mg de tadalafil.</p><p>Dosis omitida:</p><p>Sildalis no requiere la ingesta regular, por lo que si Usted ha omitido la dosis, Usted puede ignorarla.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Sildalis en un lugar seco y oscuro a temperatura ambiente, lejos del alcance de los ni&ntilde;</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p>Por favor, siga las instrucciones. Si trata Sildalis por primera vez, es necesario de consultar con su m&eacute;dico. Consulta oportuna permitir&aacute; a evitar los efectos adversos posibles y hacer el tratamiento m&aacute;s eficiente posible.</p><p>Sildalis puede causar efectos adversos graves si no es tomado correctamente. Consulte con su m&eacute;dico para averiguar si Usted puede tomar el medicamento sin efectos adversos graves. Hipersensibilidad a los componentes del medicamento, presi&oacute;n arterial baja y otras condiciones pueden ser contraindicaciones para el uso de Sildalis. Sildalis, como una combinaci&oacute;n de tadalafil y citrato de sildenafil, puede interactuar con otros agentes antihipertensivos. No es recomendado de tomar Sildalis junto con medicamentos que disminuyen la presi&oacute;n arterial o vasodilatadores.</p><p>- Si el hombre tiene un ataque al coraz&oacute;n o un derrame cerebral en los 3 meses antes del inicio del tratamiento, no es recomendado de tomar el medicamento. Esto causa la tensi&oacute;n en la labor del sistema cardiovascular, y el coraz&oacute;n d&eacute;bil no puede soportarlo.</p><p>- Si el hombre es diagnosticado con la alergia a sildenafil o tadalafil, el uso adicional de la medicaci&oacute;n es contraindicado.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Si un paciente tiene afecciones graves de h&iacute;gado (como cirrosis del h&iacute;gado), insuficiencia renal, enfermedades cardiovasculares, tipo grave de glaucoma, enfermedades de</p>