<p><strong>INDICACIONES</strong></p><p>Silvitra es una medicina qui combina las sustancias conocidas como citrato de Sildenafil 100mg y Vardenafil 20mg que pertenecen al grupo de los inhibidores de la PDE5. Silvitra combina los efectos de Viagra y de Levitra, y es usada para tratar la disfunci&oacute;n er&eacute;ctil, aumentando el flujo de sangre al pene. La combinaci&oacute;n de esas drogas hace Silvitra la opci&oacute;n n&uacute;mero uno para los pacientes con disfunci&oacute;n er&eacute;ctil, que desean tener una erecci&oacute;n larga y estable.</p><p><strong>INSTRUCCIONES</strong></p><p>Antes del inicio del tratamiento Usted debe preguntar a su m&eacute;dico c&oacute;mo tomar este medicamento, la dosis que Usted debe utilizar, con qual frecuencia Usted puede tomar las pastillas y cu&aacute;les son las recomendaciones para aumentar la eficacia del tratamiento. Todas estas recomendaciones est&aacute;n dirigidas a proporcionar la m&aacute;xima seguridad del tratamiento y evitar los efectos secundarios.</p><p>Es recomendado tomar una pastilla de Silvitra de 20 minutos a una hora antes de su acto sexual. Tome Silvitra no m&aacute;s de una vez por d&iacute;a. Por favor, consulte con su m&eacute;dico antes de comenzar a tomar este medicamento para comprobar que no tiene contraindicaciones.</p><p><strong><strong>DOSIS</strong></strong></p><p>La dosis habitual de Silvitra no exceda de un comprimido una vez al d&iacute;a, una hora antes de la actividad sexual.</p><p>La dosis omitida: Si Usted ha olvidado la dosis de Silvitra, tome el comprimido tan pronto como lo recuerde. No tome m&aacute;s de una tableta de Silvitra una vez al d&iacute;a.</p><p><strong><strong>ALMACENAMIENTO</strong></strong></p><p>Almacene Silvitra en un lugar seco a temperatura ambiente. No lo exponga a la luz solar directa. Guarde el medicamento lejos de los ni&ntilde;os.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p>Por favor, consulte con un m&eacute;dico antes de tomar Silvitra.</p><p>No tome Silvitra si usted sufre de la enfermedad coronaria o si toma cualquier f&aacute;rmaco que contiene nitratos o nitritos.</p><p>No tome Silvitra si usted es al&eacute;rgico a Citrato de Sildenafil o Vardenafil.</p><p>Utilice Silvitra como se describe en las instrucciones, o seg&uacute;n la prescripci&oacute;n de su m&eacute;dico para evitar los efectos secundarios causados ​​por Citrato de Sildenafil 100 mg + Vardenafil 20 mg.</p><p>Los pacientes con hipersensibilidad (alergia) a cualquier de los componentes del medicamento deben evitar tomar Silvitra. Los pacientes con antecedentes de enfermedades del coraz&oacute;n no deben tomar el medicamento sin una consulta exhaustiva con un m&eacute;dico. Los pacientes con hipotensi&oacute;n deben evitar el uso de Silvitra.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Los efectos secundarios posibles:</p><p>rubor, enrojecimiento de ojos, congesti&oacute;n nasal, dolor de cabeza, la disfunci&oacute;n del tracto gastrointestinal, n&aacute;useas, trastornos de la visi&oacute;n, insomnio. Por favor, consulte con su m&eacute;dico si alguno de los efectos secundarios mencionados no desaparece.</p><p>Los efectos adversos de la droga incluyen problemas digestivos, fatiga, mareos y v&eacute;rtigo. Usted tambi&eacute;n puede obtener trastornos de la visi&oacute;n y dolores de cabeza. Los pacientes con alergia a los componentes de la droga pueden sufrir de hipersensibilidad a la luz, sofocos y el insomnio.</p>