<p><strong>INDICACIONES</strong></p><p><strong>&nbsp;</strong>Super Levitra es indicada para el tratamiento de la disfunci&oacute;n er&eacute;ctil.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Super Levitra como es indicado por el m&eacute;dico.</p><ul><li>Tome Super Levitra por v&iacute;a oral con o sin comida.</li><li>Tome Super Levitra aproximadamente 1 hora&nbsp; antes de la actividad sexual.</li><li>No tome Super Levitra con m&aacute;s frecuencia que una vez al d&iacute;a, o como es indicado por el m&eacute;dico.</li><li>Consulte con su m&eacute;dico antes de comer toronja o beber jugo de toronja mientras toma Super Levitra.</li><li>Si olvida una dosis de Levitra y tiene la intenci&oacute;n de participar en la  actividad sexual, t&oacute;mela tan pronto como lo recuerde. Contin&uacute;e a tomarla  como es dirigido por el doctor.</li></ul><p><strong>DOSIS</strong></p><p>Por favor, tome el medicamento exactamente seg&uacute;n las indicaciones de su m&eacute;dico.</p><p>Algunos hombres pueden solamente tomar una dosis baja de Super Levitra a causa de condiciones m&eacute;dicas o medicamentos que toman. El doctor prescribir&aacute; la dosis que es mejor para ellos.</p><ul><li>Si usted es mayor de 65 a&ntilde;os o tiene problemas hep&aacute;ticos, su m&eacute;dico puede comenzar con una dosis m&aacute;s baja de Super Levitra.</li><li>Si usted tiene problemas con pr&oacute;stata o presi&oacute;n arterial alta, para lo cual toma medicamentos llamados alfabloqueantes, su m&eacute;dico puede comenzar con una dosis m&aacute;s baja de Super Levitra.</li><li>Si toma otros medicamentos, su m&eacute;dico puede recetar una dosis inicial m&aacute;s baja y limitar a una dosis de Super Levitra en el periodo de 72 horas (3 d&iacute;as).</li></ul><p>Consulte con su m&eacute;dico si tiene cualquiera pregunta sobre el empleo de Super Levitra.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene &nbsp;Super Levitra a 25 grados C (77 grados F). Almacene &nbsp;Super Levitra fuera del alcance de los ni&ntilde;os.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingrediente activo: Vardenafil y Dapoxetine.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Extra Super Levitra si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Extra Super Levitra</li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li><span id="result_box" lang="es"><span class="hps">Usted tiene</span> <span class="hps">ciertos problemas card&iacute;acos</span> <span class="hps">(por ejemplo,</span> <span class="hps">insuficiencia cardiaca</span><span>,</span> <span class="hps">angina de pecho)</span><span>, presi&oacute;n</span> <span class="hps">arterial alta o baja</span><span>, problemas</span> <span class="hps alt-edited">hep&aacute;ticos graves</span> <span class="hps">o problemas</span> <span class="hps alt-edited">renales graves</span> <span class="hps">que requieren</span> <span class="hps">di&aacute;lisi</span></span>s</li><li>Usted tiene ciertos problemas hereditarios degenerativos del ojo (ej, retinitis pigmentosa)</li><li>Usted ha tenido un ataque card&iacute;aco, accidente cerebrovascular, o palpitaciones irregulares amenazadas a la vida en los &uacute;ltimos 6 meses</li><li>Usted tiene antecedentes de un tipo determinado de golpes del coraz&oacute;n irregulares (por ejemplo, prolongaci&oacute;n del intervalo de tranquilidad cong&eacute;nita) o toma ciertos medicamentos antiarr&iacute;tmicos (por ejemplo, quinidina, procainamida, amiodarona, sotalol)</li><li>Usted toma los nitratos (por ejemplo, isosorbide, nitroglicerina) en  cualquiera forma (por ejemplo, tableta, c&aacute;psula, ung&uuml;ento) o  nitroprusiato</li><li>Usted usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</li><li>Usted toma otro inhibidor de FDE5 (por ejemplo, tadalafil, vardenafil) o alg&uacute;n otro medicamento que contiene vardenafil.</li></ul><p>Contacte con su m&eacute;dico de una vez si algunas de estas condici&oacute;nes se apliquen a usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Extra Super Levitra. D&iacute;ga a su  m&eacute;dico o farmac&eacute;utico si tiene algunas de los siguientes condici&oacute;nes  m&eacute;dicas:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si Usted tiene un pene deforme (por ejemplo, fibrosis cavernosa,  enfermedad de Peyronie), los problemas de las c&eacute;lulas sangu&iacute;neas (por  ejemplo, leucemia, mieloma m&uacute;ltiple, anemia de c&eacute;lulas falciformes), o  otra condici&oacute;n que puede aumentar el riesgo de una erecci&oacute;n prolongada  (priapismo)</li><li>si Usted tiene un antecedente de una erecci&oacute;n prolongada (m&aacute;s de 4 horas) o dolorosa (priapismo)</li><li>si Usted tiene un antecedente de problemas de la vista (por ejemplo,  degeneraci&oacute;n macular, neuropat&iacute;a &oacute;ptica, retinitis pigmentosa, p&eacute;rdida  repentina de visi&oacute;n en uno o ambos ojos) o problemas con audici&oacute;n (por  ejemplo, zumbido en los o&iacute;dos, disminuci&oacute;n de la audici&oacute;n, p&eacute;rdida de la  audici&oacute;n)</li><li>si Usted tiene un antecedente de problemas hep&aacute;ticos o renales, di&aacute;lisis, la presi&oacute;n arterial alta o baja, &uacute;lceras, convulsiones, problemas pulmonares (por ejemplo, enfermedad pulmonar veno-oclusiva hep&aacute;tica), problemas con hemorragia, problemas de los vasos sangu&iacute;neos o problemas card&iacute;acos (por ejemplo, angina de pecho, la estenosis a&oacute;rtica, insuficiencia card&iacute;aca)</li><li>si Usted tiene un antecedentes de ataque card&iacute;aco, accidente cerebrovascular, un cierto tipo de ritmo card&iacute;aco irregular (s&iacute;ndrome de tranquilidad prolongada), o antecedentes familiares de s&iacute;ndrome de tranquilidad larga.</li></ul><p>Algunos medicamentos pueden interactuar con Extra Super Levitra. D&iacute;ga a su m&eacute;dico  si toma otros medicamentos, especialmente cualquiera de los siguientes:</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para la  presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide,  nitroglicerina), o nitroprusiato porque la presi&oacute;n arterial muy baja,  con mareos, vah&iacute;dos y desmayos pueden ocurrir</li><li>Ciertos antiarr&iacute;tmicos (por ejemplo, amiodarona, procainamida, quinidina, sotalol), porque el riesgo de ritmo card&iacute;aco irregular puede ser aumentado</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol), inhibidores de la proteasa del VIH (por ejemplo, indinavir, ritonavir), antibi&oacute;ticos macr&oacute;lidos (por ejemplo, eritromicina), o telitromicina porque pueden aumentar el riesgo de efectos secundarios de Extra Super Levitra</li><li>Rifampicina, porque puede disminuir la eficacia de Extra Super Levitra.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Pregunte su m&eacute;dico si Extra Super Levitra puede interaccionar con otros medicamentos  que toma. Consulte con el m&eacute;dico antes de iniciar, detener o cambiar la  dosis de cualquier medicamento.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas  personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Mareos, sofocos, dolor de cabeza, pirosis, n&aacute;useas, congesti&oacute;n o secreci&oacute;n nasal, dispepsia.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor en el pecho, desmayos, ritmo cardiaco r&aacute;pido, lento o irregular, p&eacute;rdida de memoria, adormecimiento de un brazo o una pierna; erecci&oacute;n prolongada y dolorosa, zumbido en los o&iacute;dos, convulsiones, dolor en la espalda severo o dolor muscular, v&eacute;rtigos severos o persistentes, cambios en la visi&oacute;n severos o persistentes, disminuci&oacute;n o p&eacute;rdida repentina de la audici&oacute;n; disminuci&oacute;n o p&eacute;rdida repentina de la visi&oacute;n en uno o ambos ojos, dolor de cabeza repentino y severo o v&oacute;mito.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si  usted tiene preguntas sobre los efectos secundarios, contacte con el  m&eacute;dico.</p>