<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Tetracycline se usa para tratar infecciones causadas por ciertas bacterias. Es un antibi&oacute;tico de tetraciclina. Baja crecimiento de bacterias sensibles interumpiendo producci&oacute;n de proteinas necesitas por bacterias para cercer. Permita los mecanismos de defensa del cuerpo destruirles.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo oralmente en ayunas por lo menos 1 hor antes o 2 horas despu&eacute;s de comida. Tome Tetracycline con un vaso de agua. No se acuete dentro de 30 minutos despu&eacute;s de tomar Tetracycline. Si usted tambi&eacute;n toma anti&aacute;cidos que contienen aluminio, calcio, o magnesio; preparaciones que contienen bismuto, hierro, zinc, o bicarbonato s&oacute;dico; o alimentos ricos en calcio (leche, productos l&aacute;cteos, zumos enriquecidos por el calcio), no los tome dentro de 2 a 3 horas antes o despu&eacute;s de tomar Tetracycline. Para aclarar su infecci&oacute;n completamente, tome Terramycin para el curso lleno del tratamiento. Siga tom&aacute;ndolo aun si usted se siente mejor dentro de unos d&iacute;as.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de usar Tetracycline hable con su m&eacute;dico sobre todas las condiciones que usted puede teer y especialmente sobre: si usted tiene problemas con h&iacute;gado o ri&ntilde;&oacute;n, si usted tiene alergia a comida, medecins u otras sustancias, si usted est&aacute; embarazada, plaea quedar embarazada o amamanta; si usted toma unas medecinas prescritas o no, produtos herbales o suplementos de dieta, si usted tiene diarrea, infecci&oacute;n de est&oacute;mago o problemas con ri&ntilde;ones.<br /><br /> <strong>Contradiciones<br /></strong><br /> No use Tetracycline si usted tiene alergia a alg&uacute;n ingrediente de terramycin u otros antibi&oacute;ticos de tetraciclina, si usted toma acitretin o metoxiflurano.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son lengua negra, visi&oacute;n borrosa, deposiciones sueltas abultadas; diarrea; dificultad tragar; fiebre; dolor de cabeza; urticaria; ronquedad; indigesti&oacute;n; inflamaci&oacute;n o reparaci&oacute;n de lengua; dolor conjunto; p&eacute;rdida de apetito; llagas de boca; n&aacute;usea; erupci&oacute;n; sensibilidad frente a luz del sol; dolor de garganta; dolor de est&oacute;mago; el hinchaz&oacute;n y el picor del recto. Los efectos secundarios severos incluyen reacciones al&eacute;rgicas tales como erupci&oacute;n; urticaria; picor; dificultad de respiraci&oacute;n; estrechez en el pecho; hinchaz&oacute;n de boca, cara, labios, o lengua; infecci&oacute;n (fiebre, frialdad, dolor de garganta); picor; n&aacute;usea; reacci&oacute;n de piel severa al sol; irritaci&oacute;n vaginal o descarga; v&oacute;mitos.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Diga a su m&eacute;dico sobre todas las medecinas que usted puede tomar y especialmente sobre sobre las siguientes: atovaquone, litio, anticonceptivos orales (p&iacute;ldoras anticonceptivas), o penicillinas (amoxicillin) porque su eficacia puede ser disminuida por tetraciclina; acitretin o isotretinoin porque los efectos secundarios, como la presi&oacute;n aumentada en el fluido que rodea el cerebro, pueden ocurrir; el digoxin, methotrexate, methoxyflurane, o anticoagulantes orales (warfarin) porque el riesgo de sus efectos secundarios puede ser aumentado por tetraciclina.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis t&oacute;mela m&aacute;s pronto como usted recuerda. Si es casi tiempo para su siguiente dosis, omita la porci&oacute;n omitida y vuelva a su horario regular. No tome dos dosis por una vez.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de Terramycin, busque ayuda m&eacute;dica urgente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F (20-25 C) del alcance de calor, humedad, rayos solares, ni&ntilde;os y animales dom&eacute;sticos, en un contenedor resisitible a luz. No se puede almacenar en cuarto de ba&ntilde;o. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>