<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />Las capsulas de Gelatina Blanda de TADALAFILO se utilizan para tratar los problemas de erecci&oacute;n en hombres. La gelatina blanda act&uacute;a m&aacute;s r&aacute;pido que las pastillas orales ordinarias.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de utilizar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />problemas de la vista o de los ojos, incluyendo una rara enfermedad ocular llamada retinitis pigmentaria<br />enfermedades cardiacas, angina de pecho, antecedentes de ataques al coraz&oacute;n, ritmo cardiaco irregular, u otros problemas cardiacos<br />presi&oacute;n arterial alta o baja<br />enfermedad hep&aacute;tica o renal<br />derrame cerebral<br />una reacci&oacute;n inusual o al&eacute;rgica al tadalafilo, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Puede tomar este medicamento con o sin comida. La dosis se toma normalmente 15 &ndash; 25 minutos antes de la actividad sexual. Usted nunca deber&iacute;a de tomar m&aacute;s de una dosis al d&iacute;a. No tome su medicamento m&aacute;s seguido de lo indicado.<br /><br /><strong>Sobredosis:</strong> Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA</strong>: Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento conjuntamente con cualquiera de las siguientes medicaciones:<br />nitratos como el nitrito de amilo, el dinitrato de isosorbida, el mononitrato de isosorbida, la nitroglicerina<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />ciertos medicamentos para la hipertensi&oacute;n<br />ciertos medicamentos para el tratamiento de la infecci&oacute;n por VIH o del SIDA<br />ciertos medicamentos para las infecciones por hongos o por levaduras, como el fluconazol, el itraconazol, el ketoconazol, y el voriconazol<br />ciertos anticonvulsivos como la carbamazepina, la fenito&iacute;na, y el fenobarbital<br />zumo de toronja (pomelo)<br />antibi&oacute;ticos como la claritromicina, la eritromicina, y la troleandomicina medicamentos para problemas de pr&oacute;stata<br />rifampina, rifabutina o rifapentina<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo tener en cuenta mientras tomo este medicamento?</strong><br /><br />S&iacute; nota cambios en su vista mientras est&eacute; tomando este medicamento, llame a su m&eacute;dico tan pronto como le sea posible. Deje de usar este medicamento y llame inmediatamente a su m&eacute;dico s&iacute; pierde la vista en un ojo o en ambos.<br /><br />Llame inmediatamente a su m&eacute;dico s&iacute; la erecci&oacute;n dura m&aacute;s de 4 horas o se vuelve dolorosa. Esto puede ser una se&ntilde;al de un problema grave y debe de ser tratado inmediatamente para prevenir un da&ntilde;o permanente.<br /><br />S&iacute; experimenta s&iacute;ntomas de nausea, mareos, dolor en el pecho o en el brazo al empezar la actividad sexual despu&eacute;s de haber tomado el medicamento, usted deber&iacute;a abstenerse de continuar la actividad y ponerse en contacto con su m&eacute;dico inmediatamente.<br /><br />No beba alcohol en exceso (ejemplos, 5 copas de vino o 5 chupitos de whiskey) Cuando se bebe alcohol en exceso, pueden aumentar las probabilidades que le duela la cabeza o se mare, aumentando su ritmo cardiaco o disminuyendo su presi&oacute;n arterial.<br /><br />El uso de este medicamento no lo protege a usted o a su compa&ntilde;ero/compa&ntilde;era de la infecci&oacute;n por VIH (el virus que causa el SIDA) u otras enfermedades de transmisi&oacute;n sexual.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />problemas respiratorios<br />cambios en la audici&oacute;n<br />dolor en el pecho<br />ritmo cardiaco irregular, r&aacute;pido<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />dolor de espalda<br />mareos<br />rubor (bochorno)<br />dolor de cabeza<br />indigesti&oacute;n<br />dolores musculares<br />congesti&oacute;n o secreci&oacute;n nasal<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>