<p><strong>Drug Benutzt</strong> <br /><br /> Torsemide ist f&uuml;r die Behandlung von &Ouml;demen verwendet (Schwellungen) mit Herz, damit verbundenen Nierenerkrankung oder Leberversagen oder Bedingungen, wenn es &uuml;bersch&uuml;ssige K&ouml;rperw&auml;rme Wasser. Es ist auch allein oder mit anderen Arzneimitteln zur Behandlung von hohem Blutdruck. <br /><br /> Es kann auch verwendet werden, um bestimmte Bedingungen, die von Ihrem Arzt, die nicht in der professionellen Packungsbeilage aufgef&uuml;hrt werden k&ouml;nnen behandeln. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Torsemide wie von Ihrem Arzt. <br /><br /> Nutzen Sie Torsemide durch den Mund mit oder ohne Nahrung. <br /> Torsemide den Betrag zu erh&ouml;hen oder Urin f&uuml;hren, dass Sie &ouml;fter urinieren, wenn Sie zum ersten Mal starten einnehmen. Um dies zu Ihrem Schlaf gest&ouml;rt zu halten, versuchen Sie, Ihre Dosis vor 6 Uhr statt. <br /> Wenn Sie auch Cholestyramin, nehmen Sie es nicht innerhalb von 4 Stunden vor oder nach der Einnahme von Torsemide. Fragen Sie Ihren Arzt, wenn Sie Fragen haben. <br /> Vermeiden Sie essen Lakritze oder koreanischen Ginseng wobei Torsemide. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Torsemide nutzen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Torsemide ist ein Schleifendiuretikum. Es funktioniert, indem die Niere gr&ouml;&szlig;ere Mengen von Elektrolyten zu beseitigen (vor allem Natrium-und Kaliumsalze) und Wasser als normal (diuretische Wirkung). <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Torsemide verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Torsemide zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Torsemide au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen</strong> <br /><br /> Verwenden Sie keine Torsemide, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Torsemide oder Sulfonylharnstoffen (zB Glibenclamid); <br /> Sie sind nicht in der Lage zu urinieren. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Torsemide. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie allergisch auf Medikamente oder andere Substanzen <br /> Wenn Sie Fl&uuml;ssigkeit im Bauch haben, H&ouml;rsch&auml;den, Diabetes mellitus, hatte nur geringe Urinmenge, Blut hohen Harns&auml;urespiegel, einer Erkrankung des Blutes und der Nieren, Lupus, einen Herzinfarkt, sind dehydratisiert, oder an einer Lebererkrankung leiden oder Herzinsuffizienz <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Torsemide. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Aminoglykoside (zB Gentamicin) oder mit Cisplatin, weil das Risiko einer vor&uuml;bergehenden oder bleibenden H&ouml;rverlust kann erh&ouml;ht werden, <br /> Nicht-steroidale Antirheumatika (NSAR, zB Ibuprofen, Naproxen) oder Probenecid, weil sie die Wirksamkeit der Torsemide verringern kann <br /> Chloralhydrat, Digitalis (zB Digoxin), Lithium, Suramin, da Nebenwirkungen von Torsemide erh&ouml;ht werden kann <br /> Depolarisierende Muskelrelaxanzien (z. B., Pancuronium), weil ihre Aktionen und Nebenwirkungen kann erh&ouml;ht werden, oder durch Torsemide gesunken</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Verstopfung, Schwindel oder Benommenheit beim Sitzen oder Stehen, h&auml;ufiges Wasserlassen, Kopfschmerzen, verst&auml;rkter Husten, Entz&uuml;ndung der Nase, &Uuml;belkeit. <br /><br />&Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten:&nbsp;<br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Brustschmerzen, Durchfall, Mundtrockenheit oder ungew&ouml;hnlichen Durst, H&ouml;rverlust oder ein Klingeln in den Ohren; Appetitlosigkeit, Muskelschmerzen oder-kr&auml;mpfe, schneller oder unregelm&auml;&szlig;iger Herzschlag, rektale Blutungen, Ruhelosigkeit, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che, Erbrechen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Torsemide, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /><br /> Torsemide ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>