<p><strong>Drug Benutzt </strong><br /><br /> Finpecia (Finasteride) wird verwendet, um m&auml;nnlichen Haarausfall zu behandeln. <br /><br /><strong>Gebrauchsanweisung</strong><br /> <br />Nehmen Sie eine Tablette t&auml;glich oder wie von Ihrem Arzt. Dieses Medikament kann unabh&auml;ngig von den Mahlzeiten eingenommen werden. <br /> Um den gr&ouml;&szlig;tm&ouml;glichen Nutzen, nehmen Fincar regelm&auml;&szlig;ig einmal pro Tag. Dieses Medikament muss regelm&auml;&szlig;ig in der Regel f&uuml;r 3 Monate f&uuml;r die Leistungen getroffen werden, um festzustellen sein. Sobald die Behandlung beendet wird, etwaige Gewinne in Haar Menge verloren. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Finpecia verhindert die Umwandlung von Testosteron in Dihydrotestosteron (DHT) in den K&ouml;rper. DHT ist bei der Entwicklung der benignen Prostatahyperplasie (BPH) und Haarausfall beteiligt. Dieses Medikament wird eingesetzt um die Symptome der gutartigen Prostatavergr&ouml;&szlig;erung (BPH) bei M&auml;nnern mit einer vergr&ouml;&szlig;erten Prostata zu behandeln. Vergessene Dosis <br /><br /> Wenn Sie eine Dosis von Finpecia ist und Sie es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie zur&uuml;ck zur normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Lagerung bei Raumtemperatur weg von der Sonneneinstrahlung und Feuchtigkeit.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Bevor Finasterid, informieren Sie Ihren Arzt, wenn bei Ihnen schon einmal eine allergische Reaktion auf dieses Medikament oder ein &auml;hnliches Arzneimittel mit dem Namen Dutasterid (Avodart). Finasteride sollte nie von einer Frau oder eines Kindes getroffen werden. Finasteride kann durch die Haut absorbiert werden, und Frauen oder Kindern sollte nicht erlaubt werden, Finasterid Tabletten zu behandeln. Obwohl Finasterid ist nicht f&uuml;r die Behandlung von Frauen, k&ouml;nnen Sie dieses Medikament Geburtsfehler verursachen, wenn eine Frau ist es w&auml;hrend der Schwangerschaft ausgesetzt sind. Finasteride Tabletten sollten nicht von einer Frau, die schwanger ist oder die schwanger werden k&ouml;nnen, behandelt werden. Wenn eine Frau versehentlich in Kontakt kommt, mit diesem Medikament aus einer zerkleinerte Tablette, waschen Sie die Stelle mit Wasser und Seife sofort. Rufen Sie Ihren Arzt sofort, wenn Sie bemerken, die Knoten in der Brust, Schmerzen, Sekretion oder andere Ver&auml;nderungen der Brust. Diese Symptome k&ouml;nnen Anzeichen der m&auml;nnlichen Brustkrebs. <br /> M&ouml;glicherweise gibt es andere Medikamente, die mit Finasterid interagieren k&ouml;nnen. Informieren Sie Ihren Arzt &uuml;ber alle verschreibungspflichtigen und OTC-the-counter Medikamente, Vitamine, Mineralien, pflanzliche Produkte und Medikamente, die von anderen &Auml;rzten verordnet. Fangen Sie nicht an ein neues Medikament ohne R&uuml;cksprache mit Ihrem Arzt.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong> <br /><br /> Holen Sie sich Notfall medizinische Hilfe, wenn Sie eines dieser Anzeichen einer allergischen Reaktion: Nesselsucht haben, Atembeschwerden, Schwellungen im Gesicht, an Lippen, Zunge oder Rachen. Rufen Sie Ihren Arzt sofort, wenn Sie bemerken, die Knoten in der Brust, Schmerzen, Sekretion oder andere Ver&auml;nderungen der Brust. Diese Symptome k&ouml;nnen Anzeichen der m&auml;nnlichen Brustkrebs. Weniger schwerwiegende Nebenwirkungen geh&ouml;ren: <br /><br /> Gef&uuml;hl, wie Sie vielleicht austreten; <br /> Schwellungen an Ihren H&auml;nden oder F&uuml;&szlig;en; <br /> Schmerzen in den Hoden; <br /> Impotenz, Verlust des Interesses am Sex, oder Schwierigkeiten, einen Orgasmus; <br /> Ejakulationsst&ouml;rungen; <br /> Schwellung oder Schmerzhaftigkeit in Ihre Br&uuml;ste; <br /> Schwindel, Schw&auml;che; <br /> Kopfschmerzen; <br /> laufende Nase, oder <br /> Hautausschlag. <br /><br /> Dies ist keine vollst&auml;ndige Liste der Nebenwirkungen und andere auftreten. Informieren Sie Ihren Arzt &uuml;ber alle ungew&ouml;hnlichen oder l&auml;stigen Nebeneffekt.<br /> <br /> <strong>Weitere Informationen </strong><br /><br /> Geben Sie diese mit anderen Drogen.</p>