<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Buspirone es un antidepresivo usado para tratar des&oacute;rdenes de ansiedad, como desorden compulsivo y obsesivo (OCD) y fobia social. Tambi&eacute;n puede ser aplicado en otros casos.<br /><br /> <strong>Dosis y forma de administraci&oacute;n</strong><br /><br /> Tome Buspar por la boca con un vaso del agua, con o sin la comida. Evite cortar, aplastar o masticar esta medicina.<br /> No tome la medicina m&aacute;s a menudo que ha sido prescrito. No deje de tomarlo salvo el consejo de su doctor.<br /> Puede necesitarse el tiempo antes la medicina le ayudar&eacute;.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Buspirone diga a su doctor o qu&iacute;mico si usted es al&eacute;rgico a la medicina; o si usted tiene otras alergias.<br /> Informe a su doctor o qu&iacute;mico si usted tiene confusi&oacute;n bipolar, problemas de ojo, h&iacute;gado o ri&ntilde;&oacute;n.<br /> Evite beber el alcohol as&iacute; como comer el pomelo o beber el jugo de pomelo mientras usted est&aacute; siendo tratado por esta medicaci&oacute;n. <br /> La gente de edad puede ser m&aacute;s sensible a efectos secundarios de la medicina.<br /> Durante el embarazo este tratamiento deber&iacute;a ser usado s&oacute;lo cuando es fuertemente necesario. <br /> Como este medicamento puede ser absorbido por la piel, las mujeres que est&aacute;n embarazadas o pueden quedar embarazadas no deber&iacute;an manipular esta medicina.<br /> Consulte a su doctor acerca de la dosis apropiada para usted.<br /><br /> <strong>Contradicciones<br /></strong><br /> Buspar no deber&iacute;a ser usado por mujeres embarazadas/de enfermer&iacute;a o ni&ntilde;os as&iacute; como por los pacientes que han demostrado una reacci&oacute;n de hipersensibilidad a Buspirone.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son fiebre, insomnio, temblor, ansiedad, visi&oacute;n borrosa, v&oacute;mitos, diarrea, etc.<br /> Reacci&oacute;n al&eacute;rgica muy seria raramente ocurre. Muchas personas que usan esta medicina no tienen efectos secundarios serios.<br /> Dirijase a su doctor o farmac&eacute;utico para informaci&oacute;n adicional.<br /> Si usted note los efectos no puestos en la lista dada, p&oacute;ngase en contacto con su doctor o farmac&eacute;utico.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor o farmac&eacute;utico de todos los productos prescritos y no / productos herbarios que usted puede usar antes de usar esta medicaci&oacute;n.<br /> Buspirone puede relacionarse con:<br /> * Alcohol;<br /> * Pomelo, jugo de pomelo, extracto de pomelo;<br /> * Haloperidol;<br /> * Rifampicin.<br /> Dirijase a su doctor o farmac&eacute;utico para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido la dosis, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente, omita la dosis omitida y vuelva a su horario regular. No tome una dosis doblada o adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de la medicina, busque la ayuda m&eacute;dica urgente inmediatamente. Los s&iacute;ntomas de la sobredosis por lo general incluyen el dolor en el pecho, la n&aacute;usea, el latido del coraz&oacute;n irregular, y el sentido de mareo o v&eacute;rtigo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F(20-25 C) del alcance de calor, humedad, luz, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.</p>