<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />El ESCITALOPRAM se utiliza para tratar la depresi&oacute;n y ciertos tipos de ansiedad.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />trastorno bipolar o antecedentes familiares de trastorno bipolar<br />diabetes<br />enfermedades cardiacas<br />enfermedad hep&aacute;tica o renal<br />s&iacute; est&aacute; recibiendo terapia electroconvulsiva (terapia de shock)<br />ataques (convulsiones)<br />pensamientos, planes o intentos de suicidio o un intento de suicidio por parte suya o de un familiar<br />una reacci&oacute;n inusual o al&eacute;rgica al escitalopram, al medicamento relacionado citalopram, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Puede tomar las pastillas con o sin comida. Tome este medicamento con alimentos s&iacute; tiene molestias estomacales. Tome su medicamento en intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. No deje de tomarlo a menos que sea por indicaci&oacute;n m&eacute;dica.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br /><strong>Sobredosis:</strong> Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento con ninguna de las siguientes medicaciones:<br />ciertos medicamentos diet&eacute;ticos como la dexfenfluramina, la fentermina, la sibutramina<br />cisaprida<br />citalopram<br />medicamentos llamados inhibidores de la monoaminooxidasa (MAO) como Nardil, Parnate, Marplan, Eldepryl<br />nefazodona<br />ciertas fenotiazinas como la clorpromazina, la mesoridazina, y la tioridazina<br />procarbazina<br />Hierba de San Juan<br />venlafaxina<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />anfetamina o dextroanfetamina<br />aspirina y medicamentos parecidos a la aspirina<br />carbamazepina<br />cimetidina<br />ketoconazol<br />linezolida<br />antidepresivos, ansiol&iacute;ticos, o antipsic&oacute;ticos<br />medicamentos que traten o prevengan los co&aacute;gulos de sangre como la warfarina, la enoxaparina, y la dalteparina<br />medicamentos que tratan la infecci&oacute;n por VIH o el SIDA<br />ciertos medicamentos para la migra&ntilde;a como el almotript&aacute;n, el eletript&aacute;n, el frovatript&aacute;n, el naratript&aacute;n, el rizatript&aacute;n, el sumatript&aacute;n, el zolmitript&aacute;n<br />medicamentos utilizados para tratar la tuberculosis como la isoniazida, la rifabutina, la rifampina, la rifapentina<br />metoclopramida<br />AINES, medicamentos para el dolor y la inflamaci&oacute;n, como el ibuprofeno o el naproxeno<br />pentazocina<br />tript&oacute;fano<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo tener en cuenta mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Aunque no se sienta mejor de inmediato siga tomando su medicamento. Pueden pasar de 1 a 2 semanas o m&aacute;s antes que empiece a sentir los efectos de este medicamento.<br /><br />Los pacientes y sus familias deber&iacute;an estar atentos por s&iacute; la depresi&oacute;n o los pensamientos suicidas empeoran. Tambi&eacute;n hay que estar atento a cambios repentinos o severos de sentimientos como sentirse ansioso, agitado, temeroso, irritable, hostil, agresivo, impulsivo, severamente desamparado, sobre excitado e hiperactivo, o sin poder dormir. S&iacute; esto sucede, especialmente al comienzo del tratamiento antidepresivo o despu&eacute;s de un cambio en la dosificaci&oacute;n, llame a su m&eacute;dico.<br /><br />S&iacute; ya lleva alg&uacute;n tiempo tomando este medicamento no deje de pronto de tomarla. Usted debe reducir la dosis gradualmente o sus s&iacute;ntomas empeorar&aacute;n. P&iacute;dale consejo a su m&eacute;dico.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. No se ponga de pie ni se siente r&aacute;pidamente, especialmente si usted es un paciente mayor. Esto reduce el riesgo a marearse o a desmayarse. El alcohol puede interferir con el efecto de este medicamento. Evite las bebidas alcoh&oacute;licas.<br /><br />No se auto medique para la tos, los resfriados o las alergias sin antes haber consultado con su m&eacute;dico. Algunos ingredientes pueden aumentar los posibles efectos secundarios.<br /><br />Puede ser que sienta la boca seca. El masticar chicles sin az&uacute;car o chupar un caramelo, y beber mucha agua le ayudar&aacute;. P&oacute;ngase en contacto con su m&eacute;dico si su problema persiste o es grave.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />confusi&oacute;n<br />mareo, ca&iacute;das<br />hablar r&aacute;pido y sentimientos excitados o acciones descontroladas alucinaciones, p&eacute;rdida de contacto con la realidad<br />convulsiones<br />pensamientos suicidas o cambios en el estado de &aacute;nimo<br />sangrado o hematomas inusuales<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />visi&oacute;n borrosa<br />cambios en el apetito<br />cambios en el deseo o actividad sexual<br />dolor de cabeza<br />aumento de la sudoraci&oacute;n<br />n&aacute;usea<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.</p>