<p><strong>Usos de Drogas </strong><br /><br /> Betnovate ayuda a reducir el enrojecimiento, picaz&oacute;n e hinchaz&oacute;n de las condiciones de la piel, como eczemas, psoriasis, dermatitis de contacto, y la seborrea. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Betnovate como lo indique su m&eacute;dico. <br /><br /> Este medicamento se aplica generalmente de 2 o 3 veces al d&iacute;a o seg&uacute;n las instrucciones. Suficiente medicamento debe ser aplicado para cubrir completamente el &aacute;rea afectada con una fina pel&iacute;cula. El medicamento debe ser cuidadosamente ya fondo masajes en la zona afectada. En ciertas condiciones, el m&eacute;dico ordenar&aacute; que la solicitud se cubren con un vendaje. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar Betnovate. <br /> Drogas y Mecanismo de Clase <br /><br /> Betnovate es un corticosteroide que se utiliza para el tratamiento t&oacute;pico de las irritaciones de la piel. <br /><br /> <strong>Dosis Perdidas</strong> <br /><br /> Si olvida una dosis, t&oacute;mela tan pronto como sea posible y contin&uacute;e con su horario regular. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y contin&uacute;e con su horario regular. No tome una dosis doble para compensar la que olvid&oacute;. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Betnovate a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. Betnovate Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> Betnovate no debe ser tomada por cualquier persona que: <br /><br /> es al&eacute;rgico a la betametasona valerato o cualquiera de los ingredientes de la medicina; <br /> tiene varicela; <br /> tiene la levadura de hongos, o lesiones virales de la piel; <br /> tiene herpes simplex; <br /> tiene tuberculosis de la piel; <br /> ha vaccinia.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Efectos secundarios que debe informar a su m&eacute;dico oa su profesional de la salud tan pronto como sea posible: <br /><br /> ardor o picaz&oacute;n de la piel; <br /> manchas rojas oscuras en la piel; <br /> infecci&oacute;n; <br /> la falta de curaci&oacute;n de la enfermedad de la piel; <br /> pus, rojas y dolorosas ampollas llenas en los fol&iacute;culos pilosos; <br /> ardor severo y picaz&oacute;n continua de la piel; <br /> adelgazamiento del piel con hematomas, quemaduras de sol m&aacute;s probable sobre todo en la cara. <br /> Otros efectos secundarios graves pueden desarrollar si se utiliza Betnovate durante mucho tiempo, o si se utiliza demasiado. Contacte a su m&eacute;dico oa su profesional de la salud si nota cualquier efecto inusual. <br /><br /> Los efectos secundarios que por lo general, no requieren atenci&oacute;n m&eacute;dica (informe a su m&eacute;dico oa su profesional de la salud si persisten o si son molestos): <br /> ardor, picaz&oacute;n o irritaci&oacute;n de la piel; <br /> piel seca; <br /> aumento del enrojecimiento o descamaci&oacute;n de la piel. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Betnovate se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>