<p><strong>Allgemeine Anwendung<br /></strong><br /> Levlen ist eine Kombination von Hormonen ethinyl estradiol und levonorgestrel. Das Medikament wird verwendet, um Eisprung als ein Kontrazeptionsmedikament zu verhindern. Das Medikament &auml;ndert Bedingung des Halsschleims und des Geb&auml;rmutterfutters und der Korb-Bewegung von Samenzellen zur Geb&auml;rmutter und Verhaftung einer fruchtbar gemachten Eizelle zur Geb&auml;rmutter.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Folgen Sie allen Empfehlungen von Ihrem Arzt. Nehmen Sie das erste am ersten Tag Ihrer Menstruation oder am ersten Sonntag, nachdem Ihre Periode anfing. Wenn Sie Levlen zum ersten Mal verwenden, k&ouml;nnen Sie zus&auml;tzliche Geburtenkontrolle-Mittel brauchen. Es gibt 28-t&auml;gige Geburtenkontrolle-B&auml;usche mit sieben 'Ged&auml;chtnishilfe'-Pillen f&uuml;r den regelm&auml;&szlig;igen Zyklus. W&auml;hrend Sie 'Ged&auml;chtnishilfe'-Pillen verwenden, beginnt die Periode gew&ouml;hnlich. Durchbruch-Blutung ist m&ouml;glich, wenn es schwer wird und weitergeht, informieren Sie Ihren Arzt. Nehmen Sie jede Pille jeden Tag &uuml;ber dieselbe Zeit. Wenn Ihr Pille-Bausch zu Ende ist, fangen Sie einen neuen an. Im Falle erforderlicher medizinischer Tests oder Chirurgie ist es m&ouml;glich, dass Sie k&ouml;nnen aufh&ouml;ren m&uuml;ssen, Levlen seit einer kurzen Zeitspanne zu verwenden. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Zus&auml;tzliche Geburtenkontrolle-Methoden (Pr&auml;servative oder ein Spermizid) k&ouml;nnen erforderlich sein, wenn Sie anfangen, Levlen zu verwenden. Die Einnahme von Hormonen kann die Gefahr der Blutgerinnung, des Herzanfalls, des Schlags, besonders in den Patienten mehr als 35 y.o. oder Raucher vergr&ouml;&szlig;ern. Informieren Sie Ihren Arzt, wenn Sie Probleme mit Herzen, Blutdruck, kongestiver Herzinsuffizienz, Angina, hohem Cholesterin, Depression in der Geschichte, den Anf&auml;llen oder der Fallsucht, dem Diabetes, der Gallenblase-Krankheit, den Krampfadern, der Tuberkulose, den faserartigen Geb&auml;rmuttergeschw&uuml;lsten, einer Geschichte der fibrocystic Brustkrankheit, Kn&ouml;tchen, Klumpen haben. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament kann nicht in schwangeren Frauen verwendet werden, oder diejenigen gerade nach der Baby-&Uuml;bergabe, in Patienten mit einem Schlag oder Blutgerinnsel in der Geschichte, den Zirkulationsproblemen, der vaginalen Blutung, dem Hormon-zusammenh&auml;ngenden Krebs, der Leber-Krankheit oder dem Leber-Krebs, den Zirkulationsproblemen, der anomalen vaginalen Blutung, den Migr&auml;ne-Kopfschmerzen, einer Herzklappe-St&ouml;rung, dem schweren hohen Blutdruck, verursachte Gelbsucht von Geburt Kontrollpillen in der Geschichte.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Au&szlig;er allergischen Symptomen (Nesselausschl&auml;ge, Hautausschlag, Gesichtsschwellung, Schwierigkeitsatmen) kann dieses Medikament ein Grund der pl&ouml;tzlichen Erstarrung oder der Schw&auml;che, des Schmerzes hinter den Augen, Problemen mit der Vision, dem Kopfschmerz, der Verwirrung, der Rede, oder dem Gleichgewicht, einer &Auml;nderung im Muster oder der Strenge von Migr&auml;ne-Kopfschmerzen, Brust-Schmerz oder schwerem Gef&uuml;hl, Schmerz sein, der sich zum Arm oder der Schulter, dem Brechreiz, dem Schwitzen, dem allgemeinen kranken Gef&uuml;hl, der Schwellung der Extremit&auml;ten, der Depression, des Verlustes von Appetit, Brechreiz, Magen-Schmerz, dunklem Urin, Gelbsucht ausbreitet.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Es gibt Medikamente, die mit Levlen aufeinander wirken k&ouml;nnen. Informieren Sie Ihren Arzt &uuml;ber alle vorgeschrieben und die &uuml;ber Gegenmedikamente, Kr&auml;uterprodukte und Nahrungserg&auml;nzungen, die Sie verwenden und besonders &uuml;ber theophylline (Respbid, Theo-Dur), acetaminophen (Tylenol) oder Askorbins&auml;ure (Vitamin C), prednisolone (Orapred), der wort des St Johns, Anfall-Medikamente, cyclosporine (Gengraf, Neoral, Sandimmune), Barbiturs&auml;urepr&auml;parat-Beruhigungsmittel, HIV oder AIDS-Medikamente, und Antibiotika. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie eine Pille-Gefahr verpassten, schwangere Zunahmen zu werden. Wenn Sie verga&szlig;en, eine 'aktive' Pille zu nehmen, zwei Pillen zu nehmen, sobald Sie sich dann an R&uuml;ckkehr zu Ihrer Liste erinnern. Wenn Sie zwei 'aktive' Pillen hintereinander in der ersten oder zweiten Woche der Behandlung verpassen, zwei Pillen pro Tag seit zwei Tagen hintereinander nehmen. Dann kehren Sie zu Ihrer Liste zur&uuml;ck. Verwenden Sie Geburtenkontrolle-Test w&auml;hrend sieben Tage, wenn solch ein 'Fehler' vorkam. Wenn Sie zwei 'aktive' Pillen hintereinander w&auml;hrend der dritten Woche verpassen, oder wenn Sie drei Pillen hintereinander w&auml;hrend einigen der ersten drei Wochen verpassen, m&uuml;ssen Sie einen neuen Bausch von Pillen anfangen, als ob Sie ein Erster Tagesstarter sind. <br /> Wenn Sie drei 'aktive' Pillen hintereinander w&auml;hrend einigen der ersten drei Wochen nicht nahmen, fangen Sie einen neuen Bausch an demselben Tag an, als ob Sie ein Erster Tagesstarter sind.<br /> Wenn Sie Einnahme von zwei oder mehr Pillen auslie&szlig;en, d&uuml;rfen Sie nicht eine Menstruation w&auml;hrend dieses Monats haben. Wenn Sie eine Periode seit zwei Monaten hintereinander verpassen, k&ouml;nnten Sie schwanger sein. <br /> Wenn Sie irgendwelche Ged&auml;chtnishilfe-Pillen verpassen, die verpassten Pillen wegwerfen und zu Ihrer Liste zur&uuml;ckkehren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Die am meisten erwarteten &Uuml;berdosis-Symptome von diesem Medikament sind Emesis, Brechreiz, und vaginale Blutung.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 20-25 C (68-77 F). Lager weg von der Feuchtigkeit, der Hitze, und dem Sonnenlicht. Es wird nicht empfohlen, in einem Badezimmer und f&uuml;r Kinder verf&uuml;gbaren Pl&auml;tzen zu lagern.<br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /><br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>