<p><strong>Description De Produit<br /></strong><br /> <strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Bactrim se compose de deux m&eacute;dicaments : le sulfam&eacute;thoxazole et le trim&eacute;thoprim. Le premier inhibe la synth&egrave;se d'acide de dihydrofolate (substance importante pour le m&eacute;tabolisme humain et bact&eacute;rien) pendant que le deuxi&egrave;me bloque le stade suivant de son cycle biochimique : la formation d'acide de t&eacute;trahydrofolate qui est s&eacute;cr&eacute;t&eacute; seulement dans les micro-organismes. Ce m&eacute;dicament est efficace contre les streptocoques, les staphylocoques, les pneumocoques, la dysenterie des bacilles, la fi&egrave;vre typho&iuml;de, E. coli, Proteus, mais inefficace contre la tuberculose des mycobact&eacute;ries, les spiroch&egrave;tes, Pseudomonas aeruginosa. Bactrim est administr&eacute; dans le traitement de pneumonie et d'autres maladies respiratoires, gastro-intestinales, des syst&egrave;mes urog&eacute;nitaux provoqu&eacute;s par les infections bact&eacute;riennes survenant apr&egrave;s une op&eacute;ration chirurgicale et d'autres.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Bactrim peut &ecirc;tre pris deux ou trois fois par jour avec ou sans repas. Le dosage d&eacute;pend du type et de la gravit&eacute;e de l'infection. Prenez le m&eacute;dicament avec un verre d'eau. Les patients souffrant d&rsquo;insuffisance grave du rein ont besoin de rectification de dosage de Bactrim.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Evitez l'exposition &agrave; la lumi&egrave;re du soleil ou le bronzage. Les m&eacute;dicaments antibiotiques peuvent provoquer la diarrh&eacute;e, informer votre m&eacute;decin, puisqu&rsquo;elle peut masquer d'autres infections. Pr&eacute;venez votre m&eacute;decin si vous souffrez d'asthme ou avez des troubles graves de foie ou de rein.<br /><br /> <strong>Contre-indications</strong><br /><br /> Ne prenez pas Bactim si vous &ecirc;tes allergiques aux composantes du m&eacute;dicament, enceinte, si vous allaitez, ou avez une an&eacute;mie due au d&eacute;ficit d&rsquo;acide folique. Ce m&eacute;dicament ne devrait pas &ecirc;tre administr&eacute; aux b&eacute;b&eacute;s pr&eacute;matur&eacute;s et aux nouveau-n&eacute;s.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Si vous avez des signes de r&eacute;action allergique tels que les &eacute;ruptions, les probl&egrave;mes de respiration, l'enflure du visage, des l&egrave;vres, de la langue, ou de la gorge ou des signes plus s&eacute;rieux d&rsquo;aggravation de la sant&eacute; comme la fi&egrave;vre, les maux de gorge et les maux de t&ecirc;te avec pomphos sur la peau, le visage p&acirc;le, l&rsquo;apparition facile d&rsquo;h&eacute;matomes ou de saignement, la diarrh&eacute;e satur&eacute;e d'eau ou saignante, les hallucinations, le ralentissement du rythme du c&oelig;ur, le pouls faible, la naus&eacute;e, les douleurs &agrave; l'estomac, la r&eacute;tention ou l&rsquo;absence d&rsquo;urine, contactez alors l'assistance m&eacute;dicale urgente.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Bactim devrait &ecirc;tre administr&eacute; avec du dof&eacute;tilide ou de la m&eacute;th&eacute;namine. Bactrim est capable de modifier les effets de certains m&eacute;dicaments antidiab&eacute;tiques, les anticoagulants &laquo;raffineurs de sang&raquo;, la cyclosporine, la digoxine, les m&eacute;dicaments capables d&rsquo;augmenter le niveau de potassium dans le sang, les vaccins vivants, les antid&eacute;presseurs tricycliques, quelques diur&eacute;tiques &laquo;pilules d'eau&raquo;. Informez ainsi votre m&eacute;decin de tous les produits prescrits et non prescrits / produits &agrave; base d&rsquo;herbes que vous utilisez.<br /><br /> <strong>Omission de dose<br /></strong><br /> Ne prenez jamais une double dose de ce m&eacute;dicament. Si l&rsquo;heure de la dose suivante est proche, sautez simplement la dose omise et continuez &agrave; prendre le m&eacute;dicament selon votre programme.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous avez pris trop de Bactim, vous pouvez constater le vertige, la somnolence, la naus&eacute;e, le vomissement, la perte d'app&eacute;tit, les douleurs &agrave; l&rsquo;estomac, les maux de t&ecirc;te, le jaunissement de votre peau ou de vos yeux, du sang dans votre urine, l'&eacute;vanouissement. En cas d&rsquo;effets secondaires s&eacute;rieux, contactez l'assistance m&eacute;dicale d&rsquo;urgence.<br /><br /><strong>Conservation</strong><br /><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>