<p><strong>Utilisation des Drogues</strong> <br /><br /> Marque Amoxil est utilis&eacute; pour traiter les infections dues &agrave; des organismes qui sont sensibles aux effets de l'amoxicilline. Infections le plus souvent l'amoxicilline est utilis&eacute;e pour inclure les infections de l'oreille moyenne, les amygdales, la gorge, du larynx (laryngite), bronches (bronchite), les poumons (pneumonie), des voies urinaires et peau. Il est &eacute;galement utilis&eacute; pour traiter la gonorrh&eacute;e. <br /><br /> Comment utiliser <br /><br /> Pour la plupart des infections chez les adultes, les sch&eacute;mas posologiques pour amoxil sont de 250 mg toutes les 8 heures, 500 mg toutes les 8 heures, 500 mg toutes les 12 heures ou 875 mg toutes les 12 heures, selon le type et la gravit&eacute; de l'infection. <br /><br /> Pour le traitement des adultes souffrant de gonorrh&eacute;e, la dose est de 3 g donn&eacute; en une seule dose. <br /><br /> Pour la plupart des infections, les enfants &acirc;g&eacute;s de 3 mois mais de moins de 40 kg, sont trait&eacute;s avec 25 mg / kg / jour en doses fractionn&eacute;es toutes les 12 heures, 20 mg / kg / jour en doses fractionn&eacute;es toutes les 8 heures, 40 mg / kg / jour en en doses fractionn&eacute;es toutes les 8 heures ou 45 mg / kg / jour en doses fractionn&eacute;es toutes les 12 heures selon le type et la gravit&eacute; de l'infection. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong>&nbsp;<br /><br /> Marque Amoxil est un antibiotique qui appartient &agrave; une classe d'antibiotiques appel&eacute;s p&eacute;nicillines. <br /><br /> Ces antibiotiques ont tous un m&eacute;canisme d'action similaire. Ils ne tuent pas les bact&eacute;ries, mais ils emp&ecirc;chent les bact&eacute;ries de se multiplier en emp&ecirc;chant les bact&eacute;ries de se former les murs qui les entourent. Les murs sont n&eacute;cessaires pour prot&eacute;ger les bact&eacute;ries de leur environnement et de conserver le contenu de la cellule bact&eacute;rienne ensemble. Les bact&eacute;ries ne peuvent survivre sans une paroi cellulaire. <br /><br /> Amoxil est efficace contre de nombreuses bact&eacute;ries diff&eacute;rentes, dont H. influenzae, N. gonorrh&eacute;e, E. coli, les pneumocoques, les streptocoques, et certaines souches de staphylocoques. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Marque Amoxil, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Marque de magasin Amoxil capsules ainsi que 125 et 250 mg de poudre s&egrave;che &eacute;gale ou inf&eacute;rieure &agrave; 20 degr&eacute;s C (68 degr&eacute;s F); les comprim&eacute;s, comprim&eacute;s &agrave; croquer, ainsi que 200 et 400 mg de poudre s&egrave;che &eacute;gale ou inf&eacute;rieure &agrave; 25 degr&eacute;s C (77 degr&eacute;s F) .</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Avant de prendre Marque Amoxil, parlez-en &agrave; votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique &agrave; ce produit ou &agrave; la p&eacute;nicilline ou aux c&eacute;phalosporines antibiotiques, ou si vous avez d'autres allergies. <br /><br /> Avant d'utiliser ce m&eacute;dicament, parlez-en au m&eacute;decin ou &agrave; votre pharmacien vos ant&eacute;c&eacute;dents m&eacute;dicaux, en particulier de: maladie des reins, d'autres infections (par exemple, de la mononucl&eacute;ose). Ce m&eacute;dicament contenant de l'aspartame mai. <br /><br /> Si vous avez la ph&eacute;nylc&eacute;tonurie (PCU) ou toute autre situation o&ugrave; vous devez restreindre votre consommation d'aspartame (ou de la ph&eacute;nylalanine), consulter le m&eacute;decin ou pharmacien au sujet de l'utilisation s&eacute;curitaire de ce m&eacute;dicament. <br /><br /> Ce m&eacute;dicament devrait &ecirc;tre utilis&eacute; qu'en cas de n&eacute;cessit&eacute; pendant la grossesse. Discutez des risques et les avantages avec votre m&eacute;decin. Marque Amoxil passe dans le lait maternel. Consultez votre m&eacute;decin avant d'allaiter.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Naus&eacute;es, vomissements ou diarrh&eacute;e mai se produire. Si un de ces effets persistent ou empirent, informez le m&eacute;decin ou votre pharmacien sans tarder. <br /><br /> Ce m&eacute;dicament mai cause temporaire coloration des dents. Brossage sera g&eacute;n&eacute;ralement supprimer toute coloration correcte et mai de l'emp&ecirc;cher de se produire. <br /><br /> Informez le m&eacute;decin imm&eacute;diatement si l'un de ces tr&egrave;s peu probable mais tr&egrave;s grave survenue d'effets ind&eacute;sirables: <br /><br /> urine fonc&eacute;e, naus&eacute;es ou vomissements persistants, de l'estomac / douleur abdominale, un jaunissement des yeux ou la peau, des ecchymoses ou des saignements, mal de gorge persistant ou de fi&egrave;vre. <br /> Ce m&eacute;dicament mai rarement provoquer une affection intestinale s&eacute;v&egrave;re (colite pseudomembraneuse) due &agrave; une bact&eacute;rie r&eacute;sistante. Cette condition mai surviennent semaines apr&egrave;s l'arr&ecirc;t du traitement. <br /><br />Ne utilisez pas de produits anti-diarrh&eacute;e ou des analg&eacute;siques narcotiques si vous avez les sympt&ocirc;mes suivants, car ces produits mai les aggraver.&nbsp;<br /><br /> Informez le m&eacute;decin imm&eacute;diatement si vous d&eacute;veloppez: diarrh&eacute;e persistante, douleurs abdominales ou l'estomac / crampes ou de sang ou de mucus dans vos selles. <br /><br /> L'utilisation de ce m&eacute;dicament pour des p&eacute;riodes prolong&eacute;es ou r&eacute;p&eacute;t&eacute;es mai entra&icirc;ner candidose buccale ou une nouvelle infection vaginale &agrave; levures (par voie orale ou vaginale infection fongique). <br /><br /> Contactez votre m&eacute;decin si vous remarquez des traces blanches dans votre bouche, un changement dans les pertes vaginales ou d'autres sympt&ocirc;mes nouveaux. <br /><br /> <strong>Plus d'information</strong> <br /><br /> Ne partagez pas ce m&eacute;dicament avec d'autres. <br /><br /> Ne pas l'utiliser plus tard pour une autre infection &agrave; moins d'y &ecirc;tre invit&eacute; par le m&eacute;decin. Un autre m&eacute;dicament mai &ecirc;tre n&eacute;cessaire dans ces cas. <br /><br /> Avec un traitement prolong&eacute;, de laboratoire et / ou des tests m&eacute;dicaux (par exemple, les reins et la fonction h&eacute;patique, num&eacute;ration-formule sanguine) doit &ecirc;tre effectu&eacute;e p&eacute;riodiquement afin de suivre vos progr&egrave;s ou v&eacute;rifier les effets secondaires. Consultez le m&eacute;decin pour plus de d&eacute;tails.</p>