<p><strong>Utilisation des Drogues</strong> <br /><br /> Cefadroxil combat les bact&eacute;ries dans le corps. Cefadroxil est utilis&eacute;e pour traiter de nombreux types d'infections bact&eacute;riennes telles que la bronchite, les amygdalites, les otites, les infections cutan&eacute;es et les infections des voies urinaires. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Cefadroxil comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Cefadroxil prendre par voie orale avec ou sans nourriture. En cas de maux d'estomac, prendre avec des aliments pour r&eacute;duire l'irritation de l'estomac. <br /> Pour &eacute;claircir votre infection compl&egrave;tement, prendre Cefadroxil pour le cours complet de traitement. Continuez &agrave; prendre m&ecirc;me si vous vous sentir mieux apr&egrave;s quelques jours. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Cefadroxil. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong>&nbsp;<br /><br /> Cefadroxil est un antibiotique de type c&eacute;phalosporine. Il agit en interf&eacute;rant avec les bact&eacute;ries de l 'formation de la paroi cellulaire. Cela affaiblit la paroi cellulaire, provoquant la rupture, entra&icirc;nant dans la mort de la bact&eacute;rie. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Cefadroxil, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Cefadroxil &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Cefadroxil garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Cefadroxil si: <br /><br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceinte, ou l'allaitement maternel; <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes ou des suppl&eacute;ments alimentaires; <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances; <br /> Si vous avez un trouble de la coagulation du sang, des probl&egrave;mes de reins ou de probl&egrave;mes d'estomac ou l'intestin (par exemple, inflammation); <br /> si vous avez eu une r&eacute;action allergique grave (par exemple, une &eacute;ruption cutan&eacute;e s&eacute;v&egrave;re, urticaire, difficult&eacute;s respiratoires, ou &eacute;tourdissements) &agrave; un antibiotique p&eacute;nicilline (par exemple, l'amoxicilline) ou d'autres b&ecirc;ta-lactamines (par exemple, imip&eacute;n&egrave;me). <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important:</strong> <br /><br /> Contactez imm&eacute;diatement votre m&eacute;decin si la douleur ou des crampes d'estomac, diarrh&eacute;e grave, ou des selles sanglantes se produire. Ne pas traiter la diarrh&eacute;e sans v&eacute;rifier d'abord avec votre m&eacute;decin. <br /> Veillez &agrave; utiliser Cefadroxil pour le cours complet de traitement. Si vous n'aimez pas, le m&eacute;dicament mai pas clair jusqu'&agrave; votre infection compl&egrave;tement. La bact&eacute;rie peut aussi devenir moins sensible &agrave; tel ou d'autres m&eacute;dicaments. Cela pourrait rendre l'infection plus difficile &agrave; traiter dans l'avenir. <br /> Cefadroxil ne fonctionne que contre les bact&eacute;ries, elle ne traite pas les infections virales (par exemple, le rhume). <br /> &Agrave; long terme ou l'utilisation r&eacute;p&eacute;t&eacute;e de Cefadroxil mai provoquer une seconde infection. Pr&eacute;venez votre m&eacute;decin si les signes d'une deuxi&egrave;me infection se produire. Votre m&eacute;dicament mai doivent &ecirc;tre modifi&eacute;es pour traiter cela. <br /> Les patients diab&eacute;tiques - Cefadroxil mai cause les r&eacute;sultats de certains tests d'urine pour le glucose de se tromper. Demandez &agrave; votre m&eacute;decin avant de modifier votre alimentation ou la dose de votre m&eacute;dicament de diab&egrave;te. <br /> Cefadroxil mai interf&eacute;rer avec certains tests de laboratoire. Assurez-vous que votre m&eacute;decin et le personnel de laboratoire sais que vous &ecirc;tes en tenant Cefadroxil. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de Cefadroxil alors que vous &ecirc;tes enceinte. Cefadroxil se trouve dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Cefadroxil, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> diarrh&eacute;e, naus&eacute;es, maux d'estomac, vomissements. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), la diarrh&eacute;e sanglante, une urine fonc&eacute;e; mictions ont diminu&eacute;, la fi&egrave;vre, des frissons ou maux de gorge, douleurs articulaires , peau rouge, gonfl&eacute;e ou boursoufl&eacute;e, convulsions, diarrh&eacute;e s&eacute;v&egrave;re, douleurs d'estomac ou crampes, des ecchymoses ou des saignements inhabituels, fatigue ou faiblesse inhabituelle; des d&eacute;mangeaisons vaginales, l'odeur, ou la vidange, le jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information </strong><br /><br /> Cefadroxil doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>