<p><strong>Utilisation des Drogues </strong><br /><br /> Le c&eacute;fixime est utilis&eacute;e pour traiter de nombreux types d'infections caus&eacute;es par des bact&eacute;ries. C&eacute;fixime mai &eacute;galement &ecirc;tre utilis&eacute;es &agrave; d'autres fins qui ne figurent pas dans ce guide de m&eacute;dicament. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez c&eacute;fixime comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Prenez ce m&eacute;dicament avec un grand verre d'eau. C&eacute;fixime fonctionne mieux si vous le prenez avec un repas ou dans les 30 minutes suivant un repas. <br /> Avalez le comprim&eacute;. Briser la pilule mai causer trop de drogue destin&eacute;e &agrave; &ecirc;tre lib&eacute;r&eacute;e en m&ecirc;me temps. <br />&nbsp;Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de c&eacute;fixime.<br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong><br /><br /> Le c&eacute;fixime est dans un groupe de m&eacute;dicaments appel&eacute;s c&eacute;phalosporines (SEF une spor faible dans) les antibiotiques. Il fonctionne en luttant contre les bact&eacute;ries dans votre corps. <br /><br /> <strong>Dose oubli&eacute;e</strong> <br /><br /> Si vous oubliez une dose de c&eacute;fixime, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique c&eacute;fixime &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. C&eacute;fixime garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser c&eacute;fixime si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de c&eacute;fixime ou &agrave; d'autres c&eacute;phalosporines (par exemple, c&eacute;falexine); <br /> vous pourrez avoir un vaccin contre la typho&iuml;de vivre. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> C&eacute;fixime mai provoquer des &eacute;tourdissements. Cet effet mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Utilisez c&eacute;fixime avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> C&eacute;fixime ne fonctionne que contre les bact&eacute;ries, elle ne traite pas les infections virales (par exemple, le rhume). <br /> Veillez &agrave; utiliser c&eacute;fixime pour le cours complet de traitement. Si vous n'aimez pas, le m&eacute;dicament mai pas clair jusqu'&agrave; votre infection compl&egrave;tement. La bact&eacute;rie peut aussi devenir moins sensible &agrave; tel ou d'autres m&eacute;dicaments. Cela pourrait rendre l'infection plus difficile &agrave; traiter dans l'avenir. <br /> De longue dur&eacute;e ou une utilisation r&eacute;p&eacute;t&eacute;e du c&eacute;fixime mai provoquer une seconde infection. Pr&eacute;venez votre m&eacute;decin si les signes d'une deuxi&egrave;me infection se produire. <br /> Contactez imm&eacute;diatement votre m&eacute;decin si la douleur ou des crampes d'estomac, diarrh&eacute;e grave, ou des selles sanglantes se produire. Ne pas traiter la diarrh&eacute;e sans v&eacute;rifier d'abord avec votre m&eacute;decin. <br /> C&eacute;fixime mai r&eacute;duire la capacit&eacute; de votre sang &agrave; coaguler. &Eacute;vitez les activit&eacute;s qui mai causer des contusions ou des blessures. Pr&eacute;venez votre m&eacute;decin si vous pr&eacute;sentez des saignements inhabituels ou ecchymoses ou fonc&eacute;, goudron, ou des selles sanglantes. <br /> Les patients diab&eacute;tiques - Le c&eacute;fixime mai cause les r&eacute;sultats de certains tests d'urine pour le glucose de se tromper. Demandez &agrave; votre m&eacute;decin avant de modifier votre alimentation ou la dose de votre m&eacute;dicament de diab&egrave;te. <br /> C&eacute;fixime mai interf&eacute;rer avec certains tests de laboratoire. Assurez-vous que votre m&eacute;decin et le personnel de laboratoire savez que vous utilisez c&eacute;fixime. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de c&eacute;fixime pendant que vous &ecirc;tes enceinte. On ne sait pas si c&eacute;fixime se trouve dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez c&eacute;fixime, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> diarrh&eacute;e; gaz; des selles molles, naus&eacute;es, douleur d'estomac ou boulevers&eacute;. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue; enrouement inhabituels), selles sanglantes, mictions ont diminu&eacute;, fi&egrave;vre, rouge, enfl&eacute;e, boursoufl&eacute;e, ou desquamation peau; saisies; diarrh&eacute;e s&eacute;v&egrave;re; naus&eacute;es ou de vomissements; douleurs &agrave; l'estomac ou des crampes, des ecchymoses ou des saignements inhabituels, des pertes vaginales ou des d&eacute;mangeaisons; taches blanches dans la bouche; jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information </strong><br /><br /> C&eacute;fixime doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>