<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> La c&eacute;falexine est attribu&eacute; comme antibiotiques du groupe des c&eacute;phalosporines qui agissent contre les bact&eacute;ries emp&ecirc;chant la formation de leurs parois cellulaires. Il est assez r&eacute;sistant aux p&eacute;nicillinases de micro-organismes &agrave; Gram positif, mais peut &ecirc;tre d&eacute;truit par des b&ecirc;ta-lactamases de celles &agrave; Gram n&eacute;gatif. Il montre large spectre d'activit&eacute; contre les microorganismes gram positives telles que Staphylococcus, Staphylococcus epidermidis, Streptococcus, Corynebacterium diphteriae, Clostridium, Actinomyces israelii, Bacillus anthracis, micro-organismes Gram n&eacute;gatif comme Escherichia coli, Klebsiella, Proteus mirabilis, Neisseria gonorrhoeae, Neisseria meningitidis, Shigella, Salmonella . Les infections courantes qui sont trait&eacute;es avec Cephalexin les infections de l'oreille moyenne, les amygdales, la gorge, du larynx (laryngite), des bronches (bronchite) et la pneumonie, ainsi que dans des voies urinaires, la peau et les os. <br /><br /> <strong>Posologie et administration</strong> <br /><br /> La dose de Cephalexin pour les adultes est de 1 &agrave; 4 grammes en doses fractionn&eacute;es. L'intervalle entre les doses peut &ecirc;tre 6 ou 12 heures selon l'infection. <br /><br /> <strong>Pr&eacute;cautions <br /></strong><br /> Avant d'utiliser Cephalexin, parlez-en &agrave; votre m&eacute;decin si vous &ecirc;tes allergique &agrave; des m&eacute;dicaments (p&eacute;nicillines en particulier), une maladie du rein ou du foie, un estomac ou des troubles intestinaux comme la colite, et le diab&egrave;te. <br /><br /> <strong>Contre-indications <br /></strong><br /> Hypersensibilit&eacute; &agrave; la c&eacute;phalexine, les c&eacute;phalosporines (Ceclor, Duricef, Omnicef, Spectracef, Suprax, Cefzil, Fortaz, Ceftin) et des antibiotiques beta-lactamase. Circonspection doit &ecirc;tre exerc&eacute;e chez les patients souffrant de troubles r&eacute;naux, colite pseudo-membraneuse, la grossesse, l'allaitement et les b&eacute;b&eacute;s de moins de 6 mois. <br /><br /> <strong>Effets secondaires possibles <br /></strong><br /> La plupart des effets secondaires communs peuvent inclure des signes d'allergie (urticaire, &eacute;ruption cutan&eacute;e, gonflement du visage et de la langue), la saisie, la fi&egrave;vre, des maux de gorge, maux de t&ecirc;te et avec une formation de cloques graves, peeling, et les &eacute;ruptions cutan&eacute;es rouges, peau p&acirc;le ou jaunes, urines fonc&eacute;es , fi&egrave;vre, hallucinations, confusion ou une faiblesse, des ecchymoses ou des saignements, de la faiblesse inhabituelle, confusion, agitation, diminution de la miction ou absent. En cas d'effets secondaires graves et persistants &eacute;num&eacute;r&eacute;s ci-dessus chercher de l'aide m&eacute;dicale imm&eacute;diate. <br /><br /> <strong>Les interactions m&eacute;dicamenteuses&nbsp;<br /></strong><br /> Informez votre m&eacute;decin de tous les m&eacute;dicaments que vous prenez et les vaccins en particulier &agrave; propos de Live, le prob&eacute;n&eacute;cide. Cephalexin peut diminuer l'efficacit&eacute; de la combinaison-type des pilules contraceptives. Ce m&eacute;dicament est capable de montrer des r&eacute;sultats faussement positifs avec certains produits diab&eacute;tiques des tests d'urine. Cephalexin augmente les effets des anticoagulants, polphenilbutazone, furocemide. Salicylates et l'indom&eacute;thacine excr&eacute;tion lente de cephalolexin par les reins. Les m&eacute;dicaments diminuant la s&eacute;cr&eacute;tion de la concentration augmenter les tubules du s&eacute;rum sanguin des m&eacute;dicaments et ralentir son excr&eacute;tion. <br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous avez manqu&eacute; une dose, prenez-la d&egrave;s que vous vous rappellerez. S'il est presque temps de votre prochaine dose il suffit de sauter et de retour &agrave; l'horaire r&eacute;gulier. Jamais une double dose de ce m&eacute;dicament. <br /><br /> <strong>Surdosage <br /></strong><br /> En cas de sympt&ocirc;mes graves et persistantes des naus&eacute;es, des vomissements, douleurs &agrave; l'estomac, la diarrh&eacute;e et du sang dans vos urines, consultez votre m&eacute;decin au sujet des soins m&eacute;dicaux. <br /><br /> <strong>Stockage <br /></strong><br /> Stocker &agrave; temp&eacute;rature ambiante entre 59-77 degr&eacute;s F (15-25 degr&eacute;s C) loin de la lumi&egrave;re et l'humidit&eacute;, les enfants et les animaux domestiques. Ne pas utiliser apr&egrave;s expiration terme. <br /><br /> <strong>Disclaimer <br /></strong><br /> Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement.</p>