<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Phexin est administr&eacute; comme antibiotique du groupe des c&eacute;phalosporines qui agissent contre les bact&eacute;ries en emp&ecirc;chant la formation de leurs barri&egrave;res cellulaires. Ce m&eacute;dicament est assez r&eacute;sistant &agrave; aux microorganismes de p&eacute;nicillinases de gram positif, mais peut &ecirc;tre d&eacute;truit par le &beta;-lactamase de gram n&eacute;gatif. Ce m&eacute;dicament est reconnu pour sa large activit&eacute; de spectre contre les microorganismes de gram positif tels que Staphylococcus, Staphylococcus epidermidis; Streptococcus, Corynebacterium diphtheriae, Clostridium, Actinomyces israelii, le bacille anthracis, les micro-organismes de gram n&eacute;gatif tels que Escherichia coli, Klebsiella, Proteus mirabilis, Neisseria gonorrhoeae, Neisseria meningitidis, Shigella, Salmonella. Les infections r&eacute;pandues trait&eacute;es par Phexin incluent les infections de l'oreille moyenne, des amygdales, de la gorge, du larynx (laryngite), des bronches (bronchite) et la pneumonie, et &eacute;galement les infections des voies urinaires, de la peau et des os. <br /><br /> <strong>Dosage et administration<br /></strong><br /> La dose de Phexin devrait &ecirc;tre administr&eacute;e individuellement pour chaque cas. L'intervalle entre les doses peut &ecirc;tre de 6 ou 12 heures selon l'infection. Prenez strictement selon la prescription. Suivez toutes les recommandations de votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant d'utiliser Phexin, informez votre m&eacute;decin si vous &ecirc;tes allergiques aux m&eacute;dicaments (surtout aux p&eacute;nicillines), si vous souffrez de maladie h&eacute;patique ou r&eacute;nale, de l&rsquo;estomac ou de troubles intestinaux tels que la colite et le diab&egrave;te.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; &agrave; Phexin, aux c&eacute;phalosporines (Ceclor, Duricef, Omnicef, Spectracef, Suprax, Cefzil, Fortaz, Ceftin) et aux antibiotiques b&ecirc;ta-lactamines (&beta;-lactamines). Une pr&eacute;caution devrait &ecirc;tre prise chez les patients pr&eacute;sentant des troubles du rein, une colite pseudomembraneuse, en &eacute;tat de grossesse, d&rsquo;allaitement et chez les b&eacute;b&eacute;s de moins de 6 mois.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> La plupart des effets secondaires g&eacute;n&eacute;raux peuvent inclure des signes d'allergie (&eacute;ruptions, rougeurs, enflure de visage et de la langue), les attaques, la fi&egrave;vre, les maux de gorge et les maux de t&ecirc;te avec apparition de cloques graves, la desquamation, et les &eacute;ruptions rouges de la peau, le palissement ou la jaunissement de la peau, l'urine de couleur sombre, la fi&egrave;vre, les hallucinations, la perte de conscience ou la faiblesse, la facilite d&rsquo;apparition d&rsquo;ecchymoses ou de saignement, la faiblesse inhabituelle, la perte de conscience, l'agitation, l&rsquo;urination att&eacute;nu&eacute;e ou absente. En cas d&rsquo;effets secondaires s&eacute;rieux et persistants &eacute;num&eacute;r&eacute;s ci-dessus, contactez l'assistance m&eacute;dicale d&rsquo;urgence.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Informez votre m&eacute;decin de tous les m&eacute;dicaments que vous prenez et surtout des vaccins vivants, de la prob&eacute;n&eacute;cide. Phexin peut diminuer l'efficacit&eacute; de pilules contraceptives de type combin&eacute;. Ce m&eacute;dicament est capable de montrer de faux r&eacute;sultats positifs en pr&eacute;sence de certains produits lors des tests d'urine de r&eacute;v&eacute;lation de diab&egrave;te. Phexin augmente les effets d'anticoagulants indirects, de la polphenilbutazone, furos&eacute;mide. Les salicylates et l&rsquo;indom&eacute;tacine ralentissent l'excr&eacute;tion de c&eacute;phalol&eacute;xine par les reins. Les m&eacute;dicaments qui diminuent la s&eacute;cr&eacute;tion dans les canaux des reins augmentent la concentration du m&eacute;dicament dans le s&eacute;rum du sang et ralentissent son excr&eacute;tion.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si vous constatez que l&rsquo;heure pour la dose suivante est proche, sautez la dose omise et reprenez votre programme de dosage r&eacute;gulier. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise. <br /><br /> <strong>Surdosage<br /></strong><br /> En cas de sympt&ocirc;mes s&eacute;rieux et persistants de naus&eacute;e, de vomissement, de douleurs d'estomac, de diarrh&eacute;e et de pr&eacute;sence de sang dans l&rsquo;urine, consultez votre m&eacute;decin pour une assistance m&eacute;dicale.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie. A ne pas utiliser apr&egrave;s la date d'expiration.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>