<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Doxycyline est un antibiotique de large spectre synth&eacute;tique obtenu &agrave; partir de la t&eacute;tracycline et utilis&eacute; pour traiter bon nombre d&rsquo;infections bact&eacute;riennes diverses, telles que les infections des voies urinaires, de l&rsquo;acn&eacute;, de la gonorrh&eacute;e, des chlamydioses, de la parodontite (gingivite), des taches, des excroissances et des l&eacute;sions semblables &agrave; l'acn&eacute; et provoqu&eacute;es par des com&eacute;dons.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Ce m&eacute;dicament devrait &ecirc;tre pris apr&egrave;s un repas avec un grand verre d'eau pour diminuer l'irritation de l'oesophage. La dose quotidienne devrait &ecirc;tre prise sous forme de dose simple ou divis&eacute;e en deux (prises espac&eacute;es de 12 heures). Evitez de le prendre en de plus grandes quantit&eacute;s ou de continuer &agrave; le prendre apr&egrave;s la p&eacute;riode de prescription. Certaines variantes de ce m&eacute;dicament ne peuvent pas &ecirc;tre administr&eacute;es avec des produits laitiers. Evitez d&rsquo;&eacute;craser, de casser, ou d&rsquo;ouvrir une capsule de pr&eacute;paration-retard, avalez la pilule enti&egrave;re. Si c'est un produit en suspension par ingestion, bien secouer avant l'utilisation et doser avec une cuill&egrave;re de mesure sp&eacute;ciale. Ne prenez jamais ce m&eacute;dicament si la date d&rsquo;expiration est d&eacute;pass&eacute;, car dans ce cas il peut nuire &agrave; votre rein.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> L'usage de la Doxycycline pendant la pousse des dents peut provoquer un changement irr&eacute;versible de leur couleur. Les infections provoqu&eacute;es par les staphylocoques, Escherichia, Shigella, peuvent survenir seulement apr&egrave;s que la sensibilit&eacute; au m&eacute;dicament est d&eacute;termin&eacute;e. Evitez l'exposition du corps &agrave; la radiation prolong&eacute;e des UV pendant le traitement et 4-5 jours apr&egrave;s. Si le traitement avec ce m&eacute;dicament a &eacute;t&eacute; prescrit pour une longue dur&eacute;e, il est n&eacute;cessaire de mener une surveillance r&eacute;guli&egrave;re du contenu des cellules de sang p&eacute;riph&eacute;rique, des tests du fonctionnement du foie et la d&eacute;termination d'azote et de l'ur&eacute;e dans le s&eacute;rum.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; &agrave; la Doxycycline et &agrave; la t&eacute;tracycline, la grossesse (pendant la deuxi&egrave;me moiti&eacute; de grossesse), l&rsquo;allaitement, les petits enfants (enfants de moins de 9 ans), la leucop&eacute;nie, la porphyrie, l&rsquo;insuffisance grave du foie.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires provoqu&eacute;s par la Doxycycline peuvent appara&icirc;tre sous forme de maux de t&ecirc;te, de vertige, de brouille de vision, de fi&egrave;vre, de refroidissement, de maux du corps, de rougissement de la peau, de douleurs aigues au corps, du jaunissement ou du palissement de la peau, l'urine de couleur sombre, de douleurs aigues &agrave; la partie sup&eacute;rieure de l'estomac, la perte d'app&eacute;tit, la jaunisse, l&rsquo;apparition facile d&rsquo;ecchymoses ou de saignement. Contactez votre m&eacute;decin si vous ressentez les effets graves &eacute;num&eacute;r&eacute;s ci-dessus.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Il n&rsquo;est pas recommand&eacute; une administration conjointe avec l'aluminium, le magn&eacute;sium, ou les antiacides &agrave; base de calcium, car l'absorption de la Doxycycline peut-&ecirc;tre ralentie. Les min&eacute;raux (tels que le calcium ou le fer) ou contenant du sous-salicylate de bismuth ont le m&ecirc;me effet. Il est suppos&eacute; que la Doxycycline am&eacute;liore l'activit&eacute; de la warfarine. La ph&eacute;nyto&iuml;ne (Dilantine), la carbamaz&eacute;pine (Tegretol) et les barbituriques (tels que le ph&eacute;nobarbital) peuvent am&eacute;liorer le m&eacute;tabolisme de la Doxycycline.<br /><br /> <strong>Omission de dose<br /></strong><br /> Ne prenez jamais une double dose de ce m&eacute;dicament. Si l&rsquo;heure de la dose suivante est proche, sautez simplement la dose omise et continuez &agrave; prendre le m&eacute;dicament selon le programme.<br /><br /> <strong>Surdosage<br /></strong><br /> En cas de naus&eacute;e s&eacute;rieuse et persistante, de vomissement et de diarrh&eacute;e, consultez votre m&eacute;decin<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie. N'utilisez pas le m&eacute;dicament apr&egrave;s la date d'expiration.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>