<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Keftab est un antibiotique de la classe des c&eacute;phalosporines. Il extermine, combat et arr&ecirc;te la croissance de certaines bact&eacute;ries dans l&rsquo;organisme. Ce m&eacute;dicament est utilis&eacute; pour traiter plusieurs types d'infections, y compris les infections respiratoires sup&eacute;rieures, les infections des oreilles, de la peau et les infections des voies urinaires. Il est inefficace contre le rhume, la grippe ou d&rsquo;autres infections virales.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament suivant strictement la prescription de votre m&eacute;decin. Ne prenez pas une dose plus &eacute;lev&eacute;e ou pendant une p&eacute;riode plus longue que celle recommand&eacute;e par votre m&eacute;decin. Suivez les instructions mentionn&eacute;es sur votre calendrier de prescription. Prenez Keftab avec un grand verre d'eau. Dissoudre le comprim&eacute; soluble de Keftab dans une petite quantit&eacute; d'eau, environ 2 cuiller&eacute;es &agrave; caf&eacute;. Homog&eacute;n&eacute;iser ce m&eacute;lange et boire le tout imm&eacute;diatement. Pour vous assurer d'obtenir la dose compl&egrave;te, ajouter un peu plus d'eau dans le m&ecirc;me verre, remuer doucement et boire imm&eacute;diatement. Ne pas avaler ou croquer un comprim&eacute; soluble. Prenez Keftab pendant toute la dur&eacute;e de prescription de votre m&eacute;decin. Vos sympt&ocirc;mes peuvent s&rsquo;am&eacute;liorer avant que l'infection ne soit trait&eacute;e, ne cessez pas de prendre le m&eacute;dicament. Keftab n&rsquo;est pas susceptible de traiter des infections virales telles que le rhume ou la grippe. Keftab peut rendre les r&eacute;sultats anormaux dans certains tests m&eacute;dicaux. Avisez tout m&eacute;decin qui vous traite que vous utilisez Keftab. <br /> Pr&eacute;cautions<br /> Il est d&eacute;conseill&eacute; d&rsquo;utiliser ce m&eacute;dicament si vous &ecirc;tes allergique &agrave; la c&eacute;phalexine, ou &agrave; des antibiotiques similaires (Ceclor, Ceftin, Cefzil, Duricef, Fortaz, Omnicef, Spectracef, Suprax, et autres). Avant d'utiliser Keftab, avisez votre m&eacute;decin si vous &ecirc;tes allergique &agrave; des m&eacute;dicaments (p&eacute;nicillines en particulier), ou si vous souffrez d&rsquo;une maladie du rein ou du foie, des troubles d&rsquo;estomac ou intestinaux tels que la colite, de diab&egrave;te, ou si vous souffrez de malnutrition.<br /><br /> <strong>Contre-indications<br /></strong><br /> L&rsquo;allergie &agrave; la c&eacute;phalexine, ou &agrave; des antibiotiques similaires (Ceclor, Ceftin, Cefzil, Duricef, Fortaz, Omnicef, Spectracef, Suprax, et autres), aux p&eacute;nicillines, maladies des reins ou du foie, des troubles intestinaux d&rsquo;estomac tels que la colite, le diab&egrave;te, ou si vous souffrez de malnutrition, femmes enceintes ou pr&eacute;voyant une grossesse et celles en p&eacute;riode d&rsquo;allaitement au sein.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous avez un des signes d'une allergie: urticaire, respiration difficile, boursouflure du visage, des l&egrave;vres, de la langue, ou de la gorge. Vous devez appeler imm&eacute;diatement votre m&eacute;decin si vous avez une diarrh&eacute;e aqueuse ou sanglante, une attaque (convulsions), de la fi&egrave;vre, des maux de gorge, des maux de t&ecirc;te accompagn&eacute;s de formation de cloques graves, de desquamation, et d&rsquo;&eacute;ruptions cutan&eacute;es rouges, de peau p&acirc;le ou jaune, d&rsquo;urines fonc&eacute;es, de confusion ou de faiblesse, d&rsquo;ecchymoses ou de saignements, une faiblesse inhabituelle, l&rsquo;obnubilation, l&rsquo;agitation, des hallucinations (vision de choses inexistantes) ou des urines moins fr&eacute;quentes que d'habitude ou absentes.<br /> Les effets secondaires suivants sont moins graves et peuvent inclure des naus&eacute;es l&eacute;g&egrave;res, des vomissements, de la diarrh&eacute;e, des &eacute;tourdissements, de la fatigue, des douleurs articulaires ou des d&eacute;mangeaisons ou des pertes vaginales.<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Pr&eacute;venez votre m&eacute;decin si vous utilisez certains des m&eacute;dicaments antigoagulants tels que la warfarine (Coumadin), la metformine (Fortamet, Glucophage, Riomet, Actoplus, Avandamet, Metaglip) ou le prob&eacute;n&eacute;cide (Benemid). N&rsquo;oubliez pas &eacute;galement d&rsquo;informer votre m&eacute;decin sur tous les m&eacute;dicaments prescrits sur ordonnance et en vente libre que vous utilisez, y inclus les vitamines, les min&eacute;raux, les produits &agrave; base de plantes, et les m&eacute;dicaments prescrits par d'autres m&eacute;decins. Ne commencez pas le traitement avec un nouveau m&eacute;dicament sans avoir avis&eacute; votre m&eacute;decin.<br /><br /> <strong>Omission de dose<br /></strong><br /> Prenez la dose omise d&egrave;s que vous vous &ecirc;tes rappel&eacute;. Si l&rsquo;heure de dose suivante est proche, sautez la dose omise et prenez le m&eacute;dicament &agrave; l'heure habituelle suivante. Ne prenez pas de m&eacute;dicaments suppl&eacute;mentaires pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Demandez des soins m&eacute;dicaux d'urgence si vous pensez avoir pris trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage peuvent inclure des naus&eacute;es, des vomissements, des douleurs abdominales, de la diarrh&eacute;e et du sang dans les urines.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez les comprim&eacute;s et les capsules &agrave; la temp&eacute;rature ambiante. Gardez-les &agrave; l&rsquo;abri de l'humidit&eacute; et de la chaleur. Jeter tout m&eacute;dicament non utilis&eacute; au terme de 14 jours.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.es, des vomissements, des douleurs abdominales, de la diarrh</p>