<p><strong>Utilisation des Drogues </strong><br /><br /> La minocycline est utilis&eacute; pour traiter certaines infections. Il mai &eacute;galement &ecirc;tre utilis&eacute; avec d'autres m&eacute;dicaments pour traiter l'acn&eacute; s&eacute;v&egrave;re, ou pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez minocycline comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Certaines marques de minocycline mai &ecirc;tre pris avec des aliments. D'autres doivent &ecirc;tre pris sur un estomac vide. V&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien pour savoir comment prendre votre marque de la minocycline. <br /><br /> Certaines marques de minocycline doivent &ecirc;tre aval&eacute;s entiers. V&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien pour voir si votre m&eacute;dicament est une marque qui doivent &ecirc;tre aval&eacute;s entiers. <br /><br /> Prendre minocycline par voie orale avec ou sans nourriture. <br /><br /> Prendre minocycline avec un grand verre d'eau (8 oz/240 ml). Ne pas se coucher pendant 30 minutes apr&egrave;s la prise de minocycline. <br /><br /> Si vous prenez &eacute;galement des sels de bismuth (par exemple, le salicylate de bismuth), des sels de calcium (par exemple, le carbonate de calcium), colestipol, sels de fer (par exemple, le sulfate de fer), du magn&eacute;sium, alkalinizers urinaire (par exemple, tous les jours les antiacides), le sucralfate, de vitamines et de min&eacute;raux, quinapril, la didanosine, ou de sels de zinc (par exemple, le sulfate de zinc), ne les prenez pas dans les 2 &agrave; 3 heures avant ou apr&egrave;s la prise de minocycline. Consultez votre m&eacute;decin si vous avez des questions. <br /><br /> Pour &eacute;claircir votre infection compl&egrave;tement, prendre minocycline pour le cours complet de traitement. Continuez &agrave; prendre m&ecirc;me si vous vous sentir mieux apr&egrave;s quelques jours. <br /><br /> La minocycline agit mieux s'il est pris &agrave; la m&ecirc;me heure chaque jour. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong><br /><br /> La minocycline est un antibiotique t&eacute;tracycline. Il agit en ralentissant la croissance de certaines bact&eacute;ries et permettant au corps de l 'syst&egrave;me immunitaire de les tuer. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de minocycline, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique minocycline &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. La minocycline garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser la minocycline si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des minocycline; <br /> vous prenez acitr&eacute;tine, un sel d'aluminium (par exemple, le carbonate d'aluminium), l'isotr&eacute;tino&iuml;ne, le m&eacute;thoxyflurane, ou une p&eacute;nicilline. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec la minocycline. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous avez des probl&egrave;mes r&eacute;naux <br /> Si vous avez une maladie auto-immune (par exemple, le lupus) <br /><br />Certains m&eacute;dicaments peuvent interagir avec la minocycline. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> Les sels d'aluminium (par exemple, le carbonate d'aluminium) ou la cim&eacute;tidine, parce qu'ils mai Minocycline diminution de l 'efficacit&eacute; <br /> Acitr&eacute;tine, les anticoagulants (p.ex., warfarine), la digoxine, des alcalo&iuml;des de l'ergot de seigle (par exemple, ergotamine), l'insuline, l'isotr&eacute;tino&iuml;ne, le m&eacute;thotrexate, le m&eacute;thoxyflurane, ou th&eacute;ophyllines parce que le risque de leurs effets secondaires mai &ecirc;tre augment&eacute; par minocycline <br /> Live vaccin contre la typho&iuml;de oraux, des contraceptifs oraux (pilule contraceptive), ou les p&eacute;nicillines, car leur efficacit&eacute; mai &ecirc;tre diminu&eacute; par la minocycline.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> &eacute;tourdissements, somnolence, vertiges, perte d'app&eacute;tit, naus&eacute;es, maux d'estomac, vomissements. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), selles sanglantes, une vision floue; exorbit&eacute;s points faibles chez les nourrissons, fi&egrave;vre, maux de t&ecirc;te, augmentation de la pression la t&ecirc;te, une inflammation du pancr&eacute;as (augmentation du pouls, de naus&eacute;es, de la tendresse de l'estomac, vomissements), douleur articulaire, douleur ou faiblesse musculaire, peau rouge, gonfl&eacute;e ou boursoufl&eacute;e, ou &eacute;pluchage; bourdonnements dans les oreilles; convulsions, diarrh&eacute;e s&eacute;v&egrave;re, r&eacute;action cutan&eacute;e s&eacute;v&egrave;re au soleil, de douleurs &agrave; l'estomac / crampes; difficult&eacute; &agrave; avaler, fatigue ou faiblesse inhabituelle, irritation vaginale ou la vidange, le jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information </strong><br /><br /> Si vous avez des questions sur la minocycline, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /><br /> Minocycline doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /><br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>