<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Noroxin est un antibiotique de la famille des quinolones et utilis&eacute; dans le traitement des voies urinaires telle que la py&eacute;lon&eacute;phrite, la cystite, l&rsquo;ur&eacute;trite, des organes g&eacute;nitaux (prostatite, cervicite, endom&eacute;trite), du tube gastro-intestinal (salmonellose, shigellose), de la gonorrh&eacute;e peu compliqu&eacute;e. Le m&eacute;canisme de son action comprend l'inhibition de l'ADN gyrase, menant &agrave; la d&eacute;stabilisation de l'ADN bact&eacute;rien et &agrave; la mort des bact&eacute;ries sensibles. Noroxin est actif contre Staphylococcus spp. (y inclus Staphylococcus aureus), Neisseria spp., E. coli, Citrobacter spp., Klebsiella spp., Proteus spp., Salmonella spp., Enterobacter spp., Hafnia, Shigella spp., Mycobacterium tuberculosis (BK, bacille de Koch), Vibrio cholerae, Haemophilus influenzae, Chlamydia spp., Mycoplasma spp. et quelques autres. Le m&eacute;dicament est actif pendant une dur&eacute;e de 12 heures.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Pour traiter des infections des voies urinaires, prenez 400 mg de Noroxin deux fois par jour pendant 7-10 jours, pour le traitement de cystite non compliqu&eacute;e, continuez la prise pendant 3-7 jours et dans les cas d&rsquo;infection chronique p&eacute;riodique des voies urinaires, le traitement dure jusqu'&agrave; 12 semaines. En cas de prostatite, la dose quotidienne recommand&eacute;e est de 800 mg, r&eacute;partis en 2 doses, pendant quatre semaines. La dose recommand&eacute;e simple ordinaire pour traiter la gonorrh&eacute;e est de 800 milligrammes pendant 1 jour. La dose quotidienne maximale est de 800 milligrammes. Prenez le m&eacute;dicament avec un verre d'eau plein deux heures apr&egrave;s ou une heure avant le repas. Buvez en abondance de l'eau pendant la prise de Noroxin pour &eacute;viter la formation de cristaux en forme d'aiguilles dans votre urine. Les personnes &acirc;g&eacute;es et les personnes souffrant de probl&egrave;mes de rein devraient utiliser un dosage r&eacute;duit ou faire contr&ocirc;ler le fonctionnement des reins. Prenez le m&eacute;dicament suivant strictement la prescription de votre m&eacute;decin. Ne commencez pas ou n&rsquo;interrompez pas le traitement sans avoir consultez votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Chez les patients d&rsquo;&acirc;ge avanc&eacute; et pr&eacute;sentant une baisse de fonctionnement du rein, une surveillance est n&eacute;cessaire de mani&egrave;re r&eacute;guli&egrave;re. Ce m&eacute;dicament peut provoquer une photosensibilit&eacute;, donc &eacute;vitez une exposition directe aux rayons du soleil pendant le traitement. Limitez la consommation de boissons alcoolis&eacute;es, car elles peuvent aggraver les Effets secondaires possibles tels que le vertige, la somnolence et d'autres qui peuvent affecter votre capacit&eacute; de d&rsquo;exploitation de machines et de conduite.<br /><br /> <strong>Contre-indications<br /></strong><br /> Ce m&eacute;dicament ne peut pas &ecirc;tre administr&eacute; aux patients pr&eacute;sentant une hypersensibilit&eacute; &agrave; Noroxin, aux femmes enceintes et allaitantes, aux enfants de moins de 18 ans, aux personnes pr&eacute;sentant une insuffisance de glucose-6-phosphate d&eacute;shydrog&eacute;nase (G6PD). Une pr&eacute;caution est n&eacute;cessaire quand Noroxin est administr&eacute; aux individus ayant une art&eacute;rioscl&eacute;rose c&eacute;r&eacute;brale, un dysfonctionnement c&eacute;r&eacute;brovasculaire, l'&eacute;pilepsie, le syndrome &eacute;pileptique, la myasth&eacute;nie grave, une insuffisance r&eacute;nale ou de h&eacute;patique.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Les Effets secondaires possibles les plus g&eacute;n&eacute;raux incluent : la faiblesse, les maux de t&ecirc;te, la somnolence, le vertige, la naus&eacute;e, les troubles d'estomac. Les Effets secondaires possibles rares mais graves sont: le tremblement et la sensibilit&eacute; au soleil, les crises, les changements mentaux/changements d'humeur, les maux de gorge/la fi&egrave;vre, les changements dans la vision, la diminution de l&rsquo;ouie, le changent en quantit&eacute; ou en aspect de l'urine, la jaunisse, l&rsquo;&eacute;vanouissement, les changements dans le battement du coeur, l&rsquo;apparition facile des ecchymoses ou de saignement, l'engourdissement ou le picotement aux extr&eacute;mit&eacute;s. Les probl&egrave;mes de tendon et l'affaiblissement des muscles sont rares, mais possibles. Arr&ecirc;tez la pratique d&rsquo;exercices physiques et demander de l'assistance m&eacute;dicale si vous ressentez des douleurs aux articulations ou aux tendons. En cas de colite pseudomembraneuse (diarrh&eacute;e persistante, mal/malaise abdominale ou &agrave; l&rsquo;estomac, presence de sang/mucus dans les selles) qui peut survenir m&ecirc;me quelques semaines apr&egrave;s que le traitement a &eacute;t&eacute; arr&ecirc;t&eacute;, n'utilisez pas de produits antidiarrh&eacute;iques ou de tranquillisants de soulagement de douleur. Informez imm&eacute;diatement votre m&eacute;decin de votre &eacute;tat. L&rsquo;administration prolong&eacute;e ou r&eacute;p&eacute;t&eacute;e de Noroxin peut provoquer la grive orale ou une nouvelle infection de levure vaginale dont les sympt&ocirc;mes sont : les taches blanches dans la bouche, un changement dans la s&eacute;cr&eacute;tion vaginale. Informez imm&eacute;diatement votre m&eacute;decin si vous ressentez une r&eacute;action allergique (vertige accentu&eacute;, rougeurs, d&eacute;mangeaison, enflure, probl&egrave;me respiration).<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> La dose de Theophylline devrait &ecirc;tre diminu&eacute;e au cours du traitement avec Noroxin. Noroxin accro&icirc;t la concentration d'anticoagulants indirects, de cyclosporines dans le sang, ralentit les effets de nitrofuranes. Les antiacides qui contiennent des ions d'Aluminium et de Magn&eacute;sium, les m&eacute;dicaments contenant du Fe, du Zn2 +, du sucralfate, devraient &ecirc;tre pris au moins avec un intervalle de temps de quatre heures apr&egrave;s ou avant la prise de Noroxin. L&rsquo;administration des produits de m&eacute;dicaments anti&eacute;pileptiques peut provoquer des crises &eacute;pileptiques. Une mont&eacute;e subite et dangereuse de la tension ou des changements dans le rythme cardiaque sont possibles lorsque Noroxin est conjointement utilis&eacute; avec des m&eacute;dicaments r&eacute;gulateurs de tension ou qui affectent le rythme cardiaque. Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits et non prescrits et des produits &agrave; base d&rsquo;herbes que vous prenez.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute; &agrave; moins que l&rsquo;heure de la dose suivante ne soit proche. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et reprenez votre programme de dosage r&eacute;gulier. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise. <br /><br /><strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage incluent : le vertige, la naus&eacute;e, le vomissement, la somnolence, la sueur froide, le boursouflement au visage sans changements importants dans les indices h&eacute;modynamiques.<br /><br /><strong> Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre dans un r&eacute;cipient herm&eacute;tiquement ferm&eacute;, &agrave; l&rsquo;abri de la vapeur et de l'humidit&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>