<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> Stromectol est un anthelminthique. Il est utilis&eacute; pour traiter les infections caus&eacute;es par certains parasites. Il agit en tuant les parasites sensibles.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Utilisez Stromectol suivant la prescription de votre m&eacute;decin. Prenez Stromectol par ingestion &agrave; jeun avec un verre d'eau. Certains patients qui prennent Stromectol ont besoin d&rsquo;un suivi r&eacute;gulier et de retraitement pour s&rsquo;assurer que l'infection est compl&egrave;tement &eacute;radiqu&eacute;e. Suivez les instructions de votre m&eacute;decin. T&acirc;chez de vous pr&eacute;senter &agrave; tous les rendez-vous de soins m&eacute;dicaux et de laboratoire.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Stromectol peut causer des &eacute;tourdissements ou une somnolence. Ces effets pourraient s&rsquo;aggraver si vous le prenez avec de l&rsquo;alcool ou certains m&eacute;dicaments. Utilisez Stromectol avec pr&eacute;caution. Evitez de conduire ou d'effectuer d'autres t&acirc;ches potentiellement dangereux jusqu'&agrave; ce que vous ayez d&eacute;termin&eacute; le niveau de votre r&eacute;action au m&eacute;dicament.<br /> Stromectol peut causer des &eacute;tourdissements, des vertiges ou des &eacute;vanouissements, et par conseuqent, l&rsquo;alcool, la chaleur, l'exercice physique, ou la fi&egrave;vre peuvent accentuer ces effets. Pour les pr&eacute;venir, il faut s&rsquo;asseoir ou se lever lentement, surtout le matin. Il est conseill&eacute; de s'asseoir ou de se coucher d&egrave;s les premiers signes d'un de ces effets.<br /> Rarement, certains patients prenant Stromectol et qui ont eu &eacute;galement une infection par d&rsquo;autres parasites (loasis) d&eacute;veloppent un probl&egrave;me c&eacute;r&eacute;bral grave et parfois mortel. Pr&eacute;venez votre m&eacute;decin si vous souffrez d'une infection d&rsquo;un autre parasite. Pr&eacute;venez votre m&eacute;decin si vous avez s&eacute;journ&eacute; dans une zone o&ugrave; il existe potentiellement une infection par la filariose &agrave; loa Loa (par exemple, Afrique de l&rsquo;Ouest ou Centrale). Avisez votre m&eacute;decin imm&eacute;diatement si vous avez des sympt&ocirc;mes tels que des maux de dos inhabituels, un saignement des yeux, de l'essoufflement, l'absence de contr&ocirc;le de la vessie ou de l'intestin, des troubles pendant la marche ou en position debout, des changements mentaux (par exemple, perte de conscience), la faiblesse inhabituelle, ou des convulsions.<br /> Stromectol doit &ecirc;tre utilis&eacute; avec extr&ecirc;me prudence chez les enfants pesant moins de 33 livres (15 kilogrammes), la s&eacute;curit&eacute; et l'efficacit&eacute; de l&rsquo;utilisation chez ces enfants n'ont pas &eacute;t&eacute; confirm&eacute;es.<br /> N&rsquo;utilisez pas Stromectol si vous &ecirc;tes enceinte. Si vous supposez &ecirc;tre enceinte, contactez imm&eacute;diatement votre m&eacute;decin. Stromectol peut &ecirc;tre s&eacute;cr&eacute;t&eacute; avec le lait maternel. Si vous &ecirc;tes en p&eacute;riode d'allaitement au sein au moment de l&rsquo;utilisation de Stromectol, consultez votre m&eacute;decin. Informez-vous sur les risques &eacute;ventuels pour votre b&eacute;b&eacute;.<br /><br /> <strong>Contre-indications<br /></strong><br /> N&rsquo;utilisez pas ce m&eacute;dicament si vous &ecirc;tes allergique &agrave; un des composants de Stromectol<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires les plus fr&eacute;quents sont la diarrh&eacute;e, l&rsquo;&eacute;tourdissement, les naus&eacute;es.<br /> Les effets secondaires graves comprennent des r&eacute;actions allergiques (&eacute;ruptions cutan&eacute;es, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, du visage, des l&egrave;vres ou de la langue), des douleurs aux yeux, des ampoules, l&rsquo;&eacute;vanouissement, un rythme cardiaque rapide, la fi&egrave;vre; des douleurs aux articulations, un rougissement de la peau, ampoules, v&eacute;sicules, desquamation de la peau, les crises, l&rsquo;&eacute;tourdissement, le vertige, les maux de t&ecirc;te, l&rsquo;enflure des jambes, des chevilles ou des pieds , des ganglions lymphatiques enfl&eacute;s ou sensibles (par exemple au cou, &agrave; l'aine, aux aisselles) ; des changements de la vision, le jaunissement des yeux ou de la peau.<br /><br /><strong>Interaction des m&eacute;dicaments<br /></strong><br /> Avisez votre sp&eacute;cialiste en soins de sant&eacute; si vous prenez des m&eacute;dicaments d&rsquo;autres m&eacute;dicaments, y compris les produits suivants: la warfarine, car le risque d&rsquo;effets ind&eacute;sirables pourrait &ecirc;tre accentu&eacute; par Stromectol.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. S&rsquo;il est presque 'heure de la dose suivante, sautez la dose omise et reprenez votre programme de posologie habituel. Ne prenez pas de dose double pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Si vous supposez avoir pris une surdose, contactez le centre d&rsquo;intoxication ou un service local de cas d&rsquo;urgence imm&eacute;diatement. Les sympt&ocirc;mes de surdosage peuvent comprendre: l&rsquo;engourdissement, des picotements, des difficult&eacute; &agrave; respirer, la perte de coordination, des convulsions.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez &agrave; une temp&eacute;rature ambiante inf&eacute;rieure &agrave; 86 F degr&eacute;s (30 degr&eacute;s C) &agrave; l&rsquo;abri de la lumi&egrave;re et l'humidit&eacute;. Ne gardez pas le m&eacute;dicament dans la salle de bains. Conservez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>