<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> La terramycine est un antibiotique du groupe des t&eacute;tracyclines. Elle est utilis&eacute;e pour traiter les infections caus&eacute;es par des bact&eacute;ries. Elle ralentit le d&eacute;veloppement des bact&eacute;ries sensibles en agissant sur la production des prot&eacute;ines n&eacute;cessaires &agrave; la croissance des bact&eacute;ries. Elle pr&eacute;pare les m&eacute;canismes de d&eacute;fense du corps &agrave; la destruction des bact&eacute;ries.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez la terramycine suivant la prescription de votre m&eacute;decin. Prendre par ingestion &agrave; jeun, au moins 1 heure avant ou 2 heures apr&egrave;s le repas. Si vous prenez aussi des antiacides contenant de l'aluminium, du calcium ou du magn&eacute;sium; des produits contenant du bismuth, du fer, du zinc ou du bicarbonate de sodium, ou des aliments riches en calcium (lait, produits laitiers, jus riche en calcium), il ne faut pas les prendre 2 &agrave; 3 heures avant ou apr&egrave;s la prise de terramycine. Pour &eacute;radiquer compl&egrave;tement l'infection, prendre la terramycine pendant toute la dur&eacute;e du cours de traitement. Continuez &agrave; la prendre m&ecirc;me si vous vous sentez mieux en quelques jours.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant d'utiliser Tagamet, informez votre m&eacute;decin de tous les troubles dont vous souffrez, en particulier des cas suivants:<br /> si vous avez des probl&egrave;mes r&eacute;naux ou h&eacute;patiques, si vous &ecirc;tes allergiques aux m&eacute;dicaments, aux aliments et &agrave; d&rsquo;autres substances, si vous &ecirc;tes enceinte, pr&eacute;voyez une grossesse ou si vous allaitez au sein; <br /> si vous prenez des m&eacute;dicaments prescrits ou non prescrits, des produits &agrave; base de plantes ou des suppl&eacute;ments alimentaires; <br /> si vous avez la diarrh&eacute;e, une infection de l'estomac ou des probl&egrave;mes r&eacute;naux.<br /><br /> <strong>Contre-indications<br /></strong><br /> N&rsquo;utilisez pas la terramycine si vous &ecirc;tes allergiques &agrave; un des composants de terramycine ou &agrave; d'autres antibiotiques de t&eacute;tracycline; si vous prenez de l'acitr&eacute;tine ou du m&eacute;thoxyflurane.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets ind&eacute;sirables les plus fr&eacute;quents sont la langue velue et noire, la vision trouble, les selles molles volumineuses, la diarrh&eacute;e, la difficult&eacute; &agrave; avaler, la fi&egrave;vre, les maux de t&ecirc;te, l&rsquo;urticaire, l'enrouement, l&rsquo;indigestion, l&rsquo;inflammation ou le rougissement de la langue, les douleurs aux articulations, la perte d'app&eacute;tit; les plaies dans la bouche, les naus&eacute;es; les &eacute;ruptions cutan&eacute;es, la sensibilit&eacute; &agrave; la lumi&egrave;re du soleil; les maux de gorge, les maux d'estomac, l&rsquo;enflure et les d&eacute;mangeaisons de l'anus .. Les effets secondaires graves comprennent des r&eacute;actions allergiques telles que les &eacute;ruptions cutan&eacute;es, l&rsquo;urticaire, les d&eacute;mangeaisons, la difficult&eacute; &agrave; respirer, la sensation d'oppression dans la poitrine, l&rsquo;enflure de la bouche, du visage, des l&egrave;vres ou de la langue, l'infection (fi&egrave;vre, frissons, maux de gorge), les d&eacute;mangeaisons, les naus&eacute;es; les r&eacute;actions cutan&eacute;es graves au soleil, l&rsquo;irritation ou les pertes vaginales, les vomissements.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Avisez votre m&eacute;decin de tous les m&eacute;dicaments que vous prenez et particuli&egrave;rement des produits suivants: l'atovaquone, le lithium, les contraceptifs oraux (pilule contraceptive), ou les p&eacute;nicillines (par exemple, l'amoxicilline), car leur efficacit&eacute; peut &ecirc;tre diminu&eacute;e par la t&eacute;tracycline; l&rsquo;acitr&eacute;tine ou l'isotr&eacute;tino&iuml;ne, en raison des effets secondaires, tels que la mont&eacute;e de la pression au niveau du liquide autour du cerveau, susceptibles de se produire; la digoxine, le m&eacute;thotrexate, le m&eacute;thoxyflurane, ou les anticoagulants oraux (warfarine), car le risque de leurs effets secondaires peuvent &ecirc;tre accentu&eacute;s par la t&eacute;tracycline.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose de terramycine, prenez-la d&egrave;s que possible. S'il est presque l'heure de la dose suivante, sautez la dose omise et revenez &agrave; votre programme de dosage r&eacute;gulier. Ne prenez pas de dose double.<br /><br /> <strong>Surdosage <br /></strong><br /> Si vous pensez avoir pris un surdosage de terramycine, consultez un m&eacute;decin imm&eacute;diatement.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez la terramycine &agrave; la temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Gardez le m&eacute;dicament &agrave; l'abri de la chaleur, de l'humidit&eacute; et de la lumi&egrave;re. Ne conservez pas dans la salle de bains. Conserver dans un emballage bien ferm&eacute; et imperm&eacute;able &agrave; la lumi&egrave;re. Gardez la terramycine hors des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>