<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Zithromax est un antibiotique macrolide semi-synth&eacute;tique chimiquement d&eacute;riv&eacute; de l&rsquo;&eacute;rythromycine qui est actif contre un grand nombre de types de micro-organismes de gram positif et de gram n&eacute;gatif tels que le genre Staphylococcus; S. aureus, S. pneumoiane, S. pyogenes, S. agalactiae, Haemophilus influenzae and parainfluenzae, Moraxela catarrhalis, Bacteroides fragilis, Escherichia coli, Bordetella ssp., Borrelia burgdorferi, Haemophilus ducreui, Nisseria gonorrhoeae &Oslash; Chlamidia trachomati. In vitro, il s&rsquo;est caract&eacute;ris&eacute; par une activit&eacute; contre Legionella pneumophila, Mycoplasma pneumoiae &Oslash; hominis, pylores de Helicobacter, Toxoplasma gondii, Ureaplasma urealiticum. Comme tous les antibiotiques macrolides, Zithromax inhibe la synth&egrave;se de prot&eacute;ines bact&eacute;riennes et empeche la croissance et lea propagation des bact&eacute;ries. Il est utilis&eacute; pour traiter les infections des organes respiratoires sup&eacute;rieurs et inf&eacute;rieurs (tonsillite, otite, sinusite, pneumonie), les infections urog&eacute;nitales (ur&eacute;trite, prostatite, cervicite, adnexite, provoqu&eacute;es par la chlamydia, la gonorrh&eacute;e, la syphilis primaire), les infections intestinales, l'ulc&egrave;re d'estomac et du duod&eacute;num.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez strictement suivant la prescription et n'interrompez pas votre traitement m&ecirc;me si vous vous sentez gu&eacute;ris et que vos sympt&ocirc;mes se sont am&eacute;lior&eacute;s, sans l&rsquo;autorisation de votre m&eacute;decin. Prenez le comprim&eacute; de Zithromax avec un grand verre d'eau. Pour pr&eacute;parer une suspension liquide, faites un m&eacute;lange d&rsquo;un sachet avec 2 gouttes d'eau, secouez et buvez imm&eacute;diatement. N'utilisez pas une suspension qui a &eacute;t&eacute; pr&eacute;par&eacute;e il y a plus de 12 heures. Les comprim&eacute;s et la suspension peuvent &ecirc;tre pris &agrave; jeun ou avec nourriture, et les capsules devraient &ecirc;tre prises &agrave; jeun 2 heures avant ou apr&egrave;s un repas.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> L&rsquo;influence de Zithromax sur un futur b&eacute;b&eacute; ou son excr&eacute;tion dans le lait maternel ne sont pas mises en &eacute;vidence. Ce m&eacute;dicament devrait &ecirc;tre utilis&eacute; chez les femmes enceintes et en p&eacute;riode d&rsquo;allaitement seulement si l'avantage vis&eacute; pr&eacute;domine sur le risque potentiel pour le b&eacute;b&eacute;.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; &agrave; Zithromax et aux m&eacute;dicaments d&eacute;riv&eacute;s tels que l&rsquo;azithromycine ou l&rsquo;&eacute;rythromycine. <br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires comprennent la diarrh&eacute;e ou selles spontan&eacute;es, la naus&eacute;e, la douleur abdominale et le vomissement, les battements de coeur irr&eacute;guliers, la perte d'app&eacute;tit, l&rsquo;urine sombre, les selles de couleur argileuse, la jaunisse, la fi&egrave;vre, le rougissement de la peau, les maux de t&ecirc;te. Vous devriez contacter votre m&eacute;decin et informer de tels sympt&ocirc;mes ou contacter l'assistance m&eacute;dicale d&rsquo;urgence.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> La prise conjointe de Zithromax avec des produits antiacides &agrave; base d'aluminium - ou de magn&eacute;sium, tels que Mylanta ou Maalox est d&eacute;conseill&eacute;e, car ils diminuent son absorption dans l'intestin.<br /><br /><strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose, prenez-la aussit&ocirc;t que vous vous en &ecirc;tes rappel&eacute;, si l&rsquo;heure de la dose suivante est proche, sautez simplement la dose omise et revenez &agrave; votre programme de dosage habituel. <br /> Surdosage<br /> Les sympt&ocirc;mes de surdosage peuvent appara&icirc;tre sous forme de naus&eacute;e, de vomissement, de diarrh&eacute;e et de troubles d'estomac. Contactez dans ce cas l'assistance m&eacute;dicale d&rsquo;urgence.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie. Ne conservez pas le liquide pendant plus de 10 jours.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>