<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> Zyvox est un antibiotique synth&eacute;tique oxazolidinones et contient un lin&eacute;zolide. Il est utilis&eacute; contre les infections caus&eacute;es par Enterococcus faecium, Staphylococcus aureus, Streptococcus pneumoniae (pneumonie), Streptococcus pyogenes, Streptococcus agalactiae (infections de la peau, y compris les infections du pied diab&eacute;tique), Streptococcus pyogenes (infections de la peau).<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez ce m&eacute;dicament par voie orale toutes les douze heures ou selon les directives de votre m&eacute;decin. L'admission au uniform&eacute;ment intervalles espac&eacute;s est recommand&eacute;e. Prenez avec ou sans nourriture. Ne pas arr&ecirc;ter le traitement par Zyvox m&ecirc;me si vos sympt&ocirc;mes s'am&eacute;liorent apr&egrave;s quelques jours, ou vous risquez de provoquer la propagation de souches r&eacute;sistantes. Informez votre m&eacute;decin si vos sympt&ocirc;mes ne deviennent pas mieux dans 10 jours.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> L'acidose lactique peut se d&eacute;velopper tout en tenant Zyvox pour la p&eacute;riode de plus de 28 jours. Informez votre m&eacute;decin si vous ressentez des sympt&ocirc;mes tels que des &eacute;tourdissements, des vertiges, une faiblesse extr&ecirc;me ou de la fatigue, la temp&eacute;rature corporelle, une respiration rapide, une difficult&eacute; respiratoire, somnolence, pouls lent ou irr&eacute;gulier, maux d'estomac, des douleurs musculaires. Le traitement qui continue de plus de 28 jours peut provoquer une vision trouble, changement dans la perception des couleurs. Contactez votre m&eacute;decin imm&eacute;diatement si vous trouvez des changements dans votre vision. formulation liquide de Zyvox contient de la ph&eacute;nylalanine et peut &ecirc;tre dangereux pour les patients souffrant de ph&eacute;nylc&eacute;tonurie.<br /> Si vous prenez un traitement avec des antid&eacute;presseurs appel&eacute;s inhibiteurs s&eacute;lectifs du recaptage de la s&eacute;rotonine (ISRS), un syndrome s&eacute;rotoninergique peut se d&eacute;velopper. Ses sympt&ocirc;mes sont: somnolence, euphorie, la contraction musculaire rapide et de d&eacute;tente, des &eacute;tourdissements, l'agitation, probl&egrave;mes de coordination, de la transpiration, et la fi&egrave;vre. &Eacute;vitez de manger trop de nourriture avec un contenu de haute tyramine: fromages vieillis, ferment&eacute;s ou s&eacute;ch&eacute;s &agrave; l'air viandes (saucisson sec, choucroute), le vin rouge, la bi&egrave;re en f&ucirc;t, la sauce de soja, et tous les aliments mal r&eacute;frig&eacute;r&eacute;s riches en prot&eacute;ines. Informez votre m&eacute;decin si vous &ecirc;tes enceinte ou allaitez, souffrez d'hypertension, des troubles sanguins (faibles taux sanguins), les allergies, les infections chroniques.<br /><br /> <strong>Contre-indications</strong> <br /><br /> Hypersensibilit&eacute; aux antibiotiques oxazolidinones.<br /><br /> <strong>Possible Effets secondaires possibles</strong><br /><br /> La diarrh&eacute;e, maux de t&ecirc;te, naus&eacute;es, troubles du sommeil vomissements, ou une &eacute;ruption cutan&eacute;e. En cas d'Effets secondaires possibles inhabituels, comme des ecchymoses ou des saignements, de graves vertiges, maux de t&ecirc;te violents, des changements de vision, des picotements et un engourdissement des extr&eacute;mit&eacute;s, la fi&egrave;vre &ndash; vous devez parler avec de votre m&eacute;decin imm&eacute;diatement.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Informez votre m&eacute;decin si vous prenez: apraclonidine, brimonidine, buspirone, b&eacute;thanidine, le bupropion, la carbamaz&eacute;pine, l'entacapone, dextrom&eacute;thorphane, produits &agrave; base de plantes (ma huang), indoramine, tolcapone papav&eacute;rine, la m&eacute;p&eacute;ridine, la sibutramine, les antid&eacute;presseurs ISRS (fluox&eacute;tine, citalopram), sympathomim&eacute;tiques (m&eacute;thylph&eacute;nidate, &eacute;ph&eacute;drine), les antid&eacute;presseurs tricycliques (amitriptyline, dox&eacute;pine), &laquo;triptans&raquo; (sumatriptan, le zolmitriptan), d'autres antibiotiques, d'autres m&eacute;dicaments pour la chimioth&eacute;rapie anticanc&eacute;reuse ou d'autres qui peuvent d&eacute;primer la moelle osseuse, d'autres inhibiteurs de la MAO (furazolidone, la ph&eacute;nelzine, la procarbazine), produits contre la toux et froid, des aides de r&eacute;gime.<br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Zyvox &agrave; la temp&eacute;rature ambiante entre 20-25 C (68-77 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>