<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Le Baclofen est utilis&eacute; pour traiter les spasmes des muscles squelettiques, clonus musculaire, crampes musculaires, la rigidit&eacute;, l&eacute;sions de la moelle &eacute;pini&egrave;re et la douleur caus&eacute;es par des troubles tels que la scl&eacute;rose en plaques. Le Baclofen agit en relaxant les muscles du squelette, les muscles qui se d&eacute;placent le squelette (et aussi appel&eacute; muscle stri&eacute;).<br /><br /> <strong>Dosage et administration</strong><br /><br /> Prenez Baclofen exactement comme il a &eacute;t&eacute; prescrit par votre m&eacute;decin. Ne pas prendre le m&eacute;dicament dans de plus grandes doses, soit de le faire depuis longtemps. Prenez ce m&eacute;dicament par voie orale avec un verre d'eau. Avalez-la. La dose initiale habituelle de Baclofen pour les adultes est de 5 mg trois fois par jour. La dose peut &ecirc;tre augment&eacute;e de 15 mg tous les trois jours &agrave; un maximum de 80 mg / jour en doses fractionn&eacute;es.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Votre m&eacute;decin doit vous conna&icirc;tre les ant&eacute;c&eacute;dents m&eacute;dicaux, en particulier sur les maladies r&eacute;nales, le diab&egrave;te, convulsions, accident vasculaire c&eacute;r&eacute;bral, une r&eacute;action inhabituelle ou allergique au Baclofen, d'autres m&eacute;dicaments, aliments, colorants, ni conservateurs. Vous devez informer votre m&eacute;decin si vous &ecirc;tes enceinte ou essayez de tomber enceinte et si vous allaitez. Si vous arr&ecirc;tez brusquement de prendre votre m&eacute;dicament, vous pouvez d&eacute;velopper une r&eacute;action s&eacute;v&egrave;re. La dose peut &ecirc;tre diminu&eacute;e graduellement au fil du temps &agrave; &eacute;viter les Effets secondaires possibles et le m&eacute;decin pour contr&ocirc;ler ce processus. Suivez les conseils de votre m&eacute;decin. Vous pouvez devenir somnolent ou &eacute;tourdi lorsque vous commencez &agrave; prendre les doses de m&eacute;dicaments ou de changement. Vous devriez &ecirc;tre debout ou s'asseoir lentement. Ne pas conduire ou utiliser des machines, ou faire tout ce qui peut-&ecirc;tre besoin de votre attention et peut &ecirc;tre dangereux. Arr&ecirc;tez ce genre d'activit&eacute; jusqu'&agrave; ce que vous savez comment le m&eacute;dicament vous affecte.<br /><br /> <strong>Contre-indications</strong> <br /><br /> Les patients souffrant d'une allergie au Baclofen ne doit pas le prendre. Avant de prendre le Baclofen, parlez-en &agrave; votre m&eacute;decin de vos allergies &agrave; d'autres m&eacute;dicaments. Aussi, si vous avez une maladie r&eacute;nale, l'&eacute;pilepsie ou d'autres troubles &eacute;pileptiques, ou des ant&eacute;c&eacute;dents de caillots de sang ou de course, vous devez discuter avec votre m&eacute;decin et il est possible que vous ne serez pas prendre ce m&eacute;dicament.<br /><br /> <strong>Possible Effets secondaires possibles</strong><br /><br /> Il ya la liste des Effets secondaires possibles que vous devez informer imm&eacute;diatement votre m&eacute;decin ou professionnel de la sant&eacute;. Il comprend des r&eacute;actions allergiques comme une &eacute;ruption cutan&eacute;e, urticaire ou des d&eacute;mangeaisons, gonflement du visage, des l&egrave;vres ou la langue, douleur thoracique, constipation, hypotension art&eacute;rielle, des hallucinations, des vomissements, d&eacute;pression respiratoire, l'incapacit&eacute; de dormir, et augmentation de la fr&eacute;quence urinaire ou r&eacute;tention urinaire, saisie. Il ya aussi une autre liste d'Effets secondaires possibles qui ne n&eacute;cessitent habituellement pas l'attention m&eacute;dicale, mais vous devez en informer votre m&eacute;decin ou votre professionnel de la sant&eacute; s'ils continuent ou sont g&ecirc;nants. Il incluent la confusion.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Baclofen peut interagir avec les m&eacute;dicaments suivant et produits comme l'alcool, les antihistaminiques, m&eacute;dicaments pour la d&eacute;pression, l'anxi&eacute;t&eacute; et autres troubles mentaux, les m&eacute;dicaments pour la douleur comme la cod&eacute;ine, l'oxycodone, le tramadol et le propoxyph&egrave;ne, les m&eacute;dicaments pour le sommeil, le ph&eacute;nobarbital. L'utilisation du Baclofen avec d'autres m&eacute;dicaments peut conduire &agrave; une r&eacute;duction suppl&eacute;mentaire de la fonction c&eacute;r&eacute;brale. Par exemple, l'utilisation du Baclofen et les antid&eacute;presseurs tricycliques ensemble peut provoquer une faiblesse musculaire, l'utilisation de baclof&egrave;ne et les inhibiteurs de la monoamine-oxydase peut se traduire par une plus grande d&eacute;pression des fonctions c&eacute;r&eacute;brales ainsi que la pression art&eacute;rielle basse.<br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence. <br /><br /> <strong>Conservation<br /></strong><br /> Conservez Baclofen &agrave; la temp&eacute;rature ambiante entre 15-30 C (59-86 F). Conservez-la au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. Ne recommande pas conservez-la &agrave; la salle de bain et endroit accessible aux enfants et animales domestiques.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.c<br /><br /></p>