<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Robaxin est un relaxant de muscle qui a utilis&eacute; de soulager la douleur de muscle et la g&ecirc;ne provoqu&eacute;e par les entorses et les efforts. Utilisez-le dans la combinaison avec la th&eacute;rapie physique et le reste pour le meilleur r&eacute;sultat.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec ou sans nourriture/lait.<br /> La dose recommand&eacute;e pour les adultes : est 2 comprim&eacute;s quatre fois la r&eacute;ponse quotidienne mais th&eacute;rapeutique a &eacute;t&eacute; accomplie avec les doses aussi bas que 1 comprim&eacute; trois fois tous les jours.<br /> Enfants : Non recommand&eacute;.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre docteur avant l'utilisation. Il t'aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Utilisez la prudence avec l'affaiblissement r&eacute;nal ou h&eacute;patique. Aussi Robaxin peut provoquer la somnolence ou le vertige, qui peut diminuer leur capacit&eacute; de faire marcher des v&eacute;hicules &agrave; moteur ou des machines. Puisque Robaxin peut poss&eacute;der un effet CNS-d&eacute;presseur g&eacute;n&eacute;ral, les patients ne devraient pas &ecirc;tre usedit avec l'alcool et d'autres d&eacute;presseurs CNS.<br /><br /> <strong>Contre-indication<br /></strong><br /> L'hypersensibilit&eacute; &agrave; methocarbamol ou &agrave; n'importe lequel des autres excipients dans Robaxin-750. Aussi les Contre-indications incluent : le coma ou les &eacute;tats de pr&eacute;-coma, la l&eacute;sion c&eacute;r&eacute;brale ou epileps, myasthenia gravis.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Trouvez imm&eacute;diatement l'aide m&eacute;dicale si vous connaissez n'importe lequel de n'importe lequel de ces signes d'une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. <br /> Plus s&eacute;rieux si vous as la r&eacute;action comme le taux du c&oelig;ur lent; le fait de t'avoir l'impression d'&ecirc;tre pourrait perdre connaissance; la jaunisse (yellowing de votre peau ou yeux); la confusion, en lan&ccedil;ant la sensation, la perte de balance; ou saisie (convulsions).<br /> Ne n&eacute;gligez pas aussi ces effets secondaires possibles comme : vertige, somnolence; naus&eacute;e, vomissement; la chaleur, la rougeur, ou tingly sentant sous votre peau; fi&egrave;vre; mal de t&ecirc;te; probl&egrave;mes de m&eacute;moire; vision floue; probl&egrave;mes de sommeil (insomnie); nez &eacute;touffant; ou les rougeurs de peau l&eacute;g&egrave;res ou la d&eacute;mangeaison.<br /> Dans s'entretiennent de toute fa&ccedil;on avec votre docteur si tu connais un d'entre eux, m&ecirc;me s'ils seront insignifiants.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Robaxin peut inhiber l'effet de bromure pyridostigmine. Donc, Robaxin devrait &ecirc;tre utilis&eacute; avec la prudence dans les gens avec myasthenia gravis recevant anticholinesterase les agents.<br /><br /><strong>Surdosage<br /></strong><br /> Une overdose de Robaxin peut &ecirc;tre fatale. <br /> Les sympt&ocirc;mes d'overdose incluent la somnolence extr&ecirc;me, la naus&eacute;e, la vision floue, en ayant l'impression que vous pouvez perdre connaissance, ou la saisie (les convulsions).<br /><br /> <strong>Dose manque&eacute;<br /></strong><br /> Si vous as oubli&eacute; de prendre votre dose &agrave; temps, faites-le s'il vous pla&icirc;t aussit&ocirc;t que vous vous rappelez. Mais ne prenez pas s'il est trop tard ou presque le temps pour ta dose suivante. N'augmentez pas votre dose recommand&eacute;e. Prenez votre d'habitude la dose le jour suivant dans le m&ecirc;me r&eacute;guli&egrave;rement le temps. <br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce entre 20-25 C (68-77 F). <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>