<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Skelaxin est destin&eacute; au traitement d'appoint au repos, &agrave; la physioth&eacute;rapie, et &agrave; d'autres mesures pour soulager les malaises associ&eacute;s aux troubles musculaires et squelettiques aigus et douloureux. Le mode d'action de ce m&eacute;dicament n'a pas &eacute;t&eacute; clairement identifi&eacute;, mais il doit ere li&eacute; &agrave; ses propri&eacute;t&eacute;s s&eacute;datives. Metaxalone n&rsquo;agit pas directement sur la relaxation des muscles squelettiques tendus chez l'homme.<br /><br /> <strong>Dosage et administration <br /></strong><br /> La dose recommand&eacute;e pour les adultes et les enfants de plus de 12 ans est d&rsquo;un comprim&eacute; de 800 mg pris trois &agrave; quatre fois par jour.<br /><br /><strong> Pr&eacute;cautions<br /></strong><br /> On ne sait pas si ce m&eacute;dicament est excr&eacute;t&eacute; dans le lait de la femme. En r&egrave;gle g&eacute;n&eacute;rale, les soins m&eacute;dicaux doivent &ecirc;tre &eacute;vit&eacute;s chez la femme en p&eacute;riode d&rsquo;allaitement, car de nombreux m&eacute;dicaments sont excr&eacute;t&eacute;s dans le lait maternel.<br /> La s&eacute;curit&eacute; et l'efficacit&eacute; chez les enfants de 12 ans et moins &acirc;g&eacute;s n'ont pas &eacute;t&eacute; &eacute;tablies.<br /> Ce m&eacute;dicament peut vous rendre somnolent ou &eacute;tourdi. Evitez de conduire ou d&rsquo;utiliser des machines, ou exercer toute activit&eacute; exigeant de la vigilance jusqu'&agrave; ce que vous soyez certain de pouvoir exercer de telles activit&eacute;s en toute s&eacute;curit&eacute;. Limitez la consommation des boissons alcoolis&eacute;es.<br /><br /> <strong>Contre-indications<br /></strong><br /> Vous ne devriez pas utiliser ce m&eacute;dicament si vous &ecirc;tes allergique &agrave; Metaxalone, ou si vous avez:<br /> - l'an&eacute;mie (manque de globules rouges);<br /> - une maladie r&eacute;nale grave; ou<br /> - une insuffisance h&eacute;patique grave.<br /><br /> <strong>Effets secondaires<br /></strong><br /> Somnolence, &eacute;tourdissements, maux de t&ecirc;te, et nervosit&eacute; ou irritabilit&eacute;, naus&eacute;es, vomissements, malaises gastro-intestinaux, r&eacute;action d&rsquo;hypersensibilit&eacute;, &eacute;ruption cutan&eacute;e avec ou sans prurit, leucop&eacute;nie, an&eacute;mie h&eacute;molytique, ict&egrave;re.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Les effets s&eacute;datifs de Skelaxin et d'autres d&eacute;presseurs du SNC (par exemple, l'alcool, les benzodiaz&eacute;pines, les opiac&eacute;s, les antid&eacute;presseurs tricycliques) peuvent &ecirc;tre cumulatifs. Par cons&eacute;quent, il faut &ecirc;tre prudent chez les patients qui prennent conjointement plus d'un de ces d&eacute;presseurs du SNC.<br /> Skelaxin peut accro&icirc;tre les effets de l'alcool et d&rsquo;autres d&eacute;presseurs du SNC.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute; dans l&rsquo;intervalle de 1 heure. Autrement, sautez la dose omise et reprenez votre programme de posologie habituel. Ne prenez pas de dose double pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Des d&eacute;c&egrave;s par surdose intentionnelle ou accidentelle ont &eacute;t&eacute; r&eacute;v&eacute;l&eacute;s avec Metaxalone, en particulier pris conjointement avec des antid&eacute;presseurs, et &eacute;galement ont &eacute;t&eacute; rapport&eacute;s des d&eacute;c&egrave;s li&eacute;s &agrave; la prise conjointe des m&eacute;dicaments de cette classe avec de l'alcool.<br /> Si un surdosage est suspect&eacute;, contactez votre centre d&rsquo;intoxication local ou le service d'urgence imm&eacute;diatement<br /><br /><strong> Conservation <br /></strong><br /> A conserver &agrave; temp&eacute;rature ambiante entre 59-86 &deg;F (15-30 &deg;C) &agrave; l&rsquo;abri de la lumi&egrave;re et ву l'humidit&eacute;. Ne gardez pas dans la salle de bains. Conservez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou de votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>