<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Cette m&eacute;dication est utilis&eacute;e pour traiter la contraction de muscle et g&ecirc;nant (du spasme) provoqu&eacute; par les conditions telles que la scl&eacute;rose en plaques ou la blessure spinale. La diminution des spasmes peut r&eacute;duire la douleur et am&eacute;liorer votre capacit&eacute; de bouger. Tizanidine est un relaxant de muscle agissant courtement qui travaille en bloquant de certains signaux de nerf de la colonne vert&eacute;brale au cerveau (agonist adr&eacute;nergique alpha).<br /><br /> <strong>Dosage et administration<br /></strong><br /> Une dose seule de 8 mgs de tizanidine r&eacute;duit le ton de muscle dans les patients avec spasticity pour une p&eacute;riode de plusieurs heures. L'effet culmine &agrave; environ 1 &agrave; 2 heures et dissipe entre 3 &agrave; 6 heures. Les effets sont li&eacute;s de la dose.<br /> Bien que les doses seules de moins de 8 mgs n'aient pas &eacute;t&eacute; d&eacute;montr&eacute;es pour &ecirc;tre efficaces dans les &eacute;tudes cliniques contr&ocirc;l&eacute;es, la nature li&eacute;e de la dose de tizanidine \'s les &eacute;v&eacute;nements d&eacute;favorables communs rendent prudent de commencer le traitement par les doses orales seules de 4 mgs. Augmentez la dose progressivement (les pas de 2 &agrave; 4 mgs) &agrave; l'effet optimal (la r&eacute;duction satisfaisante de ton de muscle &agrave; une dose tol&eacute;r&eacute;e).<br /> La dose peut &ecirc;tre r&eacute;p&eacute;t&eacute;e &agrave; intervalles de 6 &agrave; 8 heure, comme n&eacute;cessaire, &agrave; un maximum de trois doses dans 24 heures. La dose quotidienne totale ne devrait pas exc&eacute;der 36 mgs.<br /> Votre corps absorbera cette m&eacute;dication diff&eacute;remment selon si vous le prends comme un comprim&eacute; ou une capsule, si vous le prends avec la nourriture ou sur un estomac vide, ou si vous saupoudres les contenus de la capsule sur la nourriture. Soyez s&ucirc;r de le discuter avec votre docteur pour d&eacute;terminer la meilleure fa&ccedil;on de prendre ta dose, surtout quand les changements &agrave; votre dose sont consid&eacute;r&eacute;s ou si votre docteur prescrit une diff&eacute;rente forme de tizanidine (par ex, le comprim&eacute; ou la capsule).<br /> Cette m&eacute;dication peut provoquer des r&eacute;actions de retrait, surtout si elle a &eacute;t&eacute; utilis&eacute;e r&eacute;guli&egrave;rement pendant longtemps ou dans de hautes doses. Dans de tels cas, les sympt&ocirc;mes de privation (tels que l'inqui&eacute;tude, le tremblement, a augment&eacute; la tension, le taux du c&oelig;ur et la tension de muscle) peuvent se produire si vous arr&ecirc;tez subitement d'utiliser cette m&eacute;dication. Pour pr&eacute;venir des r&eacute;actions de retrait, votre docteur peut r&eacute;duire votre dose progressivement. Consultez votre docteur ou pharmacien pour plus de d&eacute;tails et signalez n'importe quelles r&eacute;actions de retrait imm&eacute;diatement.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant de prendre tizanidine, dites &agrave; votre docteur ou pharmacien si vous y es allergique; ou si vous avez autres allergies.<br /> Avant d'utiliser cette m&eacute;dication, dites ou le pharmacien ton histoire m&eacute;dicale &agrave; votre docteur, surtout de : l'hypotension ou la maladie du c&oelig;ur, la maladie du rein, la maladie de foie.<br /> Ce m&eacute;dicament peut vous faites donner le vertige ou assoupi ou provoquer la vision brouill&eacute;e. Ne conduisez pas, utilisez des machines, ou faites n'importe quelle activit&eacute; qui exige que la vigilance ou la vision claire jusqu'&agrave; vous ne soient s&ucirc;res que vous peux ex&eacute;cuter de telles activit&eacute;s en toute tranquillit&eacute;. &Eacute;vitez des boissons alcoolis&eacute;es.<br /> Pour minimiser le vertige, levez-vous lentement quand &eacute;manant du fait de vous asseoir ou de la position &eacute;tant.<br /> La prudence est conseill&eacute;e en utilisant ce m&eacute;dicament dans les personnes &acirc;g&eacute;es parce qu'ils peuvent &ecirc;tre plus sensibles &agrave; ses effets, surtout le vertige et la somnolence.<br /> Cette m&eacute;dication devrait &ecirc;tre utilis&eacute;e seulement quand clairement n&eacute;cessaire pendant la grossesse. Discutez les risques et les avantages avec votre docteur.<br /> On n'est pas connu si ce m&eacute;dicament est excr&eacute;t&eacute; dans le lait humain. Consultez votre docteur avant l'alimentation du sein.<br /><br /><strong>Contraindactions<br /></strong><br /> L'utilisation d'&eacute;l&eacute;ment de tizanidine avec fluvoxamine ou avec ciprofloxacin, les inhibiteurs puissants de CYP1A2, est contre-indiqu&eacute;e. Les modifications significatives de param&egrave;tres pharmacokinetic de tizanidine en incluant ont augment&eacute; AUC, t&Acirc; &frac12;, Cmax, bioavailability oral augment&eacute; et autorisation de plasma diminu&eacute;e ont &eacute;t&eacute; observ&eacute;s avec l'administration d'&eacute;l&eacute;ment de fluvoxamine ou de ciprofloxacin. Cette action r&eacute;ciproque pharmacokinetic peut avoir pour r&eacute;sultat des &eacute;v&eacute;nements d&eacute;favorables potentiellement s&eacute;rieux. Zanaflex est contre-indiqu&eacute; dans les patients avec l'hypersensibilit&eacute; connue &agrave; Zanaflex ou &agrave; ses ingr&eacute;dients.<br /><br /> <strong>Effets secondaires possibles possibles <br /></strong><br /> La constipation, la bouche s&egrave;che, la somnolence, le vertige, la faiblesse et la fatigue peuvent se produire. S'il en est tels de ces effets se conservent ou aggravent, contactent votre docteur ou pharmacien rapidement.<br /> Pour soulager la bouche s&egrave;che, sucez sur (sugarless) le bonbon dur ou les frites de glace, m&acirc;chez la gomme (sugarless), buvez de l'eau ou utilisez un rempla&ccedil;ant de salive.<br /> Souvenez-vous que votre docteur a prescrit cette m&eacute;dication parce qu'il ou elle a jug&eacute; que l'avantage &agrave; vous est plus grand que le risque d'effets secondaires. Beaucoup de personnes utilisant cette m&eacute;dication n'ont pas d'effets secondaires s&eacute;rieux.<br /> Dites que votre docteur imm&eacute;diatement s'il en est tels de ces effets secondaires improbables mais s&eacute;rieux se produit : l'&eacute;vanouissement, les choses de vue d'inclusion de changements mentales / les choses de vue d'inclusion de changements d'humeur qu'aren \'t l&agrave;, urination fr&eacute;quent/br&ucirc;lant, audition ou changements de vision tels que la vision brouill&eacute;e.<br /> Dites que votre docteur imm&eacute;diatement s'il en est tels de ces effets secondaires rares mais tr&egrave;s s&eacute;rieux se produit : tabouret noir, battement de coeur lent ou irr&eacute;gulier.<br /> Tizanidine provoquait rarement tr&egrave;s s&eacute;rieux (peut-&ecirc;tre fatal) la maladie de foie. Dites &agrave; votre docteur imm&eacute;diatement si vous d&eacute;veloppes des sympt&ocirc;mes de maladie de foie, en incluant la naus&eacute;e persistante, la douleur d'estomac / la douleur abdominale, l'urine sombre, yellowing regarde/&eacute;corche.<br /> Une r&eacute;action allergique s&eacute;rieuse &agrave; ce m&eacute;dicament va improbable, mais chercher l'attention m&eacute;dicale imm&eacute;diate s'il se produit. Les sympt&ocirc;mes d'une r&eacute;action allergique s&eacute;rieuse incluent : les rougeurs, ont des d&eacute;mangeaisons/gonflent (surtout du visage/langue/gorge), le vertige s&eacute;v&egrave;re, la respiration de probl&egrave;me.<br /> Ce n'est pas une liste compl&egrave;te d'effets secondaires possibles. Si vous remarques que d'autres effets non &eacute;num&eacute;r&eacute;s au-dessus, contactent votre docteur ou pharmacien.<br /><br /> <strong>Interaction des m&eacute;dicaments </strong><br /><br /> L'utilisation de cette m&eacute;decine avec n'importe laquelle des m&eacute;decines suivantes n'est pas recommand&eacute;e. Votre docteur peut d&eacute;cider de ne pas vous traiter avec cette m&eacute;dication ou changer certaines des autres m&eacute;decines que vous prendez.<br /> * Ciprofloxacin<br /> * Fluvoxamine<br /> L'utilisation de cette m&eacute;decine avec n'importe laquelle des m&eacute;decines suivantes n'est pas d'habitude recommand&eacute;e, mais peut &ecirc;tre exig&eacute;e dans certains cas. Si les deux m&eacute;decines sont prescrites ensemble, votre docteur peut changer la dose ou combien de fois vous utilisez un ou les deux des m&eacute;decines.<br /> * Acyclovir<br /> * Amiodarone<br /> * Cimetidine<br /> * Ethinyl Estradiol<br /> * Famotidine<br /> * Mestranol<br /> * Mexiletine<br /> * Norfloxacin<br /> * Ofloxacin<br /> * Propafenone<br /> * Rofecoxib<br /> * Ticlopidine<br /> * Verapamil<br /> * Zileuton<br /> L'utilisation de cette m&eacute;decine avec n'importe laquelle des m&eacute;decines suivantes peut provoquer un risque augment&eacute; de certains effets secondaires, mais utilisant les deux m&eacute;dicaments peut &ecirc;tre le meilleur traitement pour vous. Si les deux m&eacute;decines sont prescrites ensemble, votre docteur peut changer la dose ou combien de fois vous utilises un ou les deux des m&eacute;decines.<br /> * Fosphenytoin<br /> * Lisinopril<br /> * Phenytoin<br /> Consultez votre docteur ou pharmacien pour plus de d&eacute;tails.<br /><br /><strong>Omission de dose<br /></strong><br /> Si vous t'ennuies d'une dose, le prends aussit&ocirc;t que vous vous repelez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose ennuy&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour votre remettre au courant.<br /><br /> <strong>Surdosage<br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous as utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce entre 20 et 25 degr&eacute;s C (68 et 77 degr&eacute;s F). <br /> Ne conservez pas dans la salle de bains. Tenez toutes les m&eacute;decines &agrave; distance des enfants et des animaux de compagnie.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>