<p><strong>Usos de Drogas </strong><br /><br /> La amitriptilina se usa para tratar la depresi&oacute;n. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Uso de amitriptilina como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /> Amitriptilina viene con una hoja adicional paciente llamado Gu&iacute;a del Medicamento. L&eacute;alo cuidadosamente y volver a leerlo cada vez que Amitriptilina rellenado. <br /> Amitriptilina se puede tomar con alimentos o con el est&oacute;mago vac&iacute;o. <br /> Evite comer o beber zumo de pomelo mientras toma este medicamento. <br /> Amitriptilina puede tomar hasta 30 d&iacute;as para controlar los s&iacute;ntomas de la depresi&oacute;n. Continuar con la utilizaci&oacute;n Amitriptilina aunque se sienta bien. No te pierdas ninguna dosis. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> La amitriptilina es un antidepresivo tric&iacute;clico. &iquest;C&oacute;mo los antidepresivos tric&iacute;clicos mejoran los s&iacute;ntomas de depresi&oacute;n no est&aacute; totalmente entendido. Se cree que aumentar la actividad de ciertas sustancias qu&iacute;micas en el cerebro (norepinefrina, serotonina), que ayudan a mejorar el estado de &aacute;nimo. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de amitriptilina y la est&aacute; usando regularmente, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Amitriptilina entre 68 y 77 grados F (20 y 25 grados C). Resumen de almacenamiento a temperaturas entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Amitriptilina Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Amitriptilina si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de amitriptilina; <br /> actualmente est&aacute; tomando o ha tomado un inhibidor de la monoamino oxidasa (IMAO) (por ejemplo, fenelzina, selegilina) en los &uacute;ltimos 14 d&iacute;as; <br /> usted est&aacute; tomando antihistam&iacute;nicos (por ejemplo, difenhidramina), cisaprida, droperidol, un ket&oacute;lidos (por ejemplo, telitromicina), un macr&oacute;lido (por ejemplo, eritromicina), del mibefradil, o pimozida; <br /> se est&aacute; recuperando de un ataque al coraz&oacute;n. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con amitriptilina. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted tiene un historial de enfermedad mental (por ejemplo, el trastorno bipolar, man&iacute;a, psicosis man&iacute;aco-depresi&oacute;n), o han considerado o intento de suicidio <br /> si usted tiene el alcoholismo o el consumo regular de 3 o m&aacute;s bebidas alcoh&oacute;licas por d&iacute;a <br /> si usted tiene glaucoma, un latido irregular del coraz&oacute;n, enfermedades del coraz&oacute;n, dolor de pecho, enfermedad hep&aacute;tica, problemas de pr&oacute;stata, enfermedad de tiroides, o no puede orinar (retenci&oacute;n urinaria) <br /> Si usted tiene un historial de convulsiones, epilepsia, o la porfiria <br /><br />Algunos <strong>INTERACT MAYO DE MEDICAMENTOS</strong> con amitriptilina. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> Inhibidores de la MAO (por ejemplo, fenelzina, selegilina), porque pueden tener problemas graves, incluso fatales, las reacciones. NO tome con inhibidores de la MAO, o dentro de 2 semanas de tomar, amitriptilina <br /> Los anticolin&eacute;rgicos (por ejemplo, escopolamina), bupropi&oacute;n, cimetidina, fluconazol, fenotiazinas (por ejemplo, clorpromazina), ISRS (por ejemplo, fluoxetina), terbinafina, &aacute;cido valproico o debido a efectos secundarios tales como visi&oacute;n borrosa, dificultad para orinar, somnolencia o sedaci&oacute;n, boca seca, o se puede producir mareos <br /> Los antihistam&iacute;nicos (por ejemplo, difenhidramina), cisaprida, droperidol, ket&oacute;lidos (por ejemplo, telitromicina), macr&oacute;lidos (por ejemplo, eritromicina), del mibefradil, pimozida, o estreptograminas (por ejemplo, quinupristina / dalfopristina) porque los efectos secundarios graves en el coraz&oacute;n (por ejemplo, latidos card&iacute;acos , mareos, desmayos, amenazan la vida latido del coraz&oacute;n anormal que conduce a la inconsciencia y la falta de latidos del coraz&oacute;n, podr&aacute; incrementarse en Amitriptilina <br /> Carbamazepina, medicamentos para la tiroides (por ejemplo, levotiroxina), o estimulantes (por ejemplo, albuterol, pseudoefedrina), porque sus efectos secundarios puede aumentar Amitriptilina <br /> Warfarina, ya que los efectos secundarios como hemorragias graves podr&aacute;n aumentarse de Amitriptilina <br /> Clonidina, guanetidina, o guanfacina porque la eficacia de estos medicamentos pueden disminuir</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> visi&oacute;n borrosa, cambio en el deseo o la capacidad sexual, estre&ntilde;imiento, diarrea, mareo, somnolencia, sequedad de boca, dolor de cabeza, p&eacute;rdida del apetito, n&aacute;useas, cansancio, problemas para dormir, debilidad. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de pecho, confusi&oacute;n, orina oscura, alucinaciones, dificultad para hablar o tragar, desmayos, r&aacute;pido o latidos card&iacute;acos irregulares, fiebre, escalofr&iacute;os o dolor de garganta, alucinaciones, aparici&oacute;n o empeoramiento de la agitaci&oacute;n, ansiedad, ataques de p&aacute;nico, agresividad, impulsividad, irritabilidad, hostilidad, sentimiento exagerado de bienestar, inquietud o incapacidad para permanecer sentado, entumecimiento u hormigueo en un brazo o una pierna; unilateral debilidad, convulsiones, v&eacute;rtigo grave o persistente, o dolor de cabeza, dificultad para dormir grave o persistente, dificultad para hablar, pensamientos o acciones suicidas, temblor, dificultad para orinar, movimientos musculares incontrolables (por ejemplo, de la cara, lengua, brazos , piernas), sangrado o moretones inusuales, problemas de visi&oacute;n inusual o mentales graves o cambios de humor;, coloraci&oacute;n amarillenta de la piel o los ojos. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca de amitriptilina, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de cuidado de la salud. <br /> La amitriptilina se usa s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>