<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades <br /> Anafranil es una medicina usada para tratar el desorden compulsivo obsesivo (OCD). Es una condici&oacute;n nerviosa donde una persona tiene pensamientos que se repiten o ideas, o hace cosas reiterativas porque ellos le molestan. <br /> Clomipramine trabaja en el sistema nervioso central (CNS) y ayuda a aliviar los s&iacute;ntomas de OCD. Esta medicaci&oacute;n pertenece a la clase de antidepresivos llamados tricyclicos. Ayuda a restablecer el equilibrio de ciertas sustancias naturales (serotonina, entre otros) en el cerebro. <br /> Esta medicaci&oacute;n tambi&eacute;n es usada para tratar ataques de p&aacute;nico, depresi&oacute;n, y dolor en persistente.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medicina como ha sido prescrito porque la dosificaci&oacute;n y horario puede variarse depende de su condici&oacute;n y oreos factores.<br /> Se recomiendo seguir todas las recomendaciones de su medico y no tomas cantidad m&aacute;s baja o m&aacute;s alta de la medicina que ha sido prescrito. <br /> Se recomienda no tomar el jugo de pomelo o pomelo (esto influye en el nivel de cyclosporina en su sangre). Tambi&eacute;n limite bebidas alcoh&oacute;licas.<br /> No deje de repente de tomar esta medicaci&oacute;n porque su condici&oacute;n puede hacerse peor. <br /> Pueden necesitarse 2 a 3 semanas o m&aacute;s antes de que usted note los efectos de esta medicaci&oacute;n. Informe a su doctor sobre su condici&oacute;n.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de empezar a tomar Clomipramine, diga a su m&eacute;dico si usted es al&eacute;rgico a la medicina, o si usted tiene cualquier otra alergia.<br /> Informe a su doctor o farmac&eacute;utico si usted tiene ciertos problemas de coraz&oacute;n (paro card&iacute;aco, latido del coraz&oacute;n lento, prolongaci&oacute;n de QT en el ELECTROCARDIOGRAMA).<br /> Usted puede tener v&eacute;rtigos o sentirse so&ntilde;oliento o tener la visi&oacute;n borrosa temporal. Evite conducir coche, usando la maquinaria, o haciendo cualquier actividad que requiera la vigilancia. <br /> La gente de edad puede ser m&aacute;s sensible a los efectos secundarios de la medicina.<br /> Durante el embarazo esta medicaci&oacute;n deber&iacute;a ser usada s&oacute;lo cuando es fuertemente necesario. Consulte a su doctor sobre los riesgos. <br /> Esta medicina pasa en la leche de pecho entonces esto puede tener efectos indeseables a un beb&eacute;. Es mejor parar el amamantamiento usando esta medicina.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios m&aacute;s comunes son mareo, boca seca, somnolencia, estre&ntilde;imiento, descomposici&oacute;n, n&aacute;usea, v&oacute;mitos, sudor etc. Los s&iacute;ntomas de ansiedad pueden empeorarse temporalmente cuando usted primero comienza a usar Clomipramine. <br /> Una reacci&oacute;n al&eacute;rgica seria a esta medicina es muy rara, pero busque la ayuda m&eacute;dica inmediata si esto ocurre.<br /> Muchas personas que usan esta medicina no tienen efectos secundarios serios.<br /> Por lo tanto si usted note cualquier efecto secundario no puesto en una lista dada, p&oacute;ngase en contacto con su doctor o farmac&eacute;utico.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor sobre todas las medicinas prescritas y no, productos herbales que usted puede tomar antes del uso de la medicina. Evite tomar Clomipramine con:<br /> *inhibidores MAO: Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, etc.<br /> * antiarrythmicas: Propafenone, Quinidine, etc.<br /> * Inhibidores de la recaptaci&oacute;n de serotonina (SSRIs): Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, etc.<br /> * Antipsychoticos (tambi&eacute;n llamos neurolepticos): Fluphenazine, etc.<br /> * antagonistas de H2-receptor: Cimetidine, Ranitidine, Famotidine, Nizatidine, etc.<br /> La nicotina disminuye niveles de sangre de esta medicaci&oacute;n. Informe a su doctor si usted fuma o si usted ha dejado recientemente de fumar. <br /> Trate de no tomar el jugo de pomelo o pomelo siendo tratado por esta medicaci&oacute;n. <br /> Consulte a su doctor o farmac&eacute;utico para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido la dosis, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente, omita la dosis omitida y vuelva a su horario regular. No tome dos dosis por una vez<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de la medicina busque ayuda m&eacute;dica urgente inmediatamente. Los s&iacute;ntomas de sobredosis por lo general incluyen dolor de pecho, n&aacute;usea, latido de coraz&oacute;n irregular, y sentido de desmayo o mareo.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almacenar a una temperatura de 68-77 F(20-25 C) del alcance de calor, humedad, luz, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.</p>