<p><strong>Usos de Drogas </strong><br /><br /> El bupropi&oacute;n es utilizado para tratar la depresi&oacute;n. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> El uso de bupropi&oacute;n como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /> El bupropi&oacute;n viene con un extra de hoja paciente llamado Gu&iacute;a del Medicamento. L&eacute;alo cuidadosamente. Leer de nuevo cada vez que bupropi&oacute;n rellenado. <br /> Tomar bupropion por v&iacute;a oral con o sin alimentos. Si le produce malestar estomacal, tome con alimentos para reducir la irritaci&oacute;n estomacal. <br /> Pueden pasar varias semanas antes de que sus s&iacute;ntomas mejoren. No deje de tomar Bupropion sin consultar con su m&eacute;dico. <br /> Tome sus dosis a la misma hora cada d&iacute;a por lo menos 6 horas de diferencia, a menos que indique lo contrario por su m&eacute;dico. Esto puede ayudar a disminuir el riesgo de convulsiones con bupropi&oacute;n. <br /> Contin&uacute;e tomando este medicamento aunque se sienta bien. No te pierdas ninguna dosis. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> El bupropi&oacute;n es un antidepresivo. Funciona en el cerebro para tratar la depresi&oacute;n. Exactamente como funciona no se conoce. <br /><br /> <strong>Dosis Perdidas</strong> <br /><br /> Si olvida una dosis de bupropi&oacute;n y est&aacute;n utilizando con regularidad, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Bupropion entre 68 y 77 grados F (20 y 25 grados C). Resumen de almacenamiento a temperaturas entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Bupropion mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Bupropion si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de bupropi&oacute;n <br /> est&aacute; tomando cualquier otro medicamento que contenga bupropi&oacute;n; <br /> usted tiene un historial de un trastorno de la alimentaci&oacute;n (por ejemplo, anorexia, bulimia) o convulsiones (por ejemplo, epilepsia); <br /> que de repente la suspensi&oacute;n del uso de alcohol o sedantes (por ejemplo, las benzodiazepinas) despu&eacute;s de su uso a largo plazo; <br /> est&aacute; tomando o ha tomado un inhibidor de la monoamino oxidasa (IMAO) (por ejemplo, fenelzina) en los &uacute;ltimos 14 d&iacute;as. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con bupropi&oacute;n. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted o un miembro de la familia tiene un historial de trastorno bipolar (enfermedad man&iacute;aco-depresiva), los problemas del estado de &aacute;nimo o mental (por ejemplo, depresi&oacute;n), pensamientos o intentos de suicidio, el alcoholismo o el abuso de sustancias <br /> Si usted tiene diabetes, problemas renales, hipertensi&oacute;n arterial, problemas card&iacute;acos (por ejemplo, insuficiencia card&iacute;aca congestiva) o un ataque card&iacute;aco reciente <br /> Si usted tiene un historial de convulsiones, lesi&oacute;n en la cabeza, un tumor en el cerebro o la m&eacute;dula espinal, h&iacute;gado o problemas (por ejemplo, cirrosis) <br /><br />Algunos INTERACT MAYO DE MEDICAMENTOS con bupropi&oacute;n. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> La amantadina, antipsic&oacute;ticos (por ejemplo, el haloperidol, risperidona), corticosteroides (por ejemplo, prednisona), insulina, levodopa, inhibidores de la MAO (por ejemplo, fenelzina), parches de nicotina, hipoglucemiantes orales (por ejemplo, glipizida), otros antidepresivos (por ejemplo, la fluoxetina, amitriptilina), simpaticomim&eacute;ticos (por ejemplo, pseudoefedrina), teofilina, o tiagabina, ya que pueden aumentar el riesgo de bupropi&oacute;n 's efectos secundarios de <br /> Carbamazepina, fenobarbital, fenito&iacute;na o porque puede disminuir Bupropion 's eficacia <br /> Antiarr&iacute;tmicos antidepresivos (por ejemplo, propafenona, flecainida), beta-bloqueadores (por ejemplo, metoprolol), fenotiazinas (por ejemplo, tioridazina), inhibidor selectivo de la recaptaci&oacute;n de serotonina (ISRS), antidepresivos (por ejemplo, fluoxetina), o tric&iacute;clicos (por ejemplo, nortriptilina), porque el riesgo de de sus efectos secundarios puede aumentar Bupropion</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> estre&ntilde;imiento, mareos, somnolencia, sequedad de boca, dolor de cabeza, aumento de la sudoraci&oacute;n, p&eacute;rdida de apetito, n&aacute;useas, nerviosismo, inquietud, alteraciones del gusto, problemas para dormir, v&oacute;mitos, cambios de peso. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de pecho, confusi&oacute;n, alucinaciones, desmayo, latidos card&iacute;acos r&aacute;pidos o irregulares, fiebre, escalofr&iacute;os o dolor de garganta, alucinaciones, problemas de audici&oacute;n, alteraciones menstruales, aparici&oacute;n o empeoramiento mental o cambios de humor (por ejemplo, problemas de concentraci&oacute;n, ataques de p&aacute;nico, agresividad, agitaci&oacute;n, ansiedad, impulsividad, irritabilidad, hostilidad, sentimiento exagerado de bienestar o incapacidad para permanecer sentado ), piel roja, hinchada, con ampollas o descamaci&oacute;n, convulsiones, dolor de cabeza o mareos, nerviosismo dolor articular o muscular, grave o persistente grave o persistente, inquietud o dificultad para dormir, dificultad para respirar, pensamientos o intentos de suicidio, temblores; inusual hinchaz&oacute;n, cambios en la visi&oacute;n; empeoramiento de la depresi&oacute;n. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca de bupropi&oacute;n, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de cuidado de la salud. <br /> El bupropi&oacute;n es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>