<p><strong>Usos de Drogas</strong> <br /><br /> Citalopram se utiliza para tratar la depresi&oacute;n. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Citalopram como lo indique su m&eacute;dico. <br /><br /> <strong>Drogas y Mecanismo de Clase</strong> <br /><br /> Citalopram es un inhibidor selectivo de la recaptaci&oacute;n de serotonina (ISRS). Funciona al restablecer el equilibrio de la serotonina, una sustancia natural en el cerebro, que ayuda a mejorar los problemas de cierto estado de &aacute;nimo. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de citalopram, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento</strong> <br /><br /> Tienda Citalopram a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. Citalopram Mantenga fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> No utilice Citalopram si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de citalopram; <br /> est&aacute; tomando escitalopram; <br /> est&aacute; tomando o ha tomado un inhibidor de la monoamino oxidasa (IMAO) (por ejemplo, Nardil), selegilina, o St. John 's hierba en los &uacute;ltimos 14 d&iacute;as; <br /> usted est&aacute; tomando un fenfluramina derivados (por ejemplo, nefazodona dexfenfluramina), un antagonista H1 (por ejemplo, astemizol, terfenadina), pimozida, o sibutramina. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> El citalopram puede causar somnolencia o mareos. Estos efectos pueden ser peores si se lo toma con alcohol o ciertos medicamentos. Utilice Citalopram con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> No beba alcohol mientras est&eacute; usando citalopram. <br /> Consulte con su m&eacute;dico antes de utilizar medicamentos que pueden causar somnolencia (por ejemplo, las ayudas del sue&ntilde;o, relajantes musculares), mientras que usted est&aacute; utilizando Citalopram, ya que puede a&ntilde;adir a sus efectos. Consulte a su farmac&eacute;utico si usted tiene preguntas acerca de qu&eacute; medicamentos pueden causar somnolencia. <br /> Uno a 4 semanas puede pasar antes de que sus s&iacute;ntomas mejoren. No tome m&aacute;s de la dosis recomendada, cambiar su dosis, o el uso de Citalopram m&aacute;s tiempo del prescrito sin consultar con su m&eacute;dico. <br /> Ni&ntilde;os, adolescentes y adultos j&oacute;venes que toman citalopram puede ser un mayor riesgo de pensamientos o acciones suicidas. Ver todos los pacientes que toman Citalopram de cerca. Comun&iacute;quese con el m&eacute;dico en el comportamiento de una vez si fuera nueva, empeorado, o s&iacute;ntomas s&uacute;bitos como el estado de &aacute;nimo deprimido, ansioso, inquieto o irritable, ataques de p&aacute;nico, o cualquier cambio inusual en el estado de &aacute;nimo o la conducta ocurra. En contacto con el m&eacute;dico de inmediato si todos los signos de los pensamientos o acciones suicidas se producen. <br /> El citalopram y un medicamento llamado escitalopram tiene el mismo ingrediente activo. No tome Citalopram si tambi&eacute;n est&aacute; tomando escitalopram. <br /> Citalopram puede causar una erecci&oacute;n prolongada y dolorosa. Esto puede ocurrir incluso cuando no est&aacute;n teniendo sexo. Si esto no se trata a tiempo, podr&iacute;a dar lugar a permanentes problemas sexuales como la impotencia. Contacte con su m&eacute;dico de inmediato si esto sucede.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> La disminuci&oacute;n del deseo o la capacidad sexual, diarrea, mareo, somnolencia, sequedad de boca, aumento de la sudoraci&oacute;n, sensaci&oacute;n de mareo al levantarse o sentarse, p&eacute;rdida de apetito, n&aacute;useas, congesti&oacute;n nasal, cansancio. <br /><br />Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen:<br /><br /> Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua); ausencia del per&iacute;odo menstrual, comportamiento extra&ntilde;o, heces de color negro o con sangre, dolor de pecho, confusi&oacute;n, disminuci&oacute;n de la concentraci&oacute;n , latidos card&iacute;acos r&aacute;pidos o irregulares, alucinaciones, p&eacute;rdida de memoria, aparici&oacute;n o empeoramiento de la agitaci&oacute;n, ataques de p&aacute;nico, agresividad, impulsividad, irritabilidad, hostilidad, sentimiento exagerado de bienestar, inquietud o incapacidad para permanecer sentado; persistente erecci&oacute;n dolorosa, roja, hinchada , ampollas o descamaci&oacute;n de la piel, convulsiones, ansiedad grave o persistente o dificultad para dormir, dolor de est&oacute;mago, los pensamientos o intentos de suicidio, temblores, moretones o sangrado inusual, cambios de vista inusual o mentales graves o cambios de humor;; empeoramiento de la depresi&oacute;n. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br />&nbsp;Citalopram es para ser utilizado s&oacute;lo por el paciente para quien se prescribe.</p>