<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Lamisil es un antibi&oacute;tico antifungoso usada para tratar tinea versicolor, una infecci&oacute;n fungosa que produce marr&oacute;n, puntos bronceados, blancos en el tronco del cuerpo u otras infecciones fungosas, como el pie de atleta, jock picaz&oacute;n, y ti&ntilde;a. Lamisil trabaja matando hongos sensibles interfiriendo con la formaci&oacute;n de la membrana de c&eacute;lula fungosa.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo oralmente con un vaso lleno de agua. Tr&aacute;guelo sin la masticaci&oacute;n. Por lo general la medecina se toma durante 6 - 12 semanas. <br /> La dosis recomendada es varia seg&uacute;n el tipo de la infecci&oacute;n: <br /> 1. Para onychomycosis: <br /> Adultos y adolescentes 250 mg. una vez al d&iacute;a durante 6-12 semanas. <br /> Lamisil se usa por ni&ntilde;os s&oacute;lo despu&eacute;s de permiso del doctor. <br /> 2. Para tinea corporis: <br /> Adultos y adolescentes 250 mg. una vez al d&iacute;a durante 2- 4 semanas. <br /> Lamisil se usa por ni&ntilde;os s&oacute;lo despu&eacute;s de permiso del doctor. <br /> 3. Para tinea cruris (ti&ntilde;a de la ingle; picaz&oacute;n de jock): <br /> Adultos y adolescentes 250 mg. una vez al d&iacute;a durante 2 - 4 semanas. <br /> Lamisil se usa por ni&ntilde;os s&oacute;lo despu&eacute;s de permiso del doctor. <br /> 4. Para tinea pedis: <br /> Adultos y adolescentes 250 mg. una vez al d&iacute;a durante 2- 6 semanas. <br /> Lamisil se usa por ni&ntilde;os s&oacute;lo despu&eacute;s de permiso del doctor. <br /> Note: la instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es necesario consultar con su doctor antes de comenzar el tratamiento. Esto le ayudar&aacute; a conseguir los mejores resultados.<br /><br /> <strong>Precauciones</strong><br /><br /> Antes de comenzar el tratamiento con Grisactin consulte con su doctor o farmac&eacute;utico si usted tiene: un cierto desorden de sangre (porphyria), enfermedad de h&iacute;gado severa (insuficiencia hep&aacute;tica). No olvide de decir su historial m&eacute;dico, especialmente sobre lupus. No conduzca mientras usted toma Grisactin porque a medecina causa mareo o atenci&oacute;n debil. No beba el alcohol, esto puede causar latido del coraz&oacute;n r&aacute;pido y picor de piel. Evite exponer su cuerpo a rayos de sol, use pantalla solar y lleve la ropa protectora cuando usted est&aacute; al aire libre. Grisactin no deber&iacute;a ser usado durante el embarazo, quedando embarazada o lactaci&oacute;n sin el consejo del doctor. No use antes del amamantamiento sin el consejo del doctor.<br /><br /> <strong>Contradiciones<br /></strong><br /> Grisactin es contradicado a la gente con insuficiencia hep&aacute;tica, porphyria (interfiere con el metabolismo de porphyrin), hipersensible a griseofulvin o cualquier componente de la medecina.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Ellas pueden incluir reacci&oacute;n al&eacute;rgica: urticaria; dificultad de respiraci&oacute;n; hinchaz&oacute;n de cara, labios, lengua, o garganta. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen: dolor o hinchaz&oacute;n de articlaciones, gl&aacute;ndulas aumentadas, color de la piel desigual, o una erupci&oacute;n de piel en forma de mariposa sobre mejillas y nariz, fiebre, frialdad, dolores de cuerpo, s&iacute;ntomas de gripe;<br /> cambios de su visi&oacute;n;<br /> p&eacute;rdida de peso debida decambios de gusto;<br /> erupci&oacute;n de piel escamosa, picante, y escamosa; <br /> fiebre, dolor de garganta, y dolor de cabeza con un abrasador severo, peladura, y erupci&oacute;n de piel roja.<br /> Las reacciones adversas menos serios incluyen:<br /> dolor de est&oacute;mago, ardor de est&oacute;mago, diarrea;<br /> dolor de cabeza;<br /> sentido de cansancio;<br /> nariz l&iacute;quida o congestionada, dolor de garganta, s&iacute;ntomas de fr&iacute;o;<br /> erupci&oacute;n de piel suave o picor;<br /> gusto extra&ntilde;o o desagradable en su boca; o<br /> sensaci&oacute;n de gusto disminuida.<br /> Si usted experimenta uno de ellos deje de usar Forcan y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Lamisil coopera con las siguientes medicaciones:<br /> Cyclosporine<br /> Metoprolol <br /> Nortriptyline <br /> Warfarin <br /> Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted<br /> debe dejar de tomar a uno de ellos. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis de Lamisil pueden incluir: mareo, dolor de est&oacute;mago, n&aacute;usea, v&oacute;mitos, erupci&oacute;n de piel, u micci&oacute;n m&aacute;s que de costumbre. Si usted experimenta uno de ellos llame a su m&eacute;dico inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 59-77 F (15-25 C) del alcance de los rayos solares y humedad, ni&ntilde;os y animales dom&eacute;sticos. No use despu&eacute;s de t&eacute;rmino expirado.<br /><br /><strong> Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>