<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades<br /> Abilify (Aripiprazole) es medecina suplementaria usada para curar de trastorno depresivo principal esquizofren&iacute;a, episodios maniacos y mezclados relacionados con trastoro bipolar en los adultos y ni&ntilde;os y adolecentes y tambi&eacute;n irritabilidad relacionada con trastorno autistico en los pacientes pedi&aacute;tricos. El mecanismo de acci&oacute;n de Abilfy es desconocido. Muestre agonismo parcial a receptor D2 tambi&eacute;n es agonista parcial a receptor 5-HT1A, y tambi&eacute;n muestra un perfil de antagonista a receptor 5-HT1A. Esto tiene la afinidad moderada para histamina y receptores alfa adrenergicos, y ninguna afinidad apreciable para receptores cholinergicos muscarinicos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Abilify una vez al d&iacute;a con o sin comida. La dosis habitual empezada es 10 o 15 mg &uacute;ltimas puede ser aumentada para lograr efecto deseable.<br /><br /> <strong>Precauciones<br /></strong><br /> Esta medicaci&oacute;n no fue aprobada para el uso por la gente de edad con la psicosis relacionada con la demencia debido al riesgo de muerte. Los antidepresivos aumentan pensamientos suicidas o comportamientos en algunos adolescentes sobre todo si la dosis es cambiada o durante el primer per&iacute;odo del tratamiento. Abilify no fue aprobado para el uso por pacientes pedi&aacute;tricos con la depresi&oacute;n. Como Abilify es capaz perjudicar el juicio, el pensamiento, o las habilidades de motor no lo use durante el funcionamiento de la maquinaria arriesgada, incluso coches si usted no est&aacute; seguro que la terapia de Abilify no le afecta negativamente. Informe a su doctor si usted est&aacute; embarazada, planea quedar embarazada o amamanta antes de tomar esta medicaci&oacute;n. Evite beber cualquier bebida alcoh&oacute;lica durante el tratamiento. Evite recalentarse y deshidrataci&oacute;n. La hiperglucemia, o az&uacute;car en la sangre elevado, puede ocurrir tomando Abilify. Si usted tiene la diabetis mellitus, supervisa sus niveles de az&uacute;car en la sangre con regularidad.<br /><br /> <strong>Contradiciones</strong> <br /><br /> Lactaci&oacute;n, hipersensibilidad.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos m&aacute;s comunes son n&aacute;usea v&oacute;mito, constipaci&oacute;n, dolor de cabeza, v&eacute;rtigo, nerviosidad, somnolencia, inquietud, temblores, tos, inomnia, erupci&oacute;n, nariz goteada, debilidad o aumento de peso. Los efectos secundarios m&aacute;s graves y raros son riesgo aumetado de ataque o miniataque, s&iacute;ndrome neurol&eacute;ptico maligno los s&iacute;ntomas de cual son fiebre, confusi&oacute;n musculos rigidos; disquinesia tarda los s&iacute;ntomas de cual son movimientos no controlados y anormales de partes de cuerpo.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor o farmaceuta sobre todas medecinas prescritas y no y productos herbales que usted puede usar y epecialmente sobre alcohol, drogas para tensi&oacute;n arterial, carbamazepina, fluoxetina, ketoconazol, paroxetina, y quinidina.<br /> Carbamazepina (Tegretol) disminuye los niveles de Abilifyole en el cuerpo que estimula las enzimas de h&iacute;gado, como el CYP3A4. La influencia similar en Abilify est&aacute; mostrada por fenitoina (Dilantin), rifampina (Rifadin, Rimactane, Rifadin, Rifater, Rifamate), y fenobarbital. El bloqueo de CYP3A4 por Ketoconazole (Nizoral) aumenta la cantidad de Abilify en el cuerpo. Otras medicinas con la acci&oacute;n similar son: itraconazole (Sporanox), fluconazole (Diflucan), voriconazole (Vfend), cimetidine (Tagamet), verapamil (Calan, Isoptin), diltiazem (Cardizem, Dilacor), eritromycin, claritromicin (Biaxin), nefazodone (Serzone), ritonavir (Norvir), saquinavir (Invirase), nelfinavir (Viracept), indinavir (Crixivan), y jugo de pomelo. Su acci&oacute;n no es bien estudiada.<br /> Quinidina (Quinaglute, Quinidex) inhibe otra enzima de h&iacute;gado conocida como CYP2D6 y tambi&eacute;n es capaz de aumentar los niveles de Abilify. Otras medicinas con la acci&oacute;n similar son fluoxetina (Prozac) y paroxetina (Paxil). Abilify puede aumentar peligrosamente niveles de az&uacute;car en la sangre en pacientes con diabetis.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Abilify se toma una vez al d&iacute;a, por eso tome la dosis omitida m&aacute;s pronto como posible. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario de dosificaci&oacute;n. No se puede doblar la dosis.<br /><br /> <strong>Sobredosis<br /></strong><br /> Las reacciones adversas comunes incluyen v&oacute;mitos, somnolencia, y temblor. Otros signos cl&iacute;nicamente importantes y s&iacute;ntomas observados son la acidosis iare, la agresi&oacute;n, aspartate aminotransferase aumentado, atrial fibrillation, bradicardia, coma, estado confusional , convulsi&oacute;n, el nivel aumentado de creatina phosphokinase en sangre, conocimiento reducido, hipertensi&oacute;n, hipokalemia, hipotensi&oacute;n, letargo, desmayo, complejo de QRS prolongado, QT prolongado, aspiraci&oacute;n de pulmon&iacute;a, detenci&oacute;n respiratoria, estado epilepticus, y taquicardia.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de cuarto, en un contenedor seco bien cerrado del alcance de ni&ntilde;os y animales dom&eacute;sticos. No se puede usar despu&eacute;s de termino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>