<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Clozaril es neurol&eacute;ptico at&iacute;pico. Es usado para tratar la esquizofrenia en pacientes que no responden a otras medicinas. Esto disminuye el riesgo del comportamiento suicidio. Y afecta ciertos productos qu&iacute;micos en el cerebro.<br /><br /> <strong>Posologia y forma de administraci&oacute;n</strong><br /><br /> Tome Clozaril como ha sido prescrito por su doctor. T&oacute;melo con o sin comida. Tome con la comida para reducir la irritaci&oacute;n de est&oacute;mago si descomposici&oacute;n ocurre. Siga tomando la medicina aun si usted siente bien. No deje de tomarlo de repente sin el consejo de su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Diga a su doctor sobre todas sus condiciones, sobre todo si usted est&aacute; embarazada o planea quedar embarazada, amamanta, si usted tiene cualquier alergia, si usted tiene una historia de co&aacute;gulos de sangre, problemas de sangre, niveles de colesterol en la sangre altos, problemas de coraz&oacute;n, o pulm&oacute;n o respiraci&oacute;n; si usted tiene historia de pr&oacute;stata ampliada; erecciones prolongadas, dolorosas; problemas de h&iacute;gado o ri&ntilde;&oacute;n; asimientos (por ej., epilepsia); glaucoma; problemas de est&oacute;mago o intestino; o demencia, si usted tiene salud mala, la diabetes, o un miembro de familia con la diabetes, o usted es muy demasiado pesado, si usted ha disminuido la actividad de enzimas que metabolizan ciertas medicinas.<br /><br /> <strong>Contradicciones<br /></strong><br /> Usted no deber&iacute;a tomar Clozaril si usted tiene alergia a la medecina, usted tiene somnolencia severa, usted tiene asimientos incontrolados (epilepsia) o p&eacute;rdida del movimiento de m&uacute;sculo de intestino (ileus paral&iacute;tico), usted tiene problemas de m&eacute;dula &oacute;sea, otros problemas de c&eacute;lula de la sangre, o historia de problemas de sangre causados por Clozaril, usted toma otras medicinas que pueden causar problemas de sangre.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son boca seca, dolor de cabeza, el mareo, ardor de est&oacute;mago, sudaci&oacute;n o la producci&oacute;n de saliva aumentada, mareo al levantarse; n&aacute;usea; sue&ntilde;os extra&ntilde;os; problema de dormir; aumento de peso.<br /> Los efectos secundarios severos incluyen: reacciones al&eacute;rgicas severas (erupci&oacute;n; urticaria; dificultad para respirar; estrechez en pecho; hinchaz&oacute;n de boca, cara, labios, o lengua); agitaci&oacute;n; dolor de ternero o ternura; dolor en pecho; confusi&oacute;n; orina oscura; coordinaci&oacute;n disminuida; desmayo; latido del coraz&oacute;n r&aacute;pido o irregular; fiebre, frialdad, o dolor de garganta; hambre aumentada, sed, o micci&oacute;n; infecci&oacute;n; movimientos involuntarios de la lengua, cara, boca, o mand&iacute;bula (lengua que sobresale, resoplido de mejillas, boca movimientos que se fruncen, mastican); p&eacute;rdida de apetito; entumecimiento de brazo o pierna; respiraci&oacute;n r&aacute;pida; agitaci&oacute;n; asimientos; dolor de cabeza severo, mareo, o v&oacute;mitos; n&aacute;usea severa o persistente o estre&ntilde;imiento; dolor de est&oacute;mago severo; falta de respiraci&oacute;n; m&uacute;sculos tiesos; aumento de peso repentino, extra&ntilde;o; hinchaz&oacute;n de manos, tobillos, o pies; temblor; problema de tragar; movimientos de m&uacute;sculo incontrolados; extra&ntilde;os cambios mentales o de humor; cansancio extra&ntilde;o o debilidad; cambios de visi&oacute;n; v&oacute;mitos; piel u ojos amarillos.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor sobre todas las medicinas que usted toma y sobre todo: benzodiazepines (lorazepam) u otras medicinas para problemas mentales o de humor porque el riesgo de problemas de coraz&oacute;n o respiraci&oacute;n puede ser aumentado; cimetidine, erythromycin, antibi&oacute;ticos de quinolone(ciprofloxacin), risperidone, o inhibidores de la recaptaci&oacute;n de serotonina (SSRIs) (por ej, fluoxetine) porque ellos pueden aumentar el riesgo de los efectos secundarios de Clozaril; los barbit&uacute;ricos (fenobarbital), hydantoins (phenytoin), nicotina, o rifampin porque ellos pueden disminuir la eficacia de Clozaril; el antiaritmicos (por ej, propafenone, quinidine), anticholinergics (benztropine), carbamazepine, debrisoquin, dextromethorphan, medicinas para depresi&oacute;n o hipertensi&oacute;n, phenothiazines (chlorpromazine), o antidepresivos triciclicos (amitriptyline) porque el riesgo de sus efectos secundarios puede ser aumentado por Clozaril.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si usted ha omitido una dosis de Clozaril, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la parte omitida. Vuelva a su horario regular. No tome dos dosis por una vez. Si usted ha omitido tomar Clozaril m&aacute;s de 2 d&iacute;as, cese tomar la medecina. Dirijase a su m&eacute;dico para instrucciones inmeditamente.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis son somnolencia, respiraci&oacute;n lenta o dif&iacute;cil, mareo, salvaci&oacute;n excesiva, desmayo, coma, latidos del coraz&oacute;n r&aacute;pidos o irregulares. Si usted sospecha sobredosis busque la asistencia m&eacute;dica inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 59-86 F(15-30 C) del alcance de calor, humedad, luz, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.</p>