<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Endep (Amitriptilina) pertenece a antidepresivos tric&iacute;clicos. La medecina se usa para curar depresi&oacute;n y trastorno obsesivo-compulsivo. El &uacute;ltimo es condici&oacute;n nerviosa cuando hombre tiene pensamientos o ideas recurentes o hace cosas repetitivas porque ellas son preocupados. Endep influye a sistema nerviosa central y ayuda aliviar s&iacute;ntomas de trastorno obsesivo-compulsivo. La medecina ayuda restablecer balance de ciertas sustancias naturales (entre otras, serotonina) en seso. Esta medecina tambi&eacute;n se usa para curar ataques de p&aacute;nico y dolor continuada.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medecina como ha sido prescr&iacute;to porque la dosificaci&oacute;n y horario puede variarse depende de su condici&oacute;n y otros factores.<br /> Se recomienda seguir recomendaciones de m&eacute;dico con precauci&oacute;n y no tome m&aacute;s o menos de la medecina que ha sido prescr&iacute;to.<br /> Se recomienda no comer pomelo o jugo de pomelo (este influye a nivel de ciclosporina en sangre). Tambi&eacute;n limite bebidas alcoh&oacute;licas.<br /> No se puede cesar tomar la medecina porque su condici&oacute;n puede ponerse peor.<br /> Se puede pasar 2-3 semanas o per&iacute;odo m&aacute;s largo antes usted siente efectos de esta medecina. Informe a su doctor sobre su condici&oacute;n.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Endep diga a su doctor o farmaceuta si usted tiene cualquier alergia a medecinas o comida.<br /> Informe a su doctor o farmac&eacute;utico si usted tiene ciertos problemas de coraz&oacute;n (paro card&iacute;aco, latido del coraz&oacute;n lento, prolongaci&oacute;n de QT en el ELECTROCARDIOGRAMA). En pacientes con asimientos Endep puede causarlos m&aacute;s severo. La cautela deber&iacute;a ser ejercida en pacientes con ampliaci&oacute;n de pr&oacute;stata y glaucoma.<br /> Usted puede tener v&eacute;rtigos o sentirse so&ntilde;oliento o tener la visi&oacute;n borrosa temporal. Evite conducir coche, usar m&aacute;quinas, o hacer cualquier actividad que requiera la vigilancia.<br /> La gente de edad puede ser m&aacute;s sensible a los efectos secundarios de la medicina.<br /> Durante el embarazo esta medicaci&oacute;n s&oacute;lo deber&iacute;a ser usada si las ventajas de su uso prevalecen sobre el riesgo potencial para madre y beb&eacute;. Consulte a su doctor sobre los riesgos.<br /> Esta medicina pasa en la leche de pecho entonces esto puede causar el da&ntilde;o a un beb&eacute;. Es mejor parar el amamantamiento usando esta medicina.<br /><br /> <strong>Contradiciones<br /></strong><br /> La medecina no puede ser usada por los pacientes que tienen hipersensibilidad a componentes de Endep, por los pacientes durante recubremiento de fase aguda de infarto de miocardio y por los pacientes que se curar con inhibidores MAO.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Los efectos secundarios m&aacute;s comunes son boca seca, somnolencia, v&eacute;rtigo constipaci&oacute;n, descomposici&oacute;n, n&aacute;usea, v&oacute;mito, sudaci&oacute;n, etc. S&iacute;ntomas de ansiedad pueden ponerse peor temporalmente cuando usted empieza tomar Endep. <br /> Reacci&oacute;n alergica muy grave ocurre raramente, pero busque ayuda medica si ella ocurre.<br /> La mayor&iacute;a de gente usando esta medecina no tiene efectos secundarios graves.<br /> En caso si usted nota los efectos que no est&aacute;n en la lista dada informe a su doctor o farmaceuta. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Diga a su doctor o farmaceuta sobre todas medecinas prescritas y no y productos herbales que usted puede usar antes de tomar esta medecina. <br /> Evite tomar Endep con:<br /> *Inhibodores MAO: Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, etc que causa fiebre alta y convulsiones si est&aacute;n usandos junto con Endep.<br /> *Medecinas antiarr&iacute;tmicas:Propafenone, Quinidine, etc<br /> Epinefrina (estimula receptores alfa y beta) prescr&iacute;ta junto con Endep causa tensi&oacute;n arterial alta grave.<br /> *Inhibidores de la recaptaci&oacute;n de serotonina y noradrenalina: Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, etc.<br /> *Inhibidores de la recaptaci&oacute;n de serotonina:Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, etc. <br /> *Antipsic&oacute;ticos ( tambi&eacute;n llamados neurol&eacute;pticos): Fluphenazine, etc.<br /> *Antagonista H2: Cimetidine, Ranitidine, Famotidine, Nizatidine, etc.<br /> Nicotina disminuye niveles de esta medecina en sangre. Informe a su doctor si usted fuma o si ha cesado fumar recientemente.<br /> Trata no comer pomelo o tomar jugo de pomelo durante cura con esta medecina.<br /> Dirijase a su doctor o farmaceuta para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario de dosificaci&oacute;n. No se puede tomas la dosis dos veces.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de esta medecina busque ayuda medica urgente inmediatamente. Los s&iacute;ntomas de sobredosis habitualmente incluyen dolor de pecho, n&aacute;usea, golpes irregulares de coraz&oacute;n, y sentido de v&eacute;rtigo o desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 ), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. No se puede almanecar la medecina en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>