<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Zyban es una medicina antidepresiva usada para ayudar a ciertos pacientes a dejar de fumar cigarrillos. Zyban estimula niveles de varios mensajeros qu&iacute;micos en el cerebro, entonces usted experimenta una reducci&oacute;n de s&iacute;ntomas de abstinencia de nicotina y un debilitamiento del impulso de fumar.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Si usted toma Zyban para ayudarle a dejar de fumar, usted puede seguir fumando durante aproximadamente siete d&iacute;as despu&eacute;s de que usted comienza a usar Zyban.<br /> La medicaci&oacute;n puede ser tomada discretamente, entonces nadie pero su doctor tiene que saber que usted la usa. T&oacute;melo oral con o sin comida. Trague esta medicaci&oacute;n entera.<br /> La dosis com&uacute;n para Zyban es 300 mg./d&iacute;as, dados por 150 mg., dos veces al d&iacute;a. Deber&iacute;a haber un intervalo de al menos 8 horas entre dosis de Zyban sucesivas.<br /> Tambi&eacute;n usted puede usar remiendos de nicotina o goma para ayudar a apoyar su tratamiento de cese de fuma.<br /><br /> <strong>Note:</strong> esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> No lo use si usted es al&eacute;rgico a cualquier ingrediente de Zyban. No use esta medicaci&oacute;n si usted est&aacute; embarazada, tiene intenci&oacute;n de quedar embarazada o amamanta. No lo use si usted toma cualquier otra medicina que contenga bupropion. No fume si usted usa esta medicaci&oacute;n junto con el remiendo de piel de nicotina o cualquier producto de nicotina. Tambi&eacute;n note que la utilizaci&oacute;n de Zyban y remiendos de nicotina junto puede levantar su tensi&oacute;n arterial.<br /><br /> <strong>Contradiciones<br /></strong><br /> Diga a su doctor sobre la medicaci&oacute;n prescr&iacute;ta que usted toma incluso: inhibidores de MAO, levodopa, theophylline, corticosteroides, medicaciones de asimiento, sedantes, antivirals, tranquilizantes / medicinas psiqui&aacute;tricas, otros antidepresivos, benzodiazepines, salicylates, isoniazid, chlolinesterase inhibidores, morfina, y medicinas parecidas a adrenalina, opiatos, coca&iacute;na, o estimulantes, medicaciones de diabetes, etc. Note que el consumo de cafe&iacute;na puede aumentar la posibilidad de asimientos con esta medicina.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s habituales son la sequedad de boca y la dificultad del dormir. Informe a su doctor inmediatamente si usted tiene cualquier s&iacute;ntoma nuevo o que se empeora, como: el humor o los cambios de comportamiento, ansiedad, atques de p&aacute;nico, problema con sue&ntilde;o, o si usted se siente impulsivo, irritable, agitado, hostil, agresivo, agitado, hiperactivo (mentalmente o f&iacute;sicamente), m&aacute;s reducido, o tiene pensamientos sobre suicidio o lastimadura.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> No tome Zyban si usted ha tomado alg&uacute;n inhibidor MAO, como el phenelzine, isocarboxazid, o tranylcypromine durante los 14 d&iacute;as anteriores. Tambi&eacute;n hay muchas medicaciones que pueden relacionarse con Zyban, incluso, pero no limitadas con: Amantadine, antipsychotics, corticosteroides, Insulina, Levodopa, Carbamazepine, Fenobarbital, Antiarrhythmics, bloqueadores beta y otros antidepresivos. Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar a uno de ellos. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado de tomar su dosis a tiempo, por favor h&aacute;galo tan pronto como usted recuerda. Pero no tome si es demasiado tarde o casi tiempo para su siguiente dosis. No aumente su dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo regular.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis de Zyban incluyen asimientos, desmayo, debilidad, alucinaciones, un latido del coraz&oacute;n r&aacute;pido, y ataque card&iacute;aco. Inmediatamente llame a su doctor si usted experimenta uno de ellos.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>