<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Aldactone appartient &agrave; une classe de diur&eacute;tiques. L'effet diur&eacute;tique de la m&eacute;decine est mod&eacute;r&eacute; et appara&icirc;t g&eacute;n&eacute;ralement apr&egrave;s 2-5 jours de traitement et se poursuit pendant 2-3 jours apr&egrave;s la cessation de l'apport de la m&eacute;decine. Un effet hypotension faibles apparaissent g&eacute;n&eacute;ralement en 2-3 semaines de traitement.<br /> Aldactone est utilis&eacute; en association avec d'autres m&eacute;dicaments pour traiter l'hypertension. Il facilite aussi l'&eacute;limination de l'exc&egrave;s de liquide du corps dans l'insuffisance cardiaque congestive, la cirrhose du foie, et les maladies r&eacute;nales.<br /><br /> <strong>Dosage et administration</strong><br /><br /> La dose quotidienne dans l'hypertension art&eacute;rielle, le syndrome de l'&oelig;d&egrave;me est de 50-100 mg pour les adultes. Il devrait &ecirc;tre divis&eacute;e en 1-2 doses par jour. Sur la n&eacute;cessit&eacute; la dose peut &ecirc;tre progressivement augment&eacute;e jusqu'&agrave; 200 mg par jour. La dur&eacute;e du traitement n'est pas moins de deux semaines. Pour d'autres conditions comme l'insuffisance cardiaque congestive chronique, cirrhose, syndrome n&eacute;phrotique et d'autres dosages diff&eacute;rents peut-&ecirc;tre recommand&eacute;. Consultez votre m&eacute;decin avant de vous d&eacute;cider &agrave; prendre ce m&eacute;dicament. Aldactone devrait &ecirc;tre pris apr&egrave;s un repas et le plus souhaitable est une dose unique avant le coucher.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne buvez pas d'alcool car il augmente certains Effets secondaires possibles de Aldactone. &Eacute;vitez de manger trop de sel, car il peut entra&icirc;ner votre corps &agrave; retenir l'eau et l'efficacit&eacute; d'Aldactone. Evitez d'&ecirc;tre surchauff&eacute; ou d&eacute;shydrat&eacute; pendant les exercices. Discutez avec votre m&eacute;decin sur la quantit&eacute; de liquides que vous devez consommer. Ne cessez pas d'utiliser ce m&eacute;dicament m&ecirc;me si vous vous sentez l'am&eacute;lioration de la sant&eacute;.<br /><br /> <strong>Contre-indication<br /></strong><br /> L'hypersensibilit&eacute;, la maladie d'Addison, hypercaliemia, hyperpotassiemia, l'&eacute;l&eacute;ment itake avec les compl&eacute;ments de potassium ou d'autres diur&eacute;tiques &eacute;pargnant le potassium tels qu'Aldactazide, amiloride (Midamor, Moduretic), triamterene (Dyrenium, Dyazide, Maxzide), hyponatriemia, l'&eacute;chec du rein chronique, nephropathy diab&eacute;tique, anuria, l'&eacute;chec de foie, le diab&egrave;te &agrave; l'&eacute;chec du rein chronique pr&eacute;sum&eacute;, nephropathy diab&eacute;tique, la grossesse et quelques autres. Prenez s'il vous pla&icirc;t cette m&eacute;decine seulement si elle est conseill&eacute;e par votre m&eacute;decin traitant.<br /><br /> <strong>Effet secondaire possible</strong><br /><br /> Les Effets secondaires possibles de la m&eacute;decine incluent le mal de t&ecirc;te, la diarrh&eacute;e, les crampes, la somnolence, les rougeurs, la naus&eacute;e, le vomissement, l'impuissance, les p&eacute;riodes menstruelles irr&eacute;guli&egrave;res et la croissance de cheveux irr&eacute;guli&egrave;re. Le liquide et le d&eacute;s&eacute;quilibre d'&eacute;lectrolytes sont probables, donc les patients devraient &ecirc;tre contr&ocirc;l&eacute;s soigneusement. L'agrandissement des seins peut se produire aussi selon la dose et la dur&eacute;e de th&eacute;rapie. Cette condition est r&eacute;versible d'habitude quand vous arr&ecirc;tez pour prendre Aldactone.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Cette m&eacute;decine peut baisser des niveaux de sodium de sang en levant des niveaux de potassium de sang. D'excessivement hauts niveaux de potassium dans le sang provoquent quelquefois des anomalies potentiellement tr&egrave;s graves dans le rythme du c&oelig;ur. Donc, Aldactone n'est pas administr&eacute; d'habitude avec d'autres agents qui peuvent lever des niveaux de potassium de sang. Aldactone peut provoquer l'&eacute;l&eacute;vation de sang digoxin (Lanoxin) aux niveaux toxiques.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez une dose, prenez-le aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre m&eacute;decin traitant si vous manquez 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage</strong><br /><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation<br /></strong><br /> Garder &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Entreposer le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.rapie. Cette condition est rtre divis</p>