<p><strong>Utilisation des Drogues </strong><br /><br /> Propranolol est utilis&eacute; pour traiter certains types d'arythmie cardiaque. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser</strong> <br /><br /> Utilisez Propranolol comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Propranolol prendre par voie orale avec ou sans nourriture. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de propranolol. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> Propranolol est un b&ecirc;ta-bloquant. Il agit en diminuant l'action des cellules pacemaker et le ralentissement de certaines impulsions dans le c&oelig;ur. Cela aide &agrave; contr&ocirc;le des battements cardiaques irr&eacute;guliers. <br /><br /> <strong>Dose oubli&eacute;e</strong> <br /><br /> Si vous oubliez une dose de propranolol et le prenez r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Propranolol &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Conserver dans un virage serr&eacute;, le r&eacute;cipient r&eacute;sistant &agrave; la lumi&egrave;re. Propranolol garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Propranolol si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de propranolol; <br /> vous avez un bloc cardiaque mod&eacute;r&eacute;e &agrave; s&eacute;v&egrave;re, insuffisance cardiaque non contr&ocirc;l&eacute;e, le choc caus&eacute; par de graves probl&egrave;mes cardiaques, rythme cardiaque tr&egrave;s lent avec un bloc cardiaque, ou une pression art&eacute;rielle tr&egrave;s basse apr&egrave;s une crise cardiaque; <br /> vous souffrez d'asthme ou le syndrome de Raynaud; <br /> le patient est un enfant atteint de diab&egrave;te ou d'insuffisance cardiaque. <br /> vous prenez mibefradil. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important:</strong> <br /><br /> Propranolol mai causer de la somnolence, des &eacute;tourdissements, des vertiges ou des changements visuels. Ces effets mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Propranolol utiliser avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> V&eacute;rifiez aupr&egrave;s de votre m&eacute;decin avant de consommer de l'alcool pendant que vous prenez Propranolol, elle mai augmenter le risque de Propranolol d 'effets secondaires. <br /> Ne prenez pas plus que la dose recommand&eacute;e sans v&eacute;rifier avec votre m&eacute;decin. <br /> Les patients qui prennent des m&eacute;dicaments pour la tension art&eacute;rielle se sentent souvent fatigu&eacute;s ou couler pendant quelques semaines apr&egrave;s le d&eacute;but du traitement. Assurez-vous de prendre votre m&eacute;dicament m&ecirc;me si vous mai se sentent pas "normale. " Dites &agrave; votre m&eacute;decin si vous d&eacute;veloppez de nouveaux sympt&ocirc;mes. <br /> Si vous avez des ant&eacute;c&eacute;dents de r&eacute;action allergique grave, parlez-en avec votre m&eacute;decin. Vous mai &ecirc;tre &agrave; risque d'une r&eacute;action allergique plus grave encore si vous entrez en contact avec la substance qui a provoqu&eacute; votre allergie. Certains m&eacute;dicaments utilis&eacute;s pour traiter les allergies s&eacute;v&egrave;res mai fonctionne pas non plus ainsi lorsque vous utilisez le propranolol. <br /> Propranolol mai abaisser votre taux de sucre dans le sang. Ceci est le plus susceptible de se produire chez les nourrissons et les enfants, ou chez les patients qui souffrent de diab&egrave;te ou de probl&egrave;mes r&eacute;naux. Il mai &eacute;galement se produire apr&egrave;s une activit&eacute; physique prolong&eacute;e ou pendant le je&ucirc;ne. Faible taux de sucre sanguin mai causer de l'anxi&eacute;t&eacute;, transpiration, faiblesse, &eacute;tourdissements, somnolence, ou des &eacute;vanouissements. Il mai &eacute;galement faire votre c&oelig;ur bat plus vite; effectuer votre changement de vision; vous donner un mal de t&ecirc;te, des frissons ou des tremblements, ou vous rendre plus faim. Si cela se produit, vous devriez manger ou boire une source de sucre comme le sucre de table, du miel, des bonbons, du jus d'orange, ou la non-soda di&egrave;te. Cela augmenter votre niveau de sucre dans le sang rapidement. Pr&eacute;venez votre m&eacute;decin si cela se produit. <br /> Les patients diab&eacute;tiques - Propranolol mai cacher les signes de l'hypoglyc&eacute;mie, comme une acc&eacute;l&eacute;ration du rythme cardiaque. Assurez-vous de regarder d'autres signes d'hypoglyc&eacute;mie. En v&eacute;rifiant votre glyc&eacute;mie de pr&egrave;s. Demandez &agrave; votre m&eacute;decin avant de modifier la dose de votre m&eacute;dicament de diab&egrave;te. <br /> Propranolol mai interf&eacute;rer avec certains tests de laboratoire, y compris le test de d&eacute;pistage du glaucome et l'&eacute;chocardiographie sous dobutamine. Assurez-vous que votre m&eacute;decin et le personnel de laboratoire sais que vous &ecirc;tes en utilisant le propranolol. <br /> Des tests en laboratoire, y compris la pression sanguine et les tests de la fonction cardiaque, mai &ecirc;tre effectu&eacute; alors que vous utilisez le propranolol. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de propranolol pendant que vous &ecirc;tes enceinte. Propranolol se trouve dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Propranolol, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> constipation, diarrh&eacute;e, &eacute;tourdissements, somnolence, fatigue, vertiges, une l&eacute;g&egrave;re douleur, enflure ou rougeur au site d'injection, naus&eacute;es, maux d'estomac ou crampes, troubles du sommeil, vomissements, faiblesse. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), douleurs thoraciques, la d&eacute;sorientation, la fi&egrave;vre accompagn&eacute;e de douleurs et maux de gorge, hallucinations, perte de m&eacute;moire, mental ou changements d'humeur, des engourdissements ou des picotements au niveau des mains, des changements de vision s&eacute;v&egrave;re ou persistante; peau rouge, gonfl&eacute;e, cloques ou desquamation; vertiges s&eacute;v&egrave;res que l'essoufflement ou une respiration sifflante; soudaine prise de poids inhabituelle; gonflement des mains, des chevilles ou des pieds, insolite meurtrissures; rythme cardiaque anormalement lent, tr&egrave;s froid ou le bleu des doigts ou des orteils.<br /> <br /> <strong>Plus d'information </strong><br /><br /> Propranolol doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /><br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>