<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Glucotrol ist ein Medikament der Sulfonylharnstoffklasse und wird angewendet, um Typ-2-Diabetes zu behandeln und geh&ouml;rt zur Klasse von Sulfonylharnstoffen zusammen mit Glimepirid (Amaryl), Glyburid (Micronase, Diabeta), Tolbutamid (Orinase) und Tolazamid (Tolinase). Es stimuliert die Insulinsekretion von Betazellen der Bauchspeicheldr&uuml;se.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> &Auml;ndern Sie die Glucotrol-Dosis nicht, ohne vorher mit Ihrem Arzt dar&uuml;ber gesprochen zu haben. Die Anfangsdosis bei Tabletten mit sofortiger Freisetzung betr&auml;gt 5 mg, was 30 Minuten vor dem Essen eingenommen werden sollte. Die maximale Dosis betr&auml;gt 40 mg t&auml;glich. Die maximale Dosis bei Retardtabletten sollte 20 mg pro Tag nicht &uuml;berschreiten. Nehmen Sie es mit einem Glas Wasser vor dem Essen ein. Wenn dieses Medikament regul&auml;r eingenommen wird, erzielen Sie dadurch den besten Nutzen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Die Behandlung mit Glucotrol kann das Todesrisiko wegen Herz-Kreislauf-Erkrankungen erh&ouml;hen. Vermeiden Sie Alkoholkonsum, da dieser Ihren Blutzucker verringert. Die Glucotrol-Retardtabletten sollten Sie weder zerkauen, noch zerbrechen oder zerschneiden, sondern sie als ein Ganzes herunterschlucken.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Bei &uuml;berempfindlicher Reaktion auf die Komponente des Medikamentes, insulinabh&auml;ngiger Diabetes mellitus (juvenile Diabetes, Diabetes, begleitet durch Ketoazidose oder Pr&auml;koma) schwerem Nieren- oder Leberversagen, Stenose des Magen-Darm-Trakts oder Kindern ist die Einnahme von Glucotrol untersagt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Abgesehen von allergischen Reaktionen (Nesselsucht, Hautausschl&auml;ge, Schwellungen von Gesicht und Zunge) k&ouml;nnen bei manchen Patienten folgende Symptome auftreten: Kopfschmerzen, Schwindel, Durchfall, Bl&auml;hungen, Hepatitis, Gelbsucht und ein niedriger Natriumgehalt im K&ouml;rper.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Alkohol verz&ouml;gert die Wirkung von Glucotrol, indem es seine Absorption verz&ouml;gert. Glucotrol sollte eine bis zwei Stunden vor der Einnahme von Cholestyramin eingenommen werden, da das Letztere Auswirkungen auf seine Absorption hat. Fluconazol (Diflucan) erh&ouml;ht die Absorption und Effiktivit&auml;t von Glucotrol. Mittel, die den Blutzucker verringern oder erh&ouml;hen, sind dazu im Stande, die Wirkung von Glucotrol zu beeinflussen: Aspirin oder andere Salicylate, nichtsteroidale entz&uuml;ndungshemmende Medikamente, Sulfa-basierte Medikamente so wie Sulfamethoxazol-Trimethoprim (Bactrim, Septra), MAO-Hemmer, Beta-Blocker so wie Propranolol (Inderal), Thiaziddiuretika, steroidale Medikamente so wie Prednison (Deltasone, Orasone), &Ouml;strogene, Kortikosteroide, Schilddr&uuml;senmedikamente, Phenothiazin so wie Chlorpromazin (Thorazin), Niacin, Phenytoin und Calcium-Kanal-Blocker.<br /><br /> <strong>Verpasste Dosis <br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung mit Glucotrol geh&ouml;ren Symptome von niedrigem Blutzucker: Hunger, &Uuml;belkeit, &Auml;ngstlichkeit, kalter Schweiss, Schw&auml;che, Schl&auml;frigkeit, Bewusstlosigkeit und Koma. Wenn Sie eines davon oder andere un&uuml;bliche Symptome versp&uuml;ren &ndash; rufen Sie bitte unverz&uuml;glich Ihren Arzt. <br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>