<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Glucophage ist eine orale Diabetesmedizin, die daf&uuml;r verwendet wird, um Typ-2-Diabetes zu behandeln. Seine aktive Substanz ist Metformin, welche zur Biguaniden-Stoffklasse geh&ouml;rt. Es verringert die Konzentration von Glucose im Blut, indem es den Stoffwechsel von Glucose in der Leber unterdr&uuml;ckt, die Absorption von Glucose des Magen-Darm-Trakts verringert und seinen Nutzen im Gewebe verbessert. Glucophage stabilisiert oder verringert das K&ouml;rpergewicht. Die therapeutische Wirkung ist bei Abwesenheit von Insulin im Blut nicht festgestellt worden. Es f&uuml;hrt zu keiner hypoglyk&auml;mische Reaktion. Es verbessert auch die fibrinolytischen Eigenschaften des Blutes. Es wird zur Behandlung von Diabetes mellitus (Typ-2-Diabetes) bei Erwachsenen und auch bei Patienten, bei denen eine Behandlung mit Sulfonylharnstoff unwirksam war, und vor allem auch bei F&auml;llen von Fettleibigkeit verwendet.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Medikament nicht ein, wenn es Ihnen nicht verschrieben wurde, und &uuml;berschreiten Sie die Ihnen verschriebene Dosis nicht. Wenn Ihr Arzt es Ihnen nicht anders empfohlen hat, nehmen Sie es beim Essen ein. Glucophage wird zwei Mal t&auml;glich in H&ouml;he von 500 mg oder ein Mal t&auml;glich in H&ouml;he von 850 mg eingenommen, um Typ-2-Diabetes bei Erwachsenen zu behandeln. In Abh&auml;ngigkeit vom Glucosegehalt in Ihrem Blut kann die Dosis von Glucophage bis hin zu einer gesamten Tagesdosis von 2550 mg erh&ouml;ht werden, die wiederrum in drei Dosen aufgeteilt werden sollte.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Dieses Medikament ist dazu im Stande, bei manchen Menschen zu einem lebensgef&auml;hrlichen Zustand zu f&uuml;hren, was durch Schw&auml;che, erh&ouml;hte Schl&auml;frigkeit, langsamen Herzschlag, K&auml;ltegef&uuml;hl, Muskelschmerzen, Bauchschmerzen, Kurzatmigkeit, Benommenheit und Ohnmacht gekennzeichnet wird. Es wird Laktatazidose genannt. Wenn Sie solche Symptome versp&uuml;ren, suchen Sie bitte umgehend medizinische Hilfe auf. Seien Sie ebenfalls wachsam bei niedrigem Blutzucker, der Hunger, Verwirrung, Reizbarkeit, Schl&auml;frigkeit, Kopfschmerzen, Schw&auml;che, schnellen Herzschlag, Zittrigkeit, Schweissausbr&uuml;che und Krampfanf&auml;lle mit sich f&uuml;hren kann. Haben Sie in diesem Falle immer Zuckerreserven griffbereit und vermeiden Sie Alkoholkonsum.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Bei &uuml;berempfindlicher Reaktion, hyperglyk&auml;mischem Koma, Ketoziadose, Nierenversagen, Leberversagen, Herzversagen, akutem Myokardinfarkt, respiratorischer Insuffizienz, Entw&auml;sserung, Infektionskrankheiten, umfangreichen Operationen und Trauma, Alkoholismus, kalorienarmer Ern&auml;hrung (unter 1000 kcal / Tag), Laktatazidose (Anamnese inklusive), Schwangerschaft und Stillzeit ist dieses Medikament untersagt. 2 Tage vor einem operativen Eingriff, Radioisotopie und R&ouml;ntgenbestrahlung und CAT Scan (CT) darf das Medikament nicht verschrieben werden. Glucophage ist Patienten &uuml;ber 60 Jahren untersagt, genauso wie harte physische Arbeit (das Risiko einer Laktatazidose steigt dadurch).<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zu den &uuml;blichsten Nebenwirkungen, bei starker Erscheinung welcher Sie mit der Einnahme von Glucophage aufh&ouml;ren sollte, geh&ouml;ren: Schwellungen oder schnelle Gewichtszunahme, &Uuml;belkeit, Erbrechen, Gasentwicklungen, Bl&auml;hungen, Durchfall und Appetitsverlust. Im Falle von Laktatazidose suchen Sie unverz&uuml;glich medizinische Hilfe auf: Schw&auml;che, erh&ouml;hte Schl&auml;frigkeit, langsamer Herzschlag, K&auml;ltegef&uuml;hl, Kurzatmigkeit, Bauchschmerzen, Muskelschmerzen, Benommenheit und Ohnmacht. Allergische Reaktionen sind ebenfalls m&ouml;glich: Nesselsucht, Schwellungen und Hautausschl&auml;ge.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Cimetidine (Tagamet) erh&ouml;ht den Gehalt von Glucophage im Blut und hat dadurch Auswirkungen auf seinen Stoffwechsel. Glucophage ist nicht kompatibel mit Alkohol. Die gleichzeitige Anwendung mit indirekten Antikoagulanten und Cimetidine sollte nur mit Vorsicht gemacht werden. Glucophage verbessert den Stoffwechsel von Furosemide. Derivate von Sulfonylharnstoffen, Insulin, Acarbose, MAO-Hemmer, Oxytetracyclin, Cyclophosphamid und Salicylate erh&ouml;hen die Wirkung von Glucophage. Die Verringerung der blutzuckersenkenden Wirkung vonGlucophage wird durch die gleichzeitige Anwendung mit Schilddr&uuml;senmedikamenten, oralen Verh&uuml;tungsmitteln und anderen Hormonen, Epinephrin, Glucagon, Thiaziddiuretika und Nikotins&auml;ure-Derivaten verursacht.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung von Glucophage z&auml;hlen typische Symptome von niedrigem Blutzucker: Hunger, Verwirrung, Reizbarkeit, Schl&auml;frigkeit, Kopfschmerzen, Schw&auml;che, Zittrigkeit, Schwei&szlig;ausbr&uuml;che, schneller Herzschlag und Krampfanf&auml;lle. Haben Sie immer Zucker griffbereit. Sollten Sie eines dieser Symptome versp&uuml;ren, rufen Sie unverz&uuml;glich Ihren Arzt. <br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. Vor Kindern und Haustieren unbedingt aufbewahren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>