<p><strong>INDICATIONS</strong></p><p>Dapoxetine es un inhibidor selectivo de la recaptaci&oacute;n de serotonina que demostr&oacute; eficacia en miles de pacientes con un problema de eyaculaci&oacute;n precoz. El aumenta los niveles de serotonina en el cerebro mejorando el control del paciente sobre la eyaculaci&oacute;n y tiene otros efectos beneficiosos sobre la vida sexual.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Dapoxetine como es indcado por el m&eacute;dico.</p><ul><li>Tome Dapoxetine por v&iacute;a oral con un vaso lleno de agua.</li><li>Dapoxetine se toma generalmente una hora antes de la relaci&oacute;n sexual.</li><li>No tome m&aacute;s de la dosis recomendada o lo tome con m&aacute;s frecuencia que una vez al d&iacute;a.</li></ul><p><strong>DOSIS</strong></p><p>Para la mayor&iacute;a de los pacientes, la dosis inicial es 60 mg. El m&eacute;dico puede recetar Dapoxetine 30 mg o Dapoxetine 60 mg a Usted, aunque algunos pacientes pueden requerir Depoxetine 120 mg si no han respondido a la dosis original.</p><p>Consulte con su m&eacute;dico si Usted tiene cualquiera pregunta sobre el uso de Dapoxetine.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Dapoxetine a temperatura ambiente lejos del calor, de la  humedad y  de la luz. Almacene Dapoxetine en un lugar seguro donde sus hijos no pueden llegarlo.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingrediente activo: Clorhidrato de Dapoxetine.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>No use </strong><strong>Dapoxetine </strong><strong>si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Dapoxetine</li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li>Usted est&aacute; tomando nitratos (por ejemplo, isosorbide,  nitroglicerina) en cualquiera forma (por ejemplo, tableta, c&aacute;psula,  ung&uuml;ento) o nitroprusiato</li><li>Usted usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato o nitrito de butilo)</li></ul><p>Contacte con su m&eacute;dico de una vez si algunas de estas condici&oacute;nes se apliquen a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Dapoxetine. D&iacute;ga a  su   m&eacute;dico o farmac&eacute;utico si tiene algunas de los siguientes  condici&oacute;nes   m&eacute;dicas:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si Usted tiene un pene deformado (por ejemplo, la enfermedad de  Peyronie), problemas sangu&iacute;neos celulares (por ejemplo, leucemia, anemia  de c&eacute;lulas falciformes) o cualquiera otra condici&oacute;n que puede aumentar el riesgo de una erecci&oacute;n prolongada (priapismo)</li><li>si Usted tiene antecedentes de una erecci&oacute;n prolongada (m&aacute;s de 4 horas) o dolorosa (priapismo)</li><li>si Usted tiene antacadentes de problemas hep&aacute;ticos o renales, presi&oacute;n arterial alta o baja, &uacute;lceras, problemas de hemorragia,  problemas card&iacute;acos (por ejemplo, insuficiencia card&iacute;aca, ritmo  card&iacute;aco irregular), o problemas de  los vasos sangu&iacute;neos</li><li>si Usted tiene antecedentes de ataque cardiaco, accidente cerebrovascular, o ritmo card&iacute;aco irregular amenazado a la vida especialmente en los &uacute;ltimos 6 meses.</li></ul><p>Algunos medicamentos pueden interactuar con Dapoxetine. Diga a el m&eacute;dico si  toma otros medicamentos, especialmente algunos de los siguientes:</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para  la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide,  nitroglicerina), o nitroprusiato porque la presi&oacute;n arterial muy baja, con  mareos, vah&iacute;dos; y desmayos pueden ocurrir</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol), inhibidores de la  proteasa de VIH (por ejemplo, ritonavir), antibi&oacute;ticos macr&oacute;lidos (por  ejemplo, eritromicina), analg&eacute;sicos narc&oacute;ticos (por ejemplo, dihidrocode&iacute;na) o telitromicina porque pueden aumentar el riesgo  de efectos secundarios de Dapoxetine</li><li>Bosentan o rifampicina, porque pueden disminuir la eficacia de la Dapoxetine.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Consulte con el m&eacute;dico si Dapoxetine puede interactuar con otros  medicamentos que toma. Consulte con el m&eacute;dico antes de iniciar, detener o  cambiar la dosis de cualquier medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad:</strong></p><ul><li>Dapoxetine puede causar mareos, somnolencia, desmayos, o visi&oacute;n borrosa.  Estos efectos pueden empeorar si Usted toma Dapoxetine con alcohol o ciertos  medicamentos. Use Dapoxetine con precauci&oacute;n. No conduzca o realice otras  tareas posiblemente peligrosas hasta que sepa c&oacute;mo reacciona a Dapoxetine.</li><li>Dapoxetine puede causar mareos, vah&iacute;dos o desmayos; alcohol, tiempo  caluroso, ejercicio, o fiebre pueden aumentar estos efectos. Para  prevenirlos levantese o si&eacute;ntese lentamente, especialmente en la ma&ntilde;ana.  Si&eacute;ntese o acu&eacute;stese a la primera se&ntilde;al de alguno de estos efectos.</li><li>Los pacientes con problemas card&iacute;acos que toman Dapoxetine pueden estar en  mayor riesgo de efectos secundarios relacionados con el coraz&oacute;n,  incluyendo ataque card&iacute;aco o accidente cerebrovascular. Los s&iacute;ntomas de  un ataque card&iacute;aco pueden incluir dolor en el pecho, en los hombros, en  el cuello o dolor en la mand&iacute;bula, entumecimiento de un brazo o una  pierna; mareos intensos, dolor de cabeza, n&aacute;useas, dolor de est&oacute;mago o  v&oacute;mitos, cambios en la visi&oacute;n, sensaci&oacute;n de desmayo. Los s&iacute;ntomas de un  derrame cerebral pueden incluir confusi&oacute;n, cambios en la visi&oacute;n o del  habla, debilidad unilateral, o desmayo. Consulte con su m&eacute;dico o busque  atenci&oacute;n m&eacute;dica inmediatamente si usted experimenta estos s&iacute;ntomas.</li><li>Dapoxetine puede causar una erecci&oacute;n prolongada (por ejemplo, m&aacute;s de 4  horas) o dolorosa. Esto puede ocurrir tambien cuando no tiene relaciones  sexuales. Si no tratado a tiempo, podr&iacute;a acabar en problemas sexuales  permanentes como la impotencia. Consulte con su m&eacute;dico inmediatamente si  esto ocurre.</li><li>Dapoxetine no detiene la propagaci&oacute;n del VIH o otras enfermedades de  transmisi&oacute;n sexual (ETS) a otros por contacto sexual. Use m&eacute;todos  anticonceptivos de barrera (por ejemplo, preservativos) si tiene la  infecci&oacute;n por VIH o ETS.</li><li>Dapoxetine no previene el embarazo. Si su pareja puede caer embarazada y  quiere evitar el embarazo, use un m&eacute;todo efectivo de control de la  natalidad.</li><li>Dapoxetine infrecuente puede causar cambios en la visi&oacute;n leves, temporales  (por ejemplo, la visi&oacute;n borrosa, sensibilidad para la luz, el color azul  / verde de la visi&oacute;n). Consulte con su m&eacute;dico si los cambios de la  visi&oacute;n persisten o son severos.</li><li>No use otros medicamentos o tratamientos para la disfunci&oacute;n er&eacute;ctil,  mientras que usted est&aacute; tomando Dapoxetine sin consultar con su m&eacute;dico.</li><li>Use Dapoxetine con precauci&oacute;n en los ancianos, porque pueden ser m&aacute;s sensibles a sus efectos.</li><li>Dapoxetine no es recomendado para uso en pacientes menores de 18 a&ntilde;os.</li></ul><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas  personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Mareos, somnolencia o insomnio, letargo, fatiga, temblores, agitaci&oacute;n, ansiedad, tendencias suicidas, man&iacute;a, anorexia, sequedad de boca o hipersalivaci&oacute;n y diarrea, erupci&oacute;n cut&aacute;nea, urticaria.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>El estado de excitaci&oacute;n, n&aacute;useas, v&oacute;mitos, calambres, convulsiones.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si  usted tiene preguntas sobre los efectos secundarios, contacte con el  m&eacute;dico.</p>