<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />El VARDENAFILO se utiliza para tratar los problemas de erecci&oacute;n en hombres. El vardenafilo funciona m&aacute;s r&aacute;pido que el Sildenafil (Viagra&reg;) y tiene menos probabilidades de tener efectos secundarios en la vista.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de utilizar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />deformidad anat&oacute;mica del pene, enfermedad de Peyronie, o si alguna vez ha tenido una erecci&oacute;n que durara m&aacute;s de 4 horas<br />problemas de coagulaci&oacute;n<br />c&aacute;ncer<br />diabetes<br />acidez estomacal recurrente o enfermedad de reflujo gastroesof&aacute;gico (ERGE)<br />enfermedades cardiacas, angina de pecho, presi&oacute;n arterial alta o baja, antecedentes de ataques al coraz&oacute;n, u otros problemas cardiacos<br />colesterol alto<br />infecci&oacute;n por VIH<br />enfermedad renal<br />enfermedad hep&aacute;tica<br />anemia falciforme<br />derrame cerebral<br />&uacute;lceras estomacales o intestinales<br />problemas oculares o de la visi&oacute;n<br />una reacci&oacute;n inusual al vardenafilo, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo se debe de usar este medicamento?</strong><br /><br />Tome las pastillas de vardenafilo por v&iacute;a oral con o sin comida. La dosis se toma normalmente 1 hora antes de la actividad sexual. Trague las pastillas con un poco de agua. No tome una dosis doble o extra.<br /><br />Hable con su pediatra o profesional sanitario sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales. En estos momentos, este medicamento no se utiliza en ni&ntilde;os.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />Esto no se aplica. Sin embargo, no tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome el vardenafilo s&iacute; usted est&aacute; tomando los siguientes medicamentos:<br />medicamentos de nitroglicerina para el coraz&oacute;n o el dolor en el pecho como el nitrito de amilo, dinitrato de isosorbida, mononitrato de isosorbida, nitroglicerina, incluso s&iacute; los tema ocasionalmente Esto incluye algunas drogas il&iacute;citas llamadas &lsquo;poppers&rsquo; que tambi&eacute;n contienen nitrato de amilo y nitrato de butilo<br /><br />El vardenafilo tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />bloqueadores alfa como la alfuzosina (UroXatral&reg;), la doxazosina (Cardura&reg;), la prazosina (Minipress&reg;), la tamsulosina (Flomax&reg;), o la terazosina (Hytrin&reg;), que se utilizan para tratar la presi&oacute;n arterial alta o la pr&oacute;stata agrandada<br />tri&oacute;xido de ars&eacute;nico<br />bosentan<br />ciertos antibi&oacute;ticos como la claritromicina, la eritromicina, la sparfloxacina, la troleandomicina<br />ciertos anticonvulsivos como la carbamazepina, la fenito&iacute;na, y el fenobarbital<br />ciertos medicamentos para el tratamiento de la infecci&oacute;n por VIH o del SIDA<br />ciertos medicamentos para tratar las arritmias (por ejemplo, amiodarona, disopiramida, dofetilida, flecainida, ibutilida, quinidina, procainamida, propafenona, sotalol)<br />cloroquina<br />cisaprida<br />diltiazem<br />zumo de toronja (pomelo)<br />medicamentos antif&uacute;ngicos (el fluconazol, el itraconazol, el ketoconazol, el voriconazol)<br />metadona<br />nicardipino<br />pentamidina<br />pimozida<br />rifabutina, rifampina o rifapentina<br />algunos medicamentos para la depresi&oacute;n y los problemas de humor (amoxapina, maprotilina, fluoxetina, fluvoxamina, nefazodona, pimozida, fenotiazinas, antidepresivos tetrac&iacute;cliclos)<br />verapamilo<br /><br />D&iacute;gale a su m&eacute;dico o profesional sanitario todos los otros medicamentos que est&aacute; tomando, incluyendo medicamentos sin receta, suplementos nutricionales, o productos herbolarios. Tambi&eacute;n informe a su m&eacute;dico o profesional sanitario si consume frecuentemente bebidas con cafe&iacute;na o alcohol, si fuma, o si consume drogas ilegales. Esto puede afectar la manera en que su medicamento funciona. Antes de dejar o comenzar cualquiera de sus medicamentos consulte con su m&eacute;dico.<br /><br /><strong>&iquest;Qu&eacute; debo de tener en cuenta mientras tomo este medicamento?</strong><br /><br />S&iacute; nota cambios en su vista mientras est&eacute; tomando este medicamento, llame a su m&eacute;dico tan pronto como le sea posible. Deje inmediatamente de usar el vardenafilo s&iacute; pierde la vista en un ojo o en ambos. P&oacute;ngase inmediatamente en contacto con su m&eacute;dico.<br /><br />Llame inmediatamente a su m&eacute;dico s&iacute; la erecci&oacute;n dura m&aacute;s de 4 horas o se vuelve dolorosa. Esto puede ser una se&ntilde;al de priapismo y debe de ser tratado inmediatamente para prevenir un da&ntilde;o permanente.<br /><br />S&iacute; experimenta s&iacute;ntomas de nausea, mareos, dolor en el pecho o en el brazo al empezar la actividad sexual despu&eacute;s de haber tomado el vardenafilo, usted deber&iacute;a abstenerse de continuar la actividad y ponerse en contacto con su m&eacute;dico inmediatamente.<br /><br />No cambie la dosis de su medicamento. Por favor llame a su m&eacute;dico para determinar si su dosis necesita ser revisada.<br /><br />El uso del vardenafilo no lo protege a usted o a su compa&ntilde;ero/compa&ntilde;era de la infecci&oacute;n por VIH (el virus que causa el SIDA) u otras enfermedades de transmisi&oacute;n sexual.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />dolor de espalda<br />cambios en la audici&oacute;n como p&eacute;rdida de audici&oacute;n o zumbido en los o&iacute;dos<br />cambios en la visi&oacute;n como p&eacute;rdida de la misma, visi&oacute;n borrosa, ser m&aacute;s sensible a la luz, o problemas para diferenciar los objetos azules de los verdes o los objetos tienen un tono azulado<br />dolor de pecho o palpitaciones<br />respiraci&oacute;n entrecortada o dificultad para respirar<br />mareos<br />inflamaci&oacute;n ocular<br />dolores musculares<br />erecci&oacute;n prolongada (de m&aacute;s de 4 horas)<br />erupciones en la piel, picaz&oacute;n<br />convulsiones<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />rubor (bochorno)<br />dolor de cabeza<br />indigesti&oacute;n<br />n&aacute;usea<br />congesti&oacute;n nasal<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os en un recipiente que los ni&ntilde;os peque&ntilde;os no puedan abrir.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>