<p><strong>INDICACIONES</strong></p><p>Malegra FXT tiene dos ingredientes activos poderosos (sildenafil 100mg y fluoxetina 60mg), este medicamento mejora el estado general de salud sexual de los hombres. Malegra FXT proporciona erecciones duras y reduce tambi&eacute;n la complicaci&oacute;n sexual de la eyaculaci&oacute;n precoz. Esto da una mejor vida amorosa a estos hombres y mantiene su relaci&oacute;n con su pareja.</p><p>El citrato de sildenafil en este medicamento elimina el bloqueo en  las arterias y los vasos sangu&iacute;neos y aumenta el flujo de sangre al  &oacute;rgano masculino proporcionando as&iacute; los hombres que sufren de disfunci&oacute;n  er&eacute;ctil con erecciones duras y fuertes.</p><p>Fluoxetina, el componente qu&iacute;mico utilizado en este medicamento, es un antidepresivo que reduce la eyaculaci&oacute;n prematura con el consumo solamente de una pastilla.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Malegra FXT como es indcado por el m&eacute;dico.</p><ul><li>Tome Malegra FXT por v&iacute;a oral con un vaso lleno de agua aproximadamente 50 a 60 minutos antes de la actividad sexual. La Fluoxetina es absorbida dentro de 40-60 minutos mientras que el citrato de Sildenafil lleva 30 minutos para disolver por eso el mejor efecto se consigue en 90 minutos.</li><li>No tome Malegra FXT m&aacute;s de una vez al d&iacute;a.</li><li>Si olvida una dosis de Malegra FXT y tiene la intenci&oacute;n de participar en  la actividad sexual, t&oacute;mela tan pronto como lo recuerde. Contin&uacute;e a  tomarla seg&uacute;n las indicaciones de su m&eacute;dico.</li></ul><p><strong>DOSIS</strong></p><p>Tome Malegra FXT como es indicado por su m&eacute;dico.</p><p>Si olvida una dosis de Malegra FXT, tomela tan pronto como sea posible.  Si  es la hora para su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a  su  horario regular de dosificaci&oacute;n. No tome 2 dosis al mismo tiempo.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Malegra FXT entre 68 y  77  grados F  (20 y 25 grados C). Almacene lejos del calor, de la   humedad y  de la luz. Almacene Malegra FXT lejos  del alcance de los  ni&ntilde;os y animales  dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingredientes activos: Sildenafil y Fluoxetina.</p><p>El efecto de este medicamento dura hasta 4 horas.</p><p>Malegra FXT no debe ser consumida de una manera cotidiana porque puede  devenir habitual en la persona. Por eso, este tipo de consumo podr&iacute;a  llevar a la adicci&oacute;n de este medicamento en una persona y causar los  efectos secundarios adversos en la persona.</p><p>En caso de una sobredosis, contacte inmediatamente con cercano centro de control de intoxicaciones o la sala de emergencia.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>No use </strong><strong>Malegra FXT</strong><strong> si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Malegra FXT</li><li>Usted tiene estr&eacute;s mental o realice cualquiera actividad f&iacute;sica</li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li>Usted est&aacute; tomando nitratos (por ejemplo, isosorbide,  nitroglicerina) en cualquiera forma (por ejemplo, tableta, c&aacute;psula,  ung&uuml;ento) o nitroprusiato</li><li>Usted usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato o nitrito de butilo)</li></ul><p>Contacte con su m&eacute;dico de una vez si algunas de estas condici&oacute;nes se apliquen a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Malegra FXT. D&iacute;ga a  su   m&eacute;dico o farmac&eacute;utico si tiene algunas de los siguientes  condici&oacute;nes   m&eacute;dicas:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si Usted tiene un pene deformado (por ejemplo, la enfermedad de  Peyronie), problemas sangu&iacute;neos celulares (por ejemplo, leucemia, anemia  de c&eacute;lulas falciformes)</li><li>si Usted tiene un antecedente de presi&oacute;n arterial alta o baja,  &uacute;lceras, problemas de hemorragia, problemas card&iacute;acos (insuficiencia  card&iacute;aca, ritmo card&iacute;aco irregular), o problemas de los vasos sangu&iacute;neos</li><li>si Usted tiene un antecedente de ataque card&iacute;aco, derrame cerebral,  o latido del coraz&oacute;n irregular potencialmente mortal, especialmente en  los &uacute;ltimos 6 meses.</li></ul><p>Algunos medicamentos pueden interactuar con Malegra FXT. Diga a su  m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente cualquieros de  los siguientes:</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para  la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide,  nitroglicerina) o nitroprusiato porque la presi&oacute;n arterial muy baja, con  mareos, vah&iacute;dos y desmayos puede ocurrir</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol, ketoconazol), los  antagonistas H2 (por ejemplo, cimetidina), inhibidores de la proteasa  del VIH (por ejemplo, ritonavir, saquinavir), antibi&oacute;ticos macr&oacute;lidos  (por ejemplo, eritromicina), analg&eacute;sicos narc&oacute;ticos (por ejemplo,  dihidrocode&iacute;na), o telitromicina porque pueden aumentar el riesgo de  efectos secundarios de Malegra FXT</li><li>Bosentan o rifampicina, porque pueden disminuir la eficacia de Malegra FXT.</li></ul><p>No es una lista completa de todas las interacciones que pueden  ocurrir. Pregunte a su m&eacute;dico si Malegra FXT interact&uacute;a con otros  medicamentos que esta tomando. Consulte con su m&eacute;dico antes de iniciar,  detener o cambiar la dosis de un medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad:</strong></p><ul><li>Malegra FXT puede causar mareos, somnolencia, desmayos o visi&oacute;n   borrosa.  Estos efectos pueden ser peores si lo toma con alcohol o   ciertos  medicamentos. Utilice Malegra FXT con precauci&oacute;n. No  conduzca o  realice  otras tareas posiblemente peligrosas hasta que sepa  c&oacute;mo  reacciona a ella.</li><li>Malegra FXT puede causar mareos, vah&iacute;dos o desmayos, alcohol,   tiempo  caluroso, ejercicio, o fiebre pueden aumentar estos efectos.   Para  prevenirlos, si&eacute;ntese o lev&aacute;ntese lentamente, especialmente por la    ma&ntilde;ana. Si&eacute;ntese o acu&eacute;stese a la primera se&ntilde;al de cualquier de estos    efectos.</li><li>Los pacientes con problemas cardiacos que toman Malegra FXT pueden  estar en mayor riesgo de efectos secundarios relacionados con el  coraz&oacute;n, incluyendo ataques al coraz&oacute;n o un derrame cerebral. Los  s&iacute;ntomas de un ataque al coraz&oacute;n pueden incluir dolor en el pecho, los  hombros, el cuello, o la mand&iacute;bula, entumecimiento de un brazo o una  pierna; mareos, dolor de cabeza, n&aacute;usea, dolor de est&oacute;mago o v&oacute;mitos,  cambios en la visi&oacute;n, desmayos. Los s&iacute;ntomas de un derrame cerebral  pueden incluir confusi&oacute;n, cambios de visi&oacute;n o del habla, debilidad de un  solo lado, o desmayo. Consulte con su m&eacute;dico o busque atenci&oacute;n m&eacute;dica  inmediatamente si tiene estos s&iacute;ntomas.</li><li>Malegra FXT no detiene la propagaci&oacute;n del VIH o otras  enfermedades  de  transmisi&oacute;n sexual (ETS) a otros por contacto sexual.  Use m&eacute;todos   anticonceptivos de barrera (por ejemplo, preservativos) si  tiene la   infecci&oacute;n por VIH o ETS.</li><li>Malegra FXT no previene el embarazo. Si tu pareja puede quedar   embarazada y  Usted quere evitar el embarazo, use un m&eacute;todo   anticonceptivo eficaz.</li><li>Malegra FXT puede infrecuente causar cambios de la visi&oacute;n leves  temporales (por ejemplo, visi&oacute;n borrosa, sensibilidad a la luz, matiz de  color azul / verde en la visi&oacute;n). Consulte con su m&eacute;dico si cambios en  la visi&oacute;n persisten o son graves.</li><li>No use otros medicamentos o tratamientos para la disfunci&oacute;n er&eacute;ctil,    mientras que toma Malegra FXT sin antes consultar con su  m&eacute;dico.</li><li>Use Malegra FXT con precauci&oacute;n en los ancianos, porque pueden ser m&aacute;s sensibles a sus efectos.</li><li>Malegra FXT no est&aacute; recomendada para el uso en pacientes menores de 18 a&ntilde;os.</li></ul><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas    personas no tienen estos efectos, o tienen efectos secundarios   menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Dolor de cabeza, indigesti&oacute;n, rubor, visi&oacute;n borrosa, secreci&oacute;n nasal, n&aacute;useas y v&oacute;mitos, dolor de espalda o de los m&uacute;sculos.</p><p>No es una lista completa de todos los efectos secundarios que pueden ocurrir. Si Usted tiene preguntas sobre efectos secundarios, consulte con su m&eacute;dico.</p>