<p><strong>INDICACIONES</strong></p><p>Tadapox es una droga poderosa que ayuda a los hombres luchar con la impotencia y la eyaculaci&oacute;n precoz. Tadapox, tambi&eacute;n conocido como Tadalafil con Dapoxetine, es el primero tratamiento de su tipo que ha ayudado a los hombres obtener el provecho m&aacute;ximo de su actividad sexual.</p><p>Tadalafil pertenece a una clase de medicamentos llamados inhibidores de fosfodiesterasa. Es conocido para ayudar a tratar los hombres con disminuci&oacute;n del suministro de sangre al &oacute;rgano reproductor masculino por lo que es r&iacute;gido y duro; porlo tanto el hombre puede tener relaciones sexuales.</p><p>Dapoxetine pertenece a un grupo de medicamentos llamados "inhibidores selectivos de la recaptaci&oacute;n de serotonina" (ISRS), utilizados para tratar la eyaculaci&oacute;n precoz (EP) en los hombres entre los 18 y 64 a&ntilde;os. Permite a los hombres tener un tiempo m&aacute;s largo en el acto retrasando su acci&oacute;n.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Tadapox como es indcado por el m&eacute;dico.</p><ul><li>Tome Tadapox por v&iacute;a oral con un vaso de agua.</li><li>Es necesario de tomarlo 30 a 40 minutos antes de la relaci&oacute;n sexual.</li><li>Tadapox puede ser tomado con el est&oacute;mago vac&iacute;o o despu&eacute;s de una comida ligera.</li><li>Este medicamento es una combinaci&oacute;n de dos pastillas. Tadalafil ocupa alrededor de 20 minutos para disolver mientras Dopaxetine ocupa alrededor de 40 a 50 minutos para entrar en la circulaci&oacute;n sist&eacute;mica. Solamente despu&eacute;s de este tiempo el hombre debe empezar la actividad sexual.</li><li>Este medicamento no debe ser consumido con alcohol o jugo de uva, porque puede provocar reacciones graves.</li></ul><p><strong>DOSIS</strong></p><p>Tome este medicamento como es indicado por su m&eacute;dico.</p><p>Si olvida una dosis de Tadapox, tomela tan pronto como sea posible. Si es la hora para su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular de dosificaci&oacute;n. No tome 2 dosis al mismo tiempo.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Tadapox entre 68 y 77 grados F  (20 y 25 grados C). Almacene lejos del calor, de la  humedad y de la luz. Almacene Tadapox lejos  del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingredientes activos: Tadalafilo y Dapoxetina</p><p>Tadapox actuar&aacute; durante aproximadamente 36 horas despu&eacute;s de la ingesti&oacute;n.</p><p>Tadapox (Tadalafilo con Dapoxetina) viene en tabletas que contienen 20 mg de Tadalafilo y 60 mg de Dapoxetina. Algunos hombres solamente pueden tomar una dosis baja de Tadapox (Cialis con Dapoxetina) a causa de las condiciones m&eacute;dicas o medicamentos que toman.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>No use Tadapox si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Tadapox.</li><li>tiene problemas hep&aacute;ticos o renales severos.</li><li>Usted tiene antecedentes de problemas card&iacute;acos (por ejemplo, presi&oacute;n arterial baja, o presi&oacute;n arterial alta no controlada).</li><li>Usted ha tenido un ataque al coraz&oacute;n en los &uacute;ltimos 90 d&iacute;as o Usted ha tenido insuficiencia card&iacute;aca grave o un accidente cerebrovascular en los &uacute;ltimos 6 meses.</li><li>Usted toma los nitratos.</li><li>Usted toma drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</li></ul><p>Contacte con el m&eacute;dico si alguno de estos casos puede ser aplicado a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Tadapox. D&iacute;ga a su  m&eacute;dico o farmac&eacute;utico si tiene alguna condici&oacute;n m&eacute;dica, especialmente  alguno de los casos siguientes:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, comida o otras sustancias</li><li>si tiene problemas de c&eacute;lulas sangu&iacute;neas (por ejemplo, anemia de c&eacute;lulas falciformes)</li><li>si Usted tiene antecedentes de problemas hep&aacute;ticos o renales, presi&oacute;n arterial alta o baja, &uacute;lceras, problemas de hemorragia, problemas card&iacute;acos (por ejemplo, insuficiencia card&iacute;aca, latidos irregulares del coraz&oacute;n, estenosis a&oacute;rtica, angina de pecho), o problemas de los vasos sangu&iacute;neos</li><li>si Usted tiene antecedentes de ataque card&iacute;aco, derrame cerebral, o latido del coraz&oacute;n irregular potencialmente mortal.</li></ul><p><strong>Contacte con su m&eacute;dico si Usted usa:</strong></p><p>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide, nitroglicerina) o nitroprusiato porque la presi&oacute;n arterial muy baja, con mareos, vah&iacute;dos y desmayos puede ocurrir.</p><p>Consulte con su m&eacute;dico si Tadapox puede interactuar con otros medicamentos que esta tomando. Consulte con el m&eacute;dico antes de iniciar, detener o cambiar la dosis de cualquier medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad:</strong></p><ul><li>Tadapox puede causar mareos, somnolencia, desmayos o visi&oacute;n borrosa. Estos efectos pueden ser peores si lo toma con alcohol o ciertos medicamentos. Utilice Tadapox con precauci&oacute;n. No conduzca o realice otras tareas posiblemente peligrosas hasta que sepa c&oacute;mo reacciona a el.</li><li>Tadapox puede causar mareos, vah&iacute;dos o desmayos, alcohol, tiempo caluroso, ejercicio, o fiebre pueden aumentar estos efectos. Para prevenirlos, si&eacute;ntese o lev&aacute;ntese lentamente, especialmente por la ma&ntilde;ana. Si&eacute;ntese o acu&eacute;stese a la primera se&ntilde;al de cualquier de estos efectos.</li><li>No beba grandes cantidades de alcohol (por ejemplo, 5 bebidas alcoh&oacute;licas o m&aacute;s) mientras que toma Tadapox. Si lo hace, eso puede aumentar el riesgo de mareos, dolor de cabeza, latidos r&aacute;pidos del coraz&oacute;n y la presi&oacute;n arterial baja.</li><li>Los pacientes con problemas cardiacos que toman Tadapox pueden ser en mayor riesgo de efectos secundarios relacionados con el coraz&oacute;n, incluyendo ataques al coraz&oacute;n o un derrame cerebral. Los s&iacute;ntomas de un ataque al coraz&oacute;n pueden incluir dolor en el pecho, los hombros, el cuello, o la mand&iacute;bula, entumecimiento de un brazo o una pierna; mareos, dolor de cabeza, n&aacute;usea, dolor de est&oacute;mago o v&oacute;mitos, cambios en la visi&oacute;n, desmayos. Los s&iacute;ntomas de un derrame cerebral pueden incluir confusi&oacute;n, cambios en la visi&oacute;n o del habla, debilidad de un solo lado, o desmayo. Consulte con su m&eacute;dico o busque atenci&oacute;n m&eacute;dica inmediatamente si experimenta estos s&iacute;ntomas.</li><li>Tadapox no detiene la propagaci&oacute;n del VIH o otras enfermedades de transmisi&oacute;n sexual (ETS) a otros por contacto sexual. Use m&eacute;todos anticonceptivos de barrera (por ejemplo, preservativos) si tiene la infecci&oacute;n por VIH o ETS.</li><li>Tadapox no previene el embarazo. Si tu pareja puede quedar embarazada y Usted quere evitar el embarazo, use un m&eacute;todo anticonceptivo eficaz.</li><li>No use otros medicamentos o tratamientos para la disfunci&oacute;n er&eacute;ctil, mientras que toma Tadapox sin antes consultar con su m&eacute;dico.</li><li>Use Tadapox con precauci&oacute;n en los ancianos, porque pueden ser m&aacute;s sensibles a sus efectos.</li><li>Tadapox no est&aacute; recomendado para el uso en mujeres, adolescentes y ni&ntilde;os menores de 18 a&ntilde;os.</li></ul><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas  personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Dolor de cabeza, mareos, somnolencia, sofocos, dolor leve en la espalda o dolor muscular, congesti&oacute;n o secreci&oacute;n nasal.</p><p>La mayor&iacute;a de los s&iacute;ntomas que este f&aacute;rmaco tiene cede con el tiempo. En casos extremadamente raros, Tadapox muestra reacciones graves que pueden conducir a condiciones tales como priapismo, trastornos respiratorios y erupciones cut&aacute;neas con formaci&oacute;n de pus.</p>