<p><strong>Description De Produit</strong><br /><br /> Usage g&eacute;n&eacute;ral<br /> Astelin est un antihistaminique spray nasal qui avait l'habitude de traiter des sympt&ocirc;mes d'allergie tels que le fait d'&eacute;ternuer et le nez d&eacute;mangeant, liquide. Cette m&eacute;dication travaille par le bloc l'action d'histamine, qui r&eacute;duit des sympt&ocirc;mes d'allergie. Aussi Astelin est utilis&eacute; pour traiter de tels sympt&ocirc;mes que le nez liquide ou le nez &eacute;touffant et la goutte post-nasale.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Astelin doit &ecirc;tre utilis&eacute; pour le nez seulement, donc s'il vous pla&icirc;t &eacute;viter tout contact avec les yeux. Mouchez-vous avant d'utiliser ce m&eacute;dicament. La dose initiale recommand&eacute;e est de 4 pulv&eacute;risations par jour. Apr&egrave;s trois jours la dose recommand&eacute;e est de 2 vaporisations par jour.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant de prendre Astelin, dites &agrave; votre m&eacute;decin traitant ou pharmacien si vous &ecirc;tes allergiques &agrave; Fexof&eacute;nadine ; ou si vous avez autres allergies.<br /> Dites &agrave; votre m&eacute;decin traitant ou pharmacien si vous &ecirc;tes enceinte ou allaiter.<br /><br /> <strong>Contre-indications</strong><br /><br /> Astelin n'est pas permis dans les patients avec l'hypersensibilit&eacute; &agrave; Fexof&eacute;nadine et &agrave; n'importe quel des ingr&eacute;dients d'Allegra. <br /> Astelin n'est pas recommand&eacute; pour utilisation par les enfants moins de 6 ans d'&acirc;ge.<br /><br /> <strong>Effet secondaire possible</strong><br /><br /> Ils peuvent comprendre une r&eacute;action allergique : urticaire, difficult&eacute; &agrave; respirer, gonflement de votre visage, l&egrave;vres, langue, ou de la gorge. Aussi, les effets ind&eacute;sirables les plus possibles<br /> : bronchospasme (essoufflement, oppression thoracique, respiration sifflante) ; rapides ou battements de coeur irr&eacute;guliers.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament</strong><br /><br /> Il n'a pas &eacute;t&eacute; retrouv&eacute; d'interactions cliniquement significatives avec autres m&eacute;dicaments. <br /> Contactez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez une dose, le prenez aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre docteur si vous manquez 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage<br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation</strong><br /><br /> Garder vos m&eacute;dicaments &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit) hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos m&eacute;dicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>