<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral<br /> La composante principale d'Atarax est hydroxyzine.<br /> Hydroxyzine a un effet s&eacute;datif et anxiolytique. Il est un antihistaminique ayant des propri&eacute;t&eacute;s anticholinergiques et s&eacute;datifs utilis&eacute;s pour traiter les allergies. Il affecte de fa&ccedil;on positive les capacit&eacute;s cognitives, am&eacute;liore la m&eacute;moire et l'attention. Le m&eacute;dicament ne provoque pas de d&eacute;pendance psychologique et la toxicomanie. Il d&eacute;tend les muscles lisses, a un bronchodilatateur &agrave; effet analg&eacute;sique ainsi que inhibe mod&eacute;r&eacute;ment la s&eacute;cr&eacute;tion gastrique, il peut &ecirc;tre utilis&eacute; comme anti&eacute;m&eacute;tique et myorelaxant. Hydroxyzine r&eacute;duit les d&eacute;mangeaisons caus&eacute;es par l'urticaire, ecz&eacute;ma, dermatite, etc<br /><br /> <strong>Dosage et administration</strong><br /><br /> Une dose quotidienne de toute 25-100 mg pour les adultes devrait &ecirc;tre divis&eacute; en plusieurs doses dans la pratique g&eacute;n&eacute;rale, en psychiatrie dose quotidienne peut &ecirc;tre tripl&eacute;. dur&eacute;e habituelle du traitement est de quatre semaines. Volume de la dose doit &ecirc;tre diminu&eacute;e pour les personnes &acirc;g&eacute;es et &eacute;galement en cas de rein ou une insuffisance h&eacute;patique.<br /> Contactez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Si des Effets secondaires possibles tels que la somnolence et la faiblesse ne disparaissent pas apr&egrave;s plusieurs jours de la posologie de l'hydroxyzine doit &ecirc;tre r&eacute;duite. &Eacute;vitez prise simultan&eacute;e avec des inhibiteurs de la MAO. Il est prudent prescrit pour les patients soumis &agrave; des troubles du rythme ou de prendre des m&eacute;dicaments anti-arythmie aussi bien pour les patients pr&eacute;dispos&eacute;s aux convulsions, les malades avec glaucome &agrave; andgle, hypertrophie de la prostate, hyperthyro&iuml;die. &Eacute;vitez l'alcool pendant la p&eacute;riode de traitement par hydroxyzine. Pilotes et les employeurs dont les fonctions de la demande forte concentration de l'attention devrait prendre le m&eacute;dicament avec pr&eacute;caution dans le processus de leur travail.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute;, dont un &agrave; la c&eacute;tirizine, aminophylline ou &eacute;thyl&egrave;nediamine; porphyrie; porphiria, la grossesse, pendant l'accouchement, l'allaitement maternel.<br /><br /><br /> <strong>Effet secondaire possible</strong><br /><br /> Aide d'urgence m&eacute;dicale est n&eacute;cessaire si un de ces signes d'une allergie, on trouve: urticaire, difficult&eacute; &agrave; respirer, gonflement de votre visage, l&egrave;vres, langue, ou de la gorge. La prise de m&eacute;dicaments devrait interrompu. D'autres Effets secondaires possibles peuvent inclure: s&eacute;dation, fatigue, somnolence, vertiges, troubles de coordination, de s&eacute;chage et l'&eacute;paississement des s&eacute;cr&eacute;tions orales et autres respiratoires et de l'estomac, confusion, nervosit&eacute;, irritabilit&eacute;, troubles de la vision, Visio double, tremblements, perte d'app&eacute;tit, naus&eacute;es .<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Hydroxyzine renforce l'effet s&eacute;datif sur le syst&egrave;me nerveux central de l'alcool et autres drogues qui peuvent provoquer une s&eacute;dation, comme la classe des benzodiaz&eacute;pines de m&eacute;dicaments anti-anxi&eacute;t&eacute; (Valium, Ativan, Klonopin, Xanax) ou des m&eacute;dicaments qui appartiennent &agrave; la classe des stup&eacute;fiants des m&eacute;dicaments contre la douleur (Percocet, Vicodin, Dilaudid) et d'autres. Hydroxyzine peut aussi intensifier les effets dess&eacute;chants d'autres m&eacute;dicaments ayant des propri&eacute;t&eacute;s anticholinergiques de sorte que la dose de Hydorxyzine devrait &ecirc;tre r&eacute;duit.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez une dose, le prenez aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre docteur si vous manquez 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage<br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation<br /></strong><br /> Garder vos m&eacute;dicaments &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit) hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos m&eacute;dicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>