<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Decadron est utilis&eacute; pour traiter des conditions telles que l'arthrite, le sang d'hormones et troubles du syst&egrave;me immunitaire, des r&eacute;actions allergiques, la peau et certaines affections oculaires, probl&egrave;mes respiratoires, les troubles intestinaux certains. Il est aussi utilis&eacute; dans le traitement des cancers des globules blancs (leuc&eacute;mies), et les cancers des ganglions lymphatiques (lymphomes). Enfin, Decadron est utilis&eacute; comme th&eacute;rapie de remplacement chez les patients dont les glandes surr&eacute;nales sont incapables de produire des quantit&eacute;s suffisantes de corticost&eacute;ro&iuml;des.<br /><br /> <strong>Posologie administration<br /></strong><br /> Prenez ce m&eacute;dicament par la bouche comme dirig&eacute; par votre m&eacute;decin. La dose orale initiale est de 0,75 &agrave; 9 mg par jour selon la maladie. La dose initiale doit &ecirc;tre ajust&eacute;e en fonction de la r&eacute;ponse au traitement. Prendre avec de la nourriture ou du lait pour &eacute;viter les maux d'estomac. Prenez ce m&eacute;dicament par voie orale avec de la nourriture ou un verre d'eau ou de lait &agrave; moins que votre m&eacute;decin vous ordonne autrement. Si vous prenez ce m&eacute;dicament une fois par jour, prenez-la le matin avant 9 heures. Utilisez ce m&eacute;dicament r&eacute;guli&egrave;rement, afin de tirer le meilleur profit. Prenez-en m&ecirc;me temps (s) chaque jour. Il est important de continuer &agrave; prendre ce m&eacute;dicament m&ecirc;me si vous vous sentez bien. Suivez la posologie avec soin, et de prendre ce m&eacute;dicament exactement comme prescrit. N'arr&ecirc;tez pas de prendre ce m&eacute;dicament sans consulter votre m&eacute;decin. Informez votre m&eacute;decin si votre &eacute;tat ne s'am&eacute;liore pas ou s'aggrave.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Vous n'avez pas de vaccins, la vaccination, ou des tests cutan&eacute;s &agrave; moins que sp&eacute;cifiquement dirig&eacute; par votre docteur. Avant de prendre Decadron, parlez-en &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des allergies, vos ant&eacute;c&eacute;dents m&eacute;dicaux: active des infections fongiques, les maladies r&eacute;nales ou h&eacute;patiques, mental conditions d'humeur, des min&eacute;raux dans le sang, la maladie de la thyro&iuml;de, probl&egrave;mes gastriques et intestinaux, d'hypertension art&eacute;rielle, le coeur probl&egrave;mes, le diab&egrave;te, les maladies des yeux, la fragilit&eacute; des os, des ant&eacute;c&eacute;dents de caillots sanguins. Si vous avez pris ce m&eacute;dicament pendant une longue p&eacute;riode, votre corps ne peut pas faire suffisamment d'hormones naturelles pendant que vous &ecirc;tes soumis &agrave; un stress physique. Votre dose peut &ecirc;tre n&eacute;cessaire d'ajuster. Si vous avez arr&ecirc;t&eacute; de prendre ce m&eacute;dicament au cours des 12 derniers mois, vous devrez peut-&ecirc;tre recommencer &agrave; le prendre si votre corps est soumis &agrave; un stress physique. Avant de subir une intervention chirurgicale, informez votre m&eacute;decin ou dentiste que vous prenez ce m&eacute;dicament ou avez pris au cours des 12 derniers mois. Si vous avez des ant&eacute;c&eacute;dents d'ulc&egrave;res ou de prendre de fortes doses d'aspirine ou d'autres m&eacute;dicaments contre l'arthrite, la limite de boissons alcoolis&eacute;es pendant que vous prenez ce m&eacute;dicament pour diminuer le risque de l'estomac / h&eacute;morragie intestinale. Si vous souffrez de diab&egrave;te, ce m&eacute;dicament peut rendre plus difficile &agrave; contr&ocirc;ler votre taux de sucre dans le sang. Surveillez votre taux de sucre dans le sang r&eacute;guli&egrave;rement et en informer votre m&eacute;decin des r&eacute;sultats.<br /> Pendant la grossesse, ce m&eacute;dicament doit &ecirc;tre utilis&eacute; qu'en cas de n&eacute;cessit&eacute;. Discuter les risques et les avantages avec votre m&eacute;decin. Ce m&eacute;dicament peut passer dans le lait maternel et pourraient avoir des effets ind&eacute;sirables sur le nourrisson. Par cons&eacute;quent, l'allaitement n'est pas recommand&eacute; lors de l'utilisation de ce m&eacute;dicament.<br /> &Eacute;viter tout contact avec des personnes qui ont r&eacute;cemment re&ccedil;u le vaccin antipoliomy&eacute;litique oral ou vaccin contre la grippe inhal&eacute;s par le nez, la varicelle ou la rougeole, sauf si vous avez d&eacute;j&agrave; eu ces maladies (dans l'enfance). Si vous &ecirc;tes expos&eacute; &agrave; l'une de ces infections et vous n'avez pas d&eacute;j&agrave; elle avait, consulter imm&eacute;diatement un m&eacute;decin.<br /><br /> <strong>Contre-indications<br /></strong><br /> NE PAS utiliser Decadron si vous &ecirc;tes allergique &agrave; un ingr&eacute;dient de Decadron, vous avez une infection fongique syst&eacute;mique, vous prenez la mif&eacute;pristone. Contactez votre m&eacute;decin ou votre fournisseur de soins de sant&eacute; imm&eacute;diatement si l'un de ces s'appliquer &agrave; vous.<br /><br /> <strong>Les effets secondaires possibles<br /></strong><br /> Les effets secondaires de Decadron d&eacute;pendent de la dose, la dur&eacute;e et la fr&eacute;quence d'administration. Cours de courte dur&eacute;e de dexam&eacute;thasone sont g&eacute;n&eacute;ralement bien tol&eacute;r&eacute; avec des effets secondaires rares et b&eacute;nins. &Agrave; long terme, la dexam&eacute;thasone &agrave; forte dose habituellement produira des effets secondaires pr&eacute;visibles et potentiellement graves. Chaque fois que possible, la dose minimale efficace de dexam&eacute;thasone doit &ecirc;tre utilis&eacute; pour la plus courte longueur possible du temps de minimiser les effets secondaires. Autres jours de dosage peut aussi aider &agrave; r&eacute;duire les effets secondaires.<br /> Les effets secondaires comprennent la r&eacute;tention d'eau, gain de poids, hypertension art&eacute;rielle, perte de potassium, des maux de t&ecirc;te, faiblesse musculaire, des poches et la croissance des cheveux sur le visage, amincissement et des ecchymoses de la peau, le glaucome, la cataracte, ulc&egrave;re gastro-duod&eacute;nal, aggravation d'un diab&egrave;te, en situation irr&eacute;guli&egrave;re r&egrave;gles, retard de croissance chez les enfants, des convulsions, des maux d'estomac, maux de t&ecirc;te, &eacute;tourdissements, troubles menstruels, des troubles du sommeil, augmentation de l'app&eacute;tit ou prise de poids peut se produire, la d&eacute;pression, l'euphorie, l'insomnie, les sautes d'humeur, des changements de personnalit&eacute;, et m&ecirc;me un comportement psychotique. Un tr&egrave;s grave r&eacute;action allergique &agrave; ce m&eacute;dicament sont rares. Si un de ces effets persistent ou empirent, informez votre m&eacute;decin ou votre pharmacien sans tarder.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Des m&eacute;dicaments tels que le ph&eacute;nobarbital, l'&eacute;ph&eacute;drine, la ph&eacute;nyto&iuml;ne (Dilantin), et &agrave; la rifampicine (Rifadin, Rimactane) peut augmenter la ventilation des corticost&eacute;ro&iuml;des par le foie. Par cons&eacute;quent, il peut avoir des niveaux inf&eacute;rieurs de sang et des effets r&eacute;duits. Par cons&eacute;quent, la dose de corticost&eacute;ro&iuml;des peut &ecirc;tre n&eacute;cessaire d'augmenter si le traitement avec l'un de ces agents est commenc&eacute;.<br /><br /> <strong>Dose oubli&eacute;e<br /></strong><br /> Si vous prenez ce m&eacute;dicament tous les jours et sur une base r&eacute;guli&egrave;re, et vous manquez une dose, prenez-la d&egrave;s que vous vous rappellerez. S'il est presque l'heure de la dose suivante, sautez la dose oubli&eacute;e et reprenez votre sch&eacute;ma posologique habituel. Ne pas doubler la dose pour rattraper leur retard.<br /><br /> <strong>Surdosage<br /></strong><br /> Obtenir des soins m&eacute;dicaux d'urgence si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament.<br /><br /> <strong>Stockage<br /></strong><br /> Decadron doit &ecirc;tre conserv&eacute; &agrave; 68-77 &deg; F (20-25 C) et non congel&eacute;s<br /><br /> <strong>Disclaimer<br /></strong><br />&nbsp;Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement.</p>