<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />La CYPROHEPTADINE est un antihistaminique. Ce m&eacute;dicament est utilis&eacute; pour soulager les sympt&ocirc;mes d'allergie. Il peut aider &agrave; soulager l'&eacute;coulement nasal, le larmoiement et les &eacute;ruptions et d&eacute;mangeaisons cutan&eacute;es.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />une maladie chronique<br />glaucome<br />maladie de la prostate<br />ulc&egrave;res d'estomac ou autres probl&egrave;mes d'estomac<br />une r&eacute;action inhabituelle ou allergique &agrave; la cyproheptadine, d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Suivez les indications sur l'&eacute;tiquette de prescription. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas votre m&eacute;dicament plus souvent qu'il n'est indiqu&eacute;.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Ce m&eacute;dicament peut &ecirc;tre prescrit pour des enfants aussi jeunes que 2 ans pour des conditions m&eacute;dicales pr&eacute;cises, mais la prudence est tout de m&ecirc;me de mise.<br /><br /><strong>Surdosage: </strong>Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou des doses suppl&eacute;mentaires.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?</strong><br /><br />Ne prenez pas ce m&eacute;dicament avec les m&eacute;dicaments suivants:<br />MAOIs (inhibiteur d'oxydase de monoamine) tels que Carbex, Eldepryl, Marplan, Nardil et Parnate<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />alcool<br />les m&eacute;dicaments barbituriques pour induire le sommeil ou pour traiter les convulsions<br />les m&eacute;dicaments pour la d&eacute;pression, l'anxi&eacute;t&eacute; ou les troubles psychotiques<br />les m&eacute;dicaments pour les mouvements anormaux<br />les m&eacute;dicaments pour le sommeil<br />les m&eacute;dicaments pour les probl&egrave;mes d'estomac<br />certains m&eacute;dicaments pour le rhume ou les allergies<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Visitez votre m&eacute;decin ou professionnel de la sant&eacute; r&eacute;guli&egrave;rement afin de v&eacute;rifier votre &eacute;tat de sant&eacute;. Si vos sympt&ocirc;mes ne s&rsquo;am&eacute;liorent pas ou s'empirent, mentionnez-le &agrave; votre m&eacute;decin.<br /><br />Il est possible que vous deveniez somnolent ou &eacute;tourdi. Ne pas conduire ou utilisez de machinerie ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant de savoir de quelle fa&ccedil;on ce m&eacute;dicament vous affecte. Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements, ne vous levez pas et ne vous assoyez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;.<br /><br />L'alcool peut interf&eacute;rer avec les effets de ce m&eacute;dicament. &Eacute;vitez les breuvages alcoolis&eacute;s.<br /><br />Votre bouche peut devenir s&egrave;che. M&acirc;cher de la gomme sans sucre ou des bonbons durs et boire beaucoup d&rsquo;eau vous aidera. Contactez votre m&eacute;decin si le probl&egrave;me ne s&rsquo;estompe pas ou s&rsquo;il est s&eacute;v&egrave;re.<br /><br />Ce m&eacute;dicament peut causer un ass&egrave;chement des yeux et troubler la vue. Si vous portez des lentilles corn&eacute;ennes, vous pourriez ressentir un certain inconfort. Des gouttes lubrifiantes pourraient vous aider. Voyez votre ophtalmologiste si le probl&egrave;me ne s&rsquo;estompe pas ou s&rsquo;il est s&eacute;v&egrave;re.<br /><br />Ce m&eacute;dicament peut augmenter votre sensibilit&eacute; au soleil. &Eacute;vitez l'exposition au soleil. Si vous devez &ecirc;tre &agrave; l'ext&eacute;rieur, portez des v&ecirc;tements protecteurs et utilisez un &eacute;cran solaire. Ne pas utilisez de lampe solaire ou de lit bronzant ou de cabine bronzante.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres ou &agrave; la langue<br />agitation, nervosit&eacute;, excitabilit&eacute;, incapacit&eacute; &agrave; dormir<br />douleur &agrave; la poitrine<br />pouls rapide, irr&eacute;gulier<br />difficult&eacute; &agrave; uriner ou changements dans la quantit&eacute; d'urine<br />convulsions<br />saignements ou ecchymoses inhabituels<br />fatigue ou faiblesse inhabituelles<br />jaunissement des yeux ou de la peau<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />constipation ou diarrh&eacute;e<br />maux de t&ecirc;te<br />perte d'app&eacute;tit<br />naus&eacute;e, vomissements<br />maux d'estomac<br />gain de poids<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.. Si vos sympt</p>