<p><strong>Usos de Drogas</strong> <br /><br /> Bactroban se utiliza para el tratamiento de infecciones de la piel. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Bactroban como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /><br /> Lavar y secar completamente el &aacute;rea afectada. Aplique una peque&ntilde;a cantidad de la medicina a la zona a tratar. Frote suavemente la medicina hasta que se distribuya uniformemente. <br /><br /> El &aacute;rea afectada se puede cubrir con una gasa o una venda. <br /><br /> Para borrar completamente su infecci&oacute;n, el uso Bactroban durante todo el curso del tratamiento. Siga usando incluso si se siente mejor en unos pocos d&iacute;as. <br /><br /> L&aacute;vese las manos inmediatamente despu&eacute;s de usar Bactroban. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Mupirocina es un antibacteriano. Funciona al detener la producci&oacute;n de prote&iacute;nas esenciales que necesitan las bacterias para sobrevivir. <br /><br /> <strong>Dosis Perdidas</strong> <br /><br /> Si olvida una dosis de este medicamento, &uacute;selo lo m&aacute;s pronto posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. <br /><br /> <strong>Almacenamiento</strong> <br /><br /> Bactroban deben mantenerse a temperatura ambiente, 15-30C (59-86F)</p><p><strong>Advertencias y Precauciones </strong><br /><br /> NO utilice Bactroban si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Bactroban <br /><br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con la mupirocina. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted es el tratamiento de una quemadura o herida abierta <br /> Si usted tiene problemas de ri&ntilde;&oacute;n <br /><br /> Algunos INTERACT MAYO DE MEDICAMENTOS con Bactroban. Sin embargo, no interacciones espec&iacute;ficas con Bactroban se conocen en este momento.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen, o menor, los efectos secundarios. Consulte con su m&eacute;dico si cualquiera de estos efectos m&aacute;s comunes lado persisten o se vuelve molesto: <br /><br /> Ardor, dolor de cabeza, n&aacute;useas, picaz&oacute;n. <br /><br />Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen:&nbsp;<br /> Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), irritaci&oacute;n severa, prurito grave. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca Bactroban, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de cuidado de la salud. <br /><br /> Bactroban se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>