<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Decadron es usado para tratar condiciones, como artritis, des&oacute;rdenes de sangre/hormona/sistema inmunol&oacute;gico, reacciones al&eacute;rgicas, ciertas condiciones de ojo y piel, problemas de respiraci&oacute;n, ciertos des&oacute;rdenes de intestino. Tambi&eacute;n es usado en el tratamiento de c&aacute;nceres de los leucocitos (leucemia), y c&aacute;nceres de gl&aacute;ndula de linfa (linfomas). Finalmente, Decadron es usado como la terapia de reemplazo en pacientes cuyas c&aacute;psulas suprarrenales son incapaces de producir cantidades suficientes de corticosteroides.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome esta medicaci&oacute;n por la boca como ha sido dirigido por su doctor. La dosis oral inicial es 0.75 a 9 mg. diariamente seg&uacute;n la enfermedad. La dosis inicial deber&iacute;a ser ajustada basada en la respuesta a la terapia. Tome con comida o leche para prevenir descomposici&oacute;n. Tome esta medicaci&oacute;n por la boca con la comida o un vaso lleno del agua o leche a menos que su doctor le dirija lo contrario. Si usted toma esta medicaci&oacute;n una vez diariamente, t&oacute;mela por la ma&ntilde;ana antes de las 9:00. Use esta medicaci&oacute;n con regularidad a fin de conseguir la mayor parte de ventaja de ella. T&oacute;melo al mismo tiempo cada d&iacute;a. Es importante seguir tomando esta medicaci&oacute;n aun si usted siente bien. Siga el horario de medicaci&oacute;n con cuidado, y tome esta medicaci&oacute;n exactamente como ha sido prescrito. No deje de tomar esta medicaci&oacute;n sin consultar a su doctor. Informe a su doctor si su condici&oacute;n no mejora o se empeora.<br /><br /> <strong>Precauciones<br /></strong><br /> No tenga inmunizaciones, vacunaciones, o pruebas de piel a menos que ha sido dirigido por su doctor. Antes de tomar Decadron, diga a su doctor o farmac&eacute;utico si usted tiene cualquier alergia, su historial m&eacute;dico: infecciones fungosas activas, enfermedad de ri&ntilde;&oacute;n o h&iacute;gado, condiciones mentales / condiciones de humor, minerales de sangre bajos, enfermedad de tiroides, problemas de est&oacute;mago / problemas intestinales, hipertensi&oacute;n, problemas de coraz&oacute;n, diabetes, enfermedades de ojo, huesos fr&aacute;giles, historia de co&aacute;gulos de sangre. Si usted ha estado tomando esta medicaci&oacute;n durante mucho tiempo, su cuerpo puede no hacer bastantes hormonas naturales mientras usted est&aacute; bajo la tensi&oacute;n f&iacute;sica. Su dosis tendr&iacute;a que ser ajustada. Si usted ha dejado de tomar esta medicina dentro de los 12 meses pasados, usted tendr&iacute;a que comenzar a tomarla otra vez si su cuerpo est&aacute; bajo la tensi&oacute;n f&iacute;sica. Antes de tener la cirug&iacute;a, diga a su doctor o dentista que usted usa esta medicaci&oacute;n o la ha tomado dentro de los 12 meses pasados. Si usted tiene una historia de &uacute;lceras o toma dosis grandes de la aspirina u otra medicaci&oacute;n de artritis, limita bebidas alcoh&oacute;licas tomando esta medicaci&oacute;n para disminuir el riesgo de est&oacute;mago sangrante / intestinal sangrante. Si usted tiene la diabetes, esta medicina puede hacer m&aacute;s dif&iacute;cil controlar los niveles de az&uacute;car en la sangre. Supervise los niveles de az&uacute;car en la sangre con regularidad e informe a su doctor sobre los resultados.<br /> Durante el embarazo, esta medicaci&oacute;n deber&iacute;a ser usada s&oacute;lo cuando claramente necesario. Hable de los riesgos y ventajas con su doctor. Esta medicina puede pasar en la leche de pecho y podr&iacute;a tener efectos indeseables en un ni&ntilde;o de enfermer&iacute;a. Por lo tanto, el amamantamiento no es recomendado usando esta medicaci&oacute;n. <br /> Evite el contacto con la gente que ha recibido recientemente la vacuna de polio oral o la vacuna de gripe inhalada por la nariz, varicela o sarampi&oacute;n a menos que usted haya tenido antes estas enfermedades (en la infancia). Si usted es expuesto a una de estas infecciones y usted no la ha tenido antes, busque la asistencia m&eacute;dica inmediata.<br /><br /> <strong>Contradiciones<br /></strong><br /> No use Decadron si usted es al&eacute;rgico a cualquier ingrediente en Decadron, usted tiene una infecci&oacute;n fungosa sist&eacute;mica, usted toma mifepristone. P&oacute;ngase en contacto con su doctor o abastecedor de asistencia m&eacute;dica inmediatamente si alguno de &eacute;stos casos se aplica a usted.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios de Decadron dependen de la dosis, la duraci&oacute;n y la frecuencia de administraci&oacute;n. Los cursos cortos de dexamethasone por lo general son bien tolerados efectos secundarios pocos y suaves. Largo plazo, la dosis alta dexamethasone por lo general producir&aacute; efectos secundarios previsibles y potencialmente serios. Siempre que posible, la dosis eficaz m&aacute;s baja de dexamethasone deber&iacute;a ser usada para el tiempo m&aacute;s corto posible para minimizar efectos secundarios. El d&iacute;a alterno medicando tambi&eacute;n puede ayudar a reducir efectos secundarios. <br /> Los efectos secundarios incluyen la retenci&oacute;n fluida, el aumento de peso, la hipertensi&oacute;n, la p&eacute;rdida de potasio, dolor de cabeza, debilidad de m&uacute;sculo, hinchaz&oacute;n de y crecimiento de pelo en la cara, mermando y la contusi&oacute;n f&aacute;cil de piel, glaucoma, cataratas, ulceraci&oacute;n p&eacute;ptica, empeoramiento de diabetes, menses irregular, retraso de crecimiento en ni&ntilde;os, convulsiones, descomposici&oacute;n, dolor de cabeza, mareo, cambios menstruales, problema apetito durmiente, aumentado, o el aumento de peso puede ocurrir, depresi&oacute;n, euforia, insomnio, oscilaciones de humor, cambios de personalidad, y hasta comportamiento psic&oacute;tico. Una reacci&oacute;n al&eacute;rgica muy seria a esta medicina es rara. Si alguno de estos efectos persiste o empeora, notifica a su doctor o farmac&eacute;utico inmediatamente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Las medicinas, como el fenobarbital, ephedrine, phenytoin (Dilantin), y rifampin (Rifadin, Rimactane) pueden aumentar la aver&iacute;a de corticosteroides por el h&iacute;gado. Por lo tanto pueden ser niveles de sangre inferiores y efectos reducidos. Por lo tanto, la dosis de corticosteroides tendr&iacute;a que ser aumentada si el tratamiento con alguno de estos agentes es comenzado.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis de, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la parte omitida y vuelva a su horario regular. No se puede doblar la dosis para completar la omitida.<br /> Sobredosis<br /> Busque ayuda m&eacute;dica urgente si usted piensa que ha tomado mucho de la medecina.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F(20-25 C) .<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.gado, condiciones mentales / condiciones de humor, minerales de sangre bajos, enfermedad de tiroides, problemas de est</p>