<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Cytotec es medecina con actividad anti&aacute;cidica usada para prevenir formaci&oacute;n de &uacute;lceras a los pacientes que toman AINE tales como aspirina e inbuprofeno. Su componente principal es misoprosol, es una prostaglandina s&iacute;ntetica, substanc&iacute;a que se produce en est&oacute;mago. Su papel consiste en protecci&oacute;n de kining inferior de est&oacute;mago conta acciones destructivas de AINE que destruen prostaglandinas en est&oacute;mago. Cytotec empieza a trabajar dentro de 30 minutos despu&eacute;s de toma y continua trabajando 3 horas.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La dosis recomendada para los mayores es 0.2 mg 3-4 veces al d&iacute;a durante comida. La dosis &uacute;ltima se toma antes de acostar. En caso de tolerancia mala la dosis tiene que ser reducida a 0.1 mg.<br /><br /> <strong>Precauciones<br /></strong><br /> Cytotec puede causar diarrea, pues hay ser cuidadoso con los pacientes que tienen enfermedad inflamatoria intestinal o algunas otras condiciones para evitar condiciones peligrosas causadas por p&eacute;rdida considerable de fluidos. Riesgo se disminuye al tomar la medecina con comida. Tambi&eacute;n evite tomarla con anti&aacute;cido que tiene magnezio.<br /><br /> <strong>Contradiciones <br /></strong><br /> Cytotec no puede ser prescrito a los adolescentes que no tienen 18 a&ntilde;os de edad, mujeras embarazadas y que amamantan (este causa contraacci&oacute;n de musculo de &uacute;tero y aborto, defectos de alumbramiento y alumbramiento prematuraneo) y a los pacientes con empeoramiento de ri&ntilde;ones.<br /><br /> <strong>Reaciones adversas posibles<br /></strong><br /> Las reacciones adversas m&aacute;s comunes son diarrea, v&oacute;mito, dolor abdominal. En casos raros pueden ser erupci&oacute;n, v&eacute;rtigo, hipotensi&oacute;n, hipertensi&oacute;n, calambres menstruales, n&aacute;usea, flactulencia. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> No hay ninguna interacci&oacute;n significante entre Cytotec y otras medecinas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si Usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la dosis y vuelva a su horario regular. Nunca se puede doblar la dosis de esta medecina para compensar la dosis omitida. Tome su dosis cada d&iacute;a al mismo tiempo para evitar dosis omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis de Cytotec no han sido determinados, pero si Usted siente somnolencia, temblor, diarrea, descomposici&oacute;n, dolor en est&oacute;mago dificultad de respiraci&oacute;n, golpes irregulas de coraz&oacute;n, tensi&oacute;n arterial baja, ataques, fiebre, puede ser que usted haya tomado cantidad excesiva de la medecina. Si Usted sospecha que ha tomado mucho de la medicina busque ayuda medica urgente. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 15-30 C (59-86 F), del alcance de los rayos, humedad, ni&ntilde;os y animales dom&eacute;sticos, en container ajustado. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>