<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />El ESOMEPRAZOL previene la producci&oacute;n de &aacute;cido en el estomago. Se utiliza para tratar la enfermedad de reflujo gastroesof&aacute;gico (ERGE), las &uacute;lceras, ciertas bacterias en el estomago, y la inflamaci&oacute;n del es&oacute;fago. Tambi&eacute;n se puede utilizar para prevenir las &uacute;lceras en pacientes que est&aacute;n tomando medicamentos llamados AINEs.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de utilizar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />enfermedad hep&aacute;tica<br />una reacci&oacute;n inusual o al&eacute;rgica al esomeprazol, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse embarazada<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral. Trague las capsulas enteras con un poco de agua. No la triture, ni la rompa, ni la mastique. Las capsulas se pueden abrir y el contenido puede ser espolvoreado en pur&eacute; de manzana. No triture el contenido en el alimento. Este medicamento funciona mejor s&iacute; se toma con el est&oacute;mago vac&iacute;o al menos una hora antes de la comida. Tome su medicamento a intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br />Sobredosis: Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br />NOTA: Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar una dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?<br /></strong><br />ampicilina<br />digoxina<br />sales de hierro<br />el itraconazol, el ketoconazol, el voriconazol, u otros medicamentos con receta para las infecciones f&uacute;ngicas o de levaduras<br />warfarina<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo tener en cuenta mientras tomo este medicamento?</strong><br /><br />Pueden pasar varios d&iacute;as antes que sus dolores estomacales mejoren. Avise a su m&eacute;dico o profesional sanitario s&iacute; su condici&oacute;n no empieza a mejorar o empeora.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />problemas respiratorios<br />dolor de pecho u opresi&oacute;n<br />orina oscura<br />inusitadamente d&eacute;bil o cansado<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />estre&ntilde;imiento o diarrea<br />boca seca<br />dolor de cabeza<br />n&aacute;usea/v&oacute;mitos<br />dolor estomacal o gases<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Prot&eacute;jalo de la luz y de la humedad. Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>