<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />El LANSOPRAZOL previene la producci&oacute;n de &aacute;cido en el estomago. Se utiliza para tratar la enfermedad de reflujo gastroesof&aacute;gico (ERGE), las &uacute;lceras, ciertas bacterias en el estomago, la inflamaci&oacute;n del es&oacute;fago, y el s&iacute;ndrome de Zollinger-Ellison. Tambi&eacute;n se puede utilizar para prevenir y tratar ulceras en pacientes que est&aacute;n tomando medicamentos llamados antiinflamatorios no esteroides (AINEs).<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de utilizar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />enfermedad hep&aacute;tica<br />una reacci&oacute;n inusual o al&eacute;rgica al lansoprazol, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral. Trague las capsulas con un poco de agua. No las triture ni las mastique. El medicamento funciona mejor s&iacute; se toma con el estomago vac&iacute;o unos 30 a 60 minutos antes de comer. Tome su medicamento en intervalos regulares. No se lo aplique m&aacute;s seguido de lo indicado.<br /><br />S&iacute; tiene dificultad para tragarse las capsulas, las puede abrir y espolvorear el contenido en una cucharada de cualquiera de los siguientes alimentos: pur&eacute; de manzana, pudin, queso cottage, yogurt, o peras trituradas. No triture el contenido de la capsula dentro del alimento. Tr&aacute;guese la dosis inmediatamente despu&eacute;s de haberla preparado. No lo mastique. Luego tome un poco de agua.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br /><strong>Sobredosis: </strong><br /><br />Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento conjuntamente con cualquiera de las siguientes medicaciones:<br />atazanavir<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />ampicilina<br />delavirdina<br />digoxina<br />sales de hierro<br />el itraconazol, el ketoconazol, el voriconazol, u otros medicamentos con receta para las infecciones f&uacute;ngicas o de levaduras<br />sucralfato<br />teofilina<br />warfarina<br /><br />D&iacute;gale a su m&eacute;dico o profesional sanitario todos los otros medicamentos que est&aacute; tomando, incluyendo medicamentos sin receta, suplementos nutricionales, o productos herbolarios. Tambi&eacute;n informe a su m&eacute;dico o profesional sanitario si consume frecuentemente bebidas con cafe&iacute;na o alcohol, si fuma, o si consume drogas ilegales. Esto puede afectar la manera en que su medicamento funciona. Antes de dejar o comenzar cualquiera de sus medicamentos consulte con su m&eacute;dico.<br /><br /><strong>&iquest;Qu&eacute; debo de tomar en cuenta mientras tomo este medicamento?</strong><br /><br />Pueden pasar varios d&iacute;as antes que su dolor estomacal mejore. Avise a su m&eacute;dico o profesional sanitario s&iacute; su condici&oacute;n no empieza a mejorar o empeora.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />orina amarilla oscura o marr&oacute;n<br />fiebre, dolor de garganta<br />erupci&oacute;n inusual en la piel, ampollas, o descamaci&oacute;n<br />sangrado o hematomas inusuales<br />coloraci&oacute;n amarillenta de los ojos o la piel<br />v&oacute;mitos<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />estre&ntilde;imiento o diarrea<br />dolor de cabeza<br />n&aacute;usea<br />dolor estomacal o gases<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Prot&eacute;jalo de la humedad. Tire a la basura cualquier medicamento sin usar pasado su fecha de caducidad.</p>