<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades <br /></strong><br /> Prednisone es un corticosteroide que se utiliza para reducir la inflamaci&oacute;n y aliviar los s&iacute;ntomas en una variedad de trastornos, incluyendo la artritis reumatoide y los casos graves de asma. Prednisone disminuye o impide la reacci&oacute;n de los tejidos a la inflamaci&oacute;n y tambi&eacute;n modifica la reacci&oacute;n del cuerpo a la estimulaci&oacute;n inmunol&oacute;gica determinada.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo por v&iacute;a oral con o sin comida (se recomienda que Prednisone se toma con alimentos).<br /> dosis com&uacute;nmente utilizada es varia de 5-60 mg por d&iacute;a y con frecuencia se ajusta sobre la base de la reacci&oacute;n de la enfermedad que padece. Los corticosteroides deben usarse durante algunos d&iacute;as para obtener los mejores resultados. Tratamiento prolongado con este medicamento causa las gl&aacute;ndulas suprarrenales a la atrofia y deja de producir cortisol, as&iacute; que cuando Prednisone se interrumpe despu&eacute;s de un per&iacute;odo de tratamiento prolongado, la dosis de Prednisone debe ser c&oacute;nico para dar tiempo a las gl&aacute;ndulas suprarrenales recuperarse.<br /> <strong>Nota:</strong> esta instrucci&oacute;n se presenta aqu&iacute; s&oacute;lo para su revisi&oacute;n. Es muy necesario consultar con su m&eacute;dico antes de usarlo. Le ayudar&aacute; a conseguir mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Usted no debe comenzar a tomar Prednisone, si usted est&aacute; sufriendo de una grave infecci&oacute;n bacteriana, mic&oacute;tica o viral. No use este medicamento sin consultaci&oacute;n del m&eacute;dico y si su historial m&eacute;dico incluyen: &uacute;lceras de la enfermedad renal, una condici&oacute;n psiqui&aacute;trica, enfermedades del coraz&oacute;n o presi&oacute;n arterial alta, enfermedades del h&iacute;gado, diverticulitis, colitis ulcerosa, o el est&oacute;mago, el hipotiroidismo, la diabetes mellitus, miastenia grave, osteoporosis o cualquier trastorno m&eacute;dico. No deje de tomar Prednisone pronto porque sus gl&aacute;ndulas suprarrenales propias no pueden producir r&aacute;pidamente cortisona suficiente. Tambi&eacute;n tenga en cuenta que este medicamento aumenta el apetito! Por lo que debe de controlar su comida. Tenga cuidado a ni&ntilde;os, ya que Prednisone puede afectar el crecimiento. Prednisone no debe utilizarse durante el embarazo, el amamantamiento o si planea quedar embarazada sin consejo m&eacute;dico. No lo use antes de amamantar sin el consejo m&eacute;dico.<br /><br /> <strong>Contradiciones<br /></strong><br /> Prednisone es prohibido a las personas que son hipersensibles a cualquier componente de este medicamento. Prednisone es tambi&eacute;n contraindicado en presencia de infecciones, especialmente tuberculosis, infecciones hongas, amebiasis, vaccinia y varicela, y las infecciones resistentes a los antibi&oacute;ticos; la lactancia.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Pueden incluir todos los tipos de una reacci&oacute;n al&eacute;rgica. Tambi&eacute;n los efectos secundarios m&aacute;s graves son:<br /> problemas con la visi&oacute;n;<br /> hinchaz&oacute;n, ganancia r&aacute;pida de peso, falta de aliento;<br /> depresi&oacute;n grave, pensamientos o comportamiento inusual, convulsiones;<br /> sangre en las heces alquitranadas, tos con sangre;<br /> pancreatitis;<br /> niveles bajos de potasio;<br /> presi&oacute;n arterial peligrosamente alta.<br /><br /> Menos graves se incluyen:<br /> problemas de sue&ntilde;o, cambios de humor;<br /> acn&eacute;, piel seca, adelgazamiento de la piel, moretones o cambio de color;<br /> curaci&oacute;n lenta de las heridas;<br /> aumento de la sudoraci&oacute;n;<br /> dolor de cabeza, mareos, sensaci&oacute;n de giro;<br /> n&aacute;useas, dolor de est&oacute;mago, hinchaz&oacute;n;<br /> cambios de la forma o la ubicaci&oacute;n de la grasa corporal.<br /> Si usted experimenta uno de ellos deje de usar Prednisone y d&iacute;gale a su m&eacute;dico lo m&aacute;s pronto posible. Tambi&eacute;n consulte con su m&eacute;dico sobre cualquier efecto secundario que le parezca inusual.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Prednisone interact&uacute;a con las medicamentos siguientes: aspirina, un diur&eacute;tico, un anticoagulante como la warfarina, ciclosporina, medicamentos o la insulina para la diabetes por v&iacute;a oral, ketoconazol, rifampicina, medicamentos como fenito&iacute;na o fenobarbital. Tambi&eacute;n tenga en cuenta que la interacci&oacute;n entre los dos medicamentos no siempre significa que usted debe dejar de tomar uno de ellos. Como de costumbre influye el efecto de las medicinas, por eso consulte con su m&eacute;dico sobre la forma en que las interacciones se est&aacute;n arreglando o deben ser arreglados.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero no la tome si es demasiado tarde o casi tiempo para la dosis siguiente. No aumente su dosis recomendada o dosis suplementaria. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis de Prednisone pueden incluir: adelgazamiento de la piel, moretones con facilidad, cambios en la forma o la ubicaci&oacute;n de la grasa corporal, aumento del acne o vello facial, problemas menstruales, impotencia, o perdida de inter&eacute;s al sexo. Si usted experimenta uno de ellos o cualquier otro s&iacute;ntoma inusual llame a su m&eacute;dico de inmediato.<br /><br /><strong>Almacenamiento</strong><br /> Almacene a temperatura ambiente, entre 59-77 grados F (15-25 grados C) lejos de la luz y la humedad, los ni&ntilde;os y los animales dom&eacute;sticos. No use despu&eacute;s de plazo de validez.<br /><br /> <strong>Descargo de responsabilidades <br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento. que cuando Prednisone se interrumpe despu</p>