<p><strong>INDIKATIONEN</strong><br /><br />Nicotinell wird als Hilfsmittel verwendet, um mit dem Rauchen aufzuh&ouml;ren.<br /><br /><strong>HINWEISE</strong><br /><br />Sie sollten eine Pastille einnehmen, wenn Sie den Drang zum Rauchen versp&uuml;hren. <br />Sie sollten die Pastille f&uuml;r ein paar Minuten im Mund behalten, bis der Geschmack stark wird <br />und dann zwischen Wange und dem Zahnfleisch ruhen lassen. Wenn der Geschmack verblasst sollten Sie <br />die Prozedur wiederholen, bis sich die Pastille vollst&auml;ndig aufgel&ouml;st hat.<br /><br /><strong>DOSIERUNG</strong><br /><br />Diese Lutschtabletten sind in zwei St&auml;rken erh&auml;ltlich: 1mg und 2mg. Sie sollten die 2 mg Lutschtabletten <br />einnehmen, wenn Sie 30 oder mehr Zigaretten pro Tag rauchen. Sie k&ouml;nnen aber auch die 1mg Lutschtabletten <br />verwenden, wenn Sie die 2mg Tabletten zu stark finden. Wenn Sie weniger als 20 Zigaretten pro Tag rauchen, <br />sollten Sie die 1 mg Lutschtabletten benutzen.<br /><br /><strong>AUFBEWAHRUNG</strong><br /><br />Bewahren Sie Lipotrexate bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C) auf. <br />Halten Sie Lipotrexate fern von Hitze, Feuchtigkeit und Licht. Unzug&auml;nglich f&uuml;r Kinder aufbewahren.<br /><br /></p><p><strong>SICHERHEITSHINWEISE</strong></p><p>Konsultieren Sie einen Arzt, bevor Sie beginnen, dieses Medikamente einzunehmen.<br /><br />Bitte konsultieren Sie Ihren Arzt vor der Einnahme dieses Medikament, wenn einer der folgenden Punkte auf Sie zutrifft:<br />Sie sind allergisch oder empfindlich auf eine der Bestandteile des Medikaments.<br />Sie sind unter 18 Jahre alt.<br />Sie erlitten schon einmal einen Herzinfarkt oder einen Schlaganfall.<br />Sie haben hohen Blutdruck.<br />Sie haben Zerebrovaskul&auml;re.<br />Sie haben Kreislaufprobleme.<br />Sie haben Herzprobleme.<br />Sie haben Entz&uuml;ndungen im Mund, Nase oder Rachen.<br />Sie haben Diabetes.<br />Sie haben Magen-Darm-Probleme wie &Ouml;sophagitis, Gastritis oder ein Magengeschw&uuml;r.<br />Sie haben Nierenprobleme.<br />Sie haben Probleme mit der Leber.<br />Sie haben Ph&auml;ochromozytom.<br />Sie haben Probleme mit der Schilddr&uuml;se.<br />Sie haben Phenylketonurie.<br />Sie haben Fructose-Intoleranz.<br />Sie sind auf einer niedrigen Natrium-Di&auml;t.<br /><br />Arzneimittel-Wechselwirkungen<br /><br />Vor der Einnahme dieses Arzneimittels konsultieren Sie Ihren Arzt oder Apotheker, wenn Sie <br />vor kurzem irgendwelche anderen Arzneimittel, einschlie&szlig;lich Vitamine, Nahrungserg&auml;nzungsmittel <br />und Kr&auml;uter oder erg&auml;nzende Pr&auml;parate eingenommen haben.<br /><br />Die folgenden Medikamente k&ouml;nnen mit diesem Medikament interagieren:<br />Theophyllin<br />Tacrine<br />Olanzapin<br />Clozapin<br />Adenosin<br />Koffein<br />Paracetamol<br />Phenazon<br />Phenylbutazon<br />Pentazocin<br />Lidocain<br />Benzodiazepine<br />Warfarin<br />&Ouml;strogen<br />Vitamin B12<br />Propoxyphene<br />Furosemid<br />Propranolol<br />H2-Antagonisten<br />Nifedipin<br />Adrenergika oder Blocker<br /><br />Wenn Sie versuchen schwanger zu werden, schwanger sind oder stillen, sollten Sie einen Arzt vor der Einnahme dieses Arzneimittels konsultieren.<br /><br /></p><p><strong>NEBENWIRKUNGEN</strong></p><p>&Uuml;berempfindlichkeit, Angio&ouml;dem, anaphylaktische Reaktionen, vermehrter Speichelfluss, Hustenreiz,<br />Schluckauf, Verdauungsst&ouml;rungen oder Sodbrennen, &Uuml;belkeit, Ohnmacht, Kopfschmerzen, Geschw&uuml;re im Mund,<br />Schwindel, Bl&auml;hungen, Gastritis, Mundtrockenheit, wunder oder entz&uuml;ndeter Mund, Lippenherpes<br />&Ouml;sophagitis, Herzklopfen, Herzprobleme, Schlaflosigkeit.</p>