<p><strong>Utilisation des Drogues </strong><br /><br /> Diclof&eacute;nac gel est utilis&eacute; pour traiter la douleur dans les articulations certains (par exemple, dans les genoux ou les mains) caus&eacute;es par l'arthrose. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Diclofenac Gel selon les directives de votre m&eacute;decin. <br /><br /> Ne pas appliquer le gel sur la peau Diclofenac infect&eacute;s; les blessures ouvertes; ou rouge, enfl&eacute;e, ou desquamation de la peau. <br /> Utilise la carte de dosage pour mesurer votre dose de diclof&eacute;nac Gel. Demandez &agrave; votre pharmacien si vous avez des questions sur la fa&ccedil;on d'utiliser la carte de dosage ou le diclof&eacute;nac gel; <br /> Massez doucement Diclof&eacute;nac gel dans la peau de la zone touch&eacute;e. Autoriser le m&eacute;dicament &agrave; s&eacute;cher pendant au moins 10 minutes avant de porter des v&ecirc;tements ou les gants sur la zone trait&eacute;e. <br /> Apr&egrave;s avoir utilis&eacute; la carte de dosage, le plier en deux (avec l'int&eacute;rieur utilis&eacute; c&ocirc;t&eacute;) et jetez-le hors de la port&eacute;e des enfants et des animaux de compagnie. <br /> Lavez-vous les mains imm&eacute;diatement apr&egrave;s avoir utilis&eacute; Diclofenac Gel &agrave; moins que votre main font partie de la zone trait&eacute;e. <br /> Ne pas envelopper, pansement, ou appliquer de la chaleur sur la zone trait&eacute;e. <br /> Ne pas se doucher, se baigner, ou de laver la zone trait&eacute;e pendant au moins 1 heure apr&egrave;s l'utilisation de diclof&eacute;nac Gel. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de diclof&eacute;nac Gel. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong><br /><br /> Diclof&eacute;nac Gel est un AINS. Elle mai agissent en bloquant certaines substances dans le corps qui sont li&eacute;es &agrave; l'inflammation. AINS traiter les sympt&ocirc;mes de la douleur et l'inflammation. Elles ne traitent pas la maladie qui cause ces sympt&ocirc;mes. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Gel Diclofenac, sautez la dose oubli&eacute;e. Retournez &agrave; votre horaire habituel. N'utilisez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Diclof&eacute;nac gel &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Conserver dans un virage serr&eacute;, le r&eacute;cipient r&eacute;sistant &agrave; la lumi&egrave;re. Gel Diclofenac garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser Diclof&eacute;nac gel si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de Diclof&eacute;nac gel; <br /> vous avez eu une r&eacute;action allergique grave (par exemple, de graves &eacute;ruptions cutan&eacute;es, urticaire, difficult&eacute; &agrave; respirer, des excroissances dans le nez, vertiges) &agrave; l'aspirine ou un AINS (par exemple, le c&eacute;l&eacute;coxib, l'ibuprof&egrave;ne); <br /> vous avez eu r&eacute;cemment ou vont subir une intervention chirurgicale pontage coronarien; <br /> vous avez des probl&egrave;mes r&eacute;naux graves; <br /> vous &ecirc;tes dans les 3 derniers mois de grossesse. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Gel Diclofenac mai provoquer des &eacute;tourdissements. Cet effet mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Utilisez Diclofenac Gel avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Diclof&eacute;nac Gel est &agrave; usage externe seulement. Ne pas mettre dans les yeux, le nez ou la bouche. Si vous l'obtenez dans aucun de ces domaines, rincer imm&eacute;diatement &agrave; grande eau froide. <br /> Les ulc&egrave;res d'estomac ou des h&eacute;morragies graves peuvent survenir avec l'utilisation du diclof&eacute;nac Gel. En l'utilisant &agrave; forte dose, pendant longtemps, le tabagisme ou la consommation d'alcool augmente le risque de ces effets secondaires. Si vous avez l'estomac ou les maux de dos; selles noires, poisseuses; vomissures qui ressemble &agrave; du sang ou de marc de caf&eacute;, ou prise de poids inhabituelle ou gonflement, contactez votre m&eacute;decin ou les urgences tout de suite. <br /> Ne pas utiliser plus que la dose recommand&eacute;e ou d'utiliser pour plus longtemps que pr&eacute;vu sans avoir consult&eacute; votre m&eacute;decin. <br /> Diclof&eacute;nac Gel est un AINS. Avant de commencer tout nouveau m&eacute;dicament, v&eacute;rifiez l'&eacute;tiquette pour voir si elle a un AINS (ibuprof&egrave;ne) dans lui aussi. Si c'est le cas ou si vous n'&ecirc;tes pas s&ucirc;r, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien. <br /> Ne prenez pas d'aspirine pendant que vous utilisez Diclof&eacute;nac gel, sauf si votre m&eacute;decin vous a prescrit. <br /> Ne pas utiliser les &eacute;crans solaires, des lotions, des insectifuges, ou tout autre m&eacute;dicament topique sur la zone trait&eacute;e. <br /> Ne pas exposer la zone trait&eacute;e au soleil, aux lampes solaires, ou les cabines de bronzage. <br /> Gel Diclofenac mai causer des dommages si elle est aval&eacute;e. Si vous mai ont pris par la bouche, communiquez avec votre centre antipoison ou &agrave; l'urgence tout de suite. <br /> Des tests en laboratoire, y compris la fonction r&eacute;nale, la num&eacute;ration globulaire compl&egrave;te, et la pression art&eacute;rielle, mai &ecirc;tre effectu&eacute;e lorsque vous utilisez Diclofenac Gel. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Grossesse et Allaitement: Gel Diclofenac mai causer des dommages au foetus. Ne l'utilisez pas pendant les 3 derniers mois de grossesse. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de Diclofenac Gel pendant que vous &ecirc;tes enceinte. On ne sait pas si Diclof&eacute;nac gel se trouve dans le lait maternel apr&egrave;s application topique. Ne pas allaiter pendant que vous prenez Diclofenac Gel.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> l&eacute;g&egrave;re irritation au site d'application. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); sanglantes ou selles noires, poisseuses; changement dans la quantit&eacute; d'urine produite, douleurs thoraciques, la confusion , urine fonc&eacute;e, d&eacute;pression, perte de connaissance; un rythme cardiaque rapide ou irr&eacute;gulier, la fi&egrave;vre, des frissons ou mal de gorge persistant, un engourdissement mental ou les changements d'humeur; d'un bras ou une jambe; unilat&eacute;rale faiblesse, peau rouge, gonfl&eacute;e, boursoufl&eacute;e, ou desquamation; tintement dans les oreilles; convulsions, c&eacute;phal&eacute;es s&eacute;v&egrave;res ou des &eacute;tourdissements, irritation s&eacute;v&egrave;re ou persistante au site d'application, la douleur s&eacute;v&egrave;re ou persistante estomac ou naus&eacute;es, des vomissements s&eacute;v&egrave;res, un essoufflement, gain de poids subite ou inexpliqu&eacute;e, gonflement des mains, des jambes ou des pieds; ecchymoses ou des saignements inhabituels; inhabituelle douleurs articulaires ou musculaires, fatigue ou faiblesse inhabituelle; changements de la vision ou de la parole; vomissures qui ressemble &agrave; du marc de caf&eacute;; le jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information </strong><br /><br /> Diclof&eacute;nac gel doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /><br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>