<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Maxalt est utilis&eacute; pour traiter la migraine. Sa substance active, le benzoate de rizatriptan est un agoniste des r&eacute;cepteurs s&eacute;lectifs de 5-hydroxytryptamine 1D. Le m&eacute;dicament commence &agrave; agir au cours des 30 minutes apr&egrave;s la prise. Il est utilis&eacute;e pour traiter les maux de t&ecirc;te apr&egrave;s leur apparition. Il ne s&rsquo;av&egrave;re pas efficace dans la pr&eacute;vention des attaques de maux de t&ecirc;te.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez des doses simples de Maxalt de 5 ou 10 mg espac&eacute;es au moins de deux heures. La dose quotidienne maximale du m&eacute;dicament est de 30 mg. N'ouvrez pas l'ampoule &agrave; l'avance. N'avalez pas le comprim&eacute; entier, ne le m&acirc;chez pas, utilisez-le aussit&ocirc;t que vous avez ouvert l'ampoule. Laissez le comprim&eacute; se dissoudre lentement dans votre bouche. Ne poussez jamais le comprim&eacute; hors de l&rsquo;emballage d'aluminium.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Informez votre m&eacute;decin si vous &ecirc;tes enceinte ou en p&eacute;riode d'allaitement maternel. Informez votre m&eacute;decin si vous avez un niveau &eacute;lev&eacute; de cholest&eacute;rol, l'hypertension, le diab&egrave;te, une histoire de tabagisme, d&rsquo;acc&egrave;s, de maladie du c&oelig;ur, l&rsquo;ob&eacute;sit&eacute;. Ne prenez pas plus de ce m&eacute;dicament que recommand&eacute;, puisque vous pouvez aggraver vos maux de t&ecirc;te. Les comprim&eacute;s de Maxalt peuvent contenir de la ph&eacute;nylalanine et devraient &ecirc;tre utilis&eacute;s avec pr&eacute;caution par les patients souffrant de ph&eacute;nylc&eacute;tonurie. <br /><br /> <strong>Contre-indications <br /></strong><br /> Maxalt ne peut pas &ecirc;tre administr&eacute; aux patients pr&eacute;sentant une hypersensibilit&eacute; au m&eacute;dicament et &agrave; ses composantes, aux personnes se traitant avec des inhibiteurs de MAO, souffrant d'hypertension, d'insuffisance coronaire, d'infarctus myocardique, d&rsquo;isch&eacute;mie asymptomatique, d'angine de Prinzmetal, dans les cas de migraine basilaire et h&eacute;mipl&eacute;gique. Maxalt ne devrait pas &ecirc;tre administr&eacute; traiter aux adolescents de moins de 18 ans.<br /><br /><br /> <strong>Effets secondaires possibles possibles <br /></strong><br /> Les effets secondaires les plus g&eacute;n&eacute;raux provoqu&eacute;s par Maxalt sont les maux de t&ecirc;te, le vertige, la somnolence, la faiblesse, la fatigue, les douleurs abdominales, les douleurs de poitrine, les palpitations, la tachycardie, la naus&eacute;e, le vomissement, la siccit&eacute; &agrave; la bouche, la diarrh&eacute;e, la dyspepsie, la soif, les douleurs au cou, la raideur, la myasth&eacute;nie, la paresth&eacute;sie (engourdissement ou picotement sur la peau), la diminution dans l'activit&eacute; mentale, l'insomnie, l&rsquo;hyperesth&eacute;sie, le tremblement, l'ataxie, l'anxi&eacute;t&eacute;, la d&eacute;sorientation, le malaise dans la gorge, l'essoufflement, la peau rougissante et la d&eacute;mangeaison, l&rsquo;augmentation de la transpiration, la brouille de la vision, le rougissement, l'&eacute;vanouissement, l'hypertension.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Les inhibiteurs de MAO et de propanolol accroissent la concentration de Maxalt dans le sang. La prise de Maxalt et d'inhibiteurs de MAO devrait &ecirc;tre espac&eacute;e d&rsquo;une dur&eacute;e d&rsquo;au moins deux semaines. Les inhibiteurs de MAO comprennent la rasagiline (Azilect), l&rsquo;isocarboxazide (Marplan), la s&eacute;l&eacute;giline (Emsam, Eldepryl), la tranylcypromine (Parnate), ou la ph&eacute;nelzine (Nardil). Ne prenez pas Maxalt si vous avez utilis&eacute; d'autres m&eacute;dicaments contre les maux de t&ecirc;te au cours des derni&egrave;res 24 heures. Ces m&eacute;dicaments sont : Eletriptan (Relpax), Almotriptan (Axert), Naratriptan (Amerge), Frovatriptan (Frova), Zolmitriptan (Zomig), Sumatriptan (Imitrex, Treximet), ou des m&eacute;dicaments d&rsquo;ergot qui incluent l&rsquo;ergotamine (Ergostat, Cafergot, Ergomar, Ercaf, Wigraine), la dihydroergotamine (Migranal), la m&eacute;thylergonovine (Methergine), l&rsquo;ergonovine (Ergotrate), ou la m&eacute;thysergide (Sansert).<br /><br /> <strong>Omission de dose<br /></strong><br /> Ce m&eacute;dicament est pris au besoin et n'exige pas de programme de dosage.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage peuvent co,prendre: les maux de t&ecirc;te graves, le vertige, la somnolence, l'&eacute;vanouissement, la bradycardie, le vomissement, l'incontinence urinaire (&eacute;chappement involontaire d'urine), l'essoufflement, le bourdonnement aux oreilles, les battements de coeur irr&eacute;guliers.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver entre 15-30 oC (59-86 F). A garder &agrave; l&rsquo;abri de l'humidit&eacute; et dans un emballage herm&eacute;tique, imperm&eacute;able &agrave; la lumi&egrave;re. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>