<p><strong>Utilisation des Drogues </strong><br /><br /> Mobic est utilis&eacute; pour soulager la douleur et la raideur de l'arthrose et la polyarthrite rhumato&iuml;de. <br /><br /> <strong>Usage </strong><br /><br /> Prendre Mobic exactement comme indiqu&eacute; par votre m&eacute;decin. Il est recommand&eacute; de le prendre avec un verre d'eau et un repas (pour &eacute;viter un estomac vide). <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Mobic, puis passez-le et reprenez l'horaire r&eacute;gulier. Toutefois, ne prenez pas une double dose pour compenser la dose oubli&eacute;e. <br /><br /><strong> Stockage </strong><br /><br /> Boutique Mobic &agrave; la temp&eacute;rature ambiante &agrave; l'abri de la chaleur, la lumi&egrave;re et l'humidit&eacute;. <br /><br /> <strong>Overdose </strong><br /><br /> Certains des sympt&ocirc;mes d'un surdosage de Mobic inclure des naus&eacute;es, des vomissements, des douleurs &agrave; l'estomac et de saignements. Dans les cas extr&ecirc;mes, elle mai conduire &agrave; une crise cardiaque, voire un coma. Consulter un m&eacute;decin imm&eacute;diatement si vous soup&ccedil;onnez un surdosage. <br /><br /> <strong>Plus d'information </strong><br /><br /> Consultez votre m&eacute;decin avant de commencer le traitement si vous &ecirc;tes allergique &agrave; l'aspirine, de l'asthme ou des difficult&eacute;s respiratoires exp&eacute;rience tout en utilisant Mobic. Ne pas fumer, avoir de l'alcool ou prendre des m&eacute;dicaments st&eacute;ro&iuml;diens tout en utilisant ce m&eacute;dicament. Utilisez uniquement s'ils sont prescrits.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Mobic si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Mobic; <br /> vous avez eu une r&eacute;action allergique grave (par exemple, de graves &eacute;ruptions cutan&eacute;es, urticaire, difficult&eacute; &agrave; respirer, des excroissances dans le nez, vertiges) &agrave; l'aspirine ou un anti-inflammatoire non st&eacute;ro&iuml;dien (AINS) (par exemple, l'ibuprof&egrave;ne, le c&eacute;l&eacute;coxib); <br /> vous avez eu r&eacute;cemment ou vont subir une intervention chirurgicale pontage coronarien; <br /> vous avez un ulc&egrave;re gastro-duod&eacute;nal; <br /> vous &ecirc;tes dans les 3 derniers mois de grossesse. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Ne prenez pas plus que la dose recommand&eacute;e ou d'utiliser pour plus longtemps que pr&eacute;vu sans avoir consult&eacute; votre m&eacute;decin. <br /> Mobic est un AINS. Avant de commencer tout nouveau m&eacute;dicament, v&eacute;rifiez l'&eacute;tiquette pour voir si elle a un AINS (ibuprof&egrave;ne) dans lui aussi. Si c'est le cas ou si vous n'&ecirc;tes pas s&ucirc;r, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien. <br /> Ne prenez pas d'aspirine pendant que vous utilisez Mobic sauf si votre m&eacute;decin vous a prescrit. <br /> Des tests en laboratoire, y compris la fonction r&eacute;nale, la num&eacute;ration formule sanguine compl&egrave;te, et la pression art&eacute;rielle, mai &ecirc;tre effectu&eacute; alors que vous utilisez Mobic. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Mobic utiliser avec prudence chez les personnes &acirc;g&eacute;es; mai ils &ecirc;tre plus sensibles &agrave; ses effets, de l'estomac en particulier des saignements et des probl&egrave;mes r&eacute;naux. <br /> La prudence est recommand&eacute;e lors de l'utilisation Mobic chez les enfants, ils mai &ecirc;tre plus sensibles &agrave; ses effets, en particulier la diarrh&eacute;e, fi&egrave;vre, maux de t&ecirc;te douleurs d'estomac et des vomissements. <br /> Mobic doit &ecirc;tre utilis&eacute; avec une extr&ecirc;me prudence chez les enfants de moins de 2 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; de ces enfants n'ont pas &eacute;t&eacute; d&eacute;termin&eacute;es. <br /> Grossesse et Allaitement: Mobic mai causer des dommages au foetus. Ne l'utilisez pas pendant les 3 derniers mois de grossesse. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de Mobic alors que vous &ecirc;tes enceinte. On ne sait pas si Mobic se trouve dans le lait maternel. Ne pas allaiter pendant que vous prenez Mobic.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> constipation, diarrh&eacute;e, &eacute;tourdissements, gaz, maux de t&ecirc;te, br&ucirc;lures d'estomac, naus&eacute;es, maux d'estomac, troubles du sommeil. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); sanglantes ou selles noires, poisseuses; changement dans la quantit&eacute; d'urine produite, douleurs thoraciques, la confusion , urine fonc&eacute;e, d&eacute;pression, perte de connaissance; un rythme cardiaque rapide ou irr&eacute;gulier, la fi&egrave;vre, des frissons ou mal de gorge persistant, un engourdissement mental ou les changements d'humeur; d'un bras ou une jambe; unilat&eacute;rale faiblesse, peau rouge, gonfl&eacute;e, boursoufl&eacute;e, ou desquamation; tintement dans les oreilles; convulsions, c&eacute;phal&eacute;es s&eacute;v&egrave;res ou des &eacute;tourdissements, douleur s&eacute;v&egrave;re ou persistante estomac ou naus&eacute;es, des vomissements s&eacute;v&egrave;res, un essoufflement, gain de poids subite ou inexpliqu&eacute;e, gonflement des mains, des jambes ou des pieds; des ecchymoses ou des saignements inhabituels; inhabituelle articulaires ou musculaires douleur, fatigue ou faiblesse inhabituelle; vision ou d'&eacute;locution changements; vomissures qui ressemble &agrave; du marc de caf&eacute;; le jaunissement de la peau ou les yeux. <br /><br /> <strong>Plus d'information </strong><br /><br /> Mobic doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>