<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Biaxin geh&ouml;rt einer Gruppe von macrolide Antibiotika, die Bakteriensynthese des Proteins hemmen. Diese Handlung ist haupts&auml;chlich bacteriostatic, aber kann auch bakterizid sein. Macroliden neigen dazu, innerhalb von Leukozyten anzuwachsen, und werden in die Lokalisation der Infektion transportiert. Bizxin ist gegen Haemophilus influenzae, Streptokokkus pneumoniae, Mycoplasma pneumoniae, Staphylokokkus aureus, Mycobacterium avium wirksam, und viele andere so wird es verwendet, um viele Arten von Bakterieninfektionen der Haut und des Atmungssystems, durch Helicobacter Magenausg&auml;nge verursachtes Magengeschw&uuml;r zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Biaxin Bl&ouml;cke sollten mit oder ohne Essen mit einem gro&szlig;en Glas von Wasser genommen werden. Schlucken Sie die ganze Pille. Nehmen Sie mehr vom Medikament nicht, als es Ihnen empfohlen wurde. Setzen Sie fort, das Rauschgift zu nehmen, selbst wenn Symptome von Ihrer Krankheit weniger ausgesprochen wurden und Sie sich fein f&uuml;hlen. Biaxin wird gew&ouml;hnlich von 7 bis 14 Tagen gegeben oder l&auml;nger, wenn Magengeschw&uuml;r behandelt wird.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Verwenden Sie dieses Rauschgift nicht, wenn Sie zu erythromycin und einigen seiner Ableitungen oder verwandter macrolide Antibiotika allergisch sind. Wenn Sie Krankheiten der Leber oder Nieren, Mineraldis-Gleichgewicht (niedrige Stufen des Kaliums oder Magnesiums), bestimmte Herzkrankheit, arrhythmias haben, es mit Ihrem Arzt vorher besprechen, um Bizxin zu nehmen. Diese Vermittlung wird w&auml;hrend Schwangerschaft oder Stillens nicht empfohlen.<br /><br /> <strong>Kontraindikationen<br /><br /></strong>Biaxin kann in Patienten mit einer bekannten &Uuml;berempfindlichkeit zu clarithromycin, erythromycin, oder keinem von macrolide Antibiotika verabreicht werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /><br /></strong>Wenn Sie solche Zeichen der allergischen Reaktion als Nesselausschl&auml;ge, Schwierigkeitsatmen, Schwellung Ihres Gesichtes, Lippen, Zunge, oder Gurgel oder ernsterer Zeichen der schlechten Gesundheit als unebene Herzschl&auml;ge, Brust-Schmerz, Brechreiz, Magen-Schmerz, niedriges Fieber, Probleme mit dem h&ouml;renden Kontakt Ihr Arzt oder Apotheker haben oder f&uuml;r die unmittelbare medizinische Hilfe suchen.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Biaxin kann mit cisapride, pimozide, ergot Medizin aufeinander wirken und zu lebensbedrohenden Herzrhythmus-St&ouml;rungen f&uuml;hren.<br /><br /> <strong>Verpasste Dosis<br /><br /></strong>Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Zeichen der &Uuml;berdosis k&ouml;nnen sein: Brechreiz, Emesis, Diarrh&ouml;e, und Unterleibsunbequemlichkeit. Wenn Sie annehmen, dass Sie zu viel Biaxin-Kontakt Ihr Arzt f&uuml;r die Hilfe nahmen.<br /><br /> <strong>Lagerung<br /><br /></strong>Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren.<br /><br /> <strong>Haftung<br /><br /></strong>Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden.&nbsp;<br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>