<p><strong>Drug Benutzt </strong><br /><br /> Brand Amoxil wird verwendet, um Infektionen durch Organismen, die die Auswirkungen von Amoxicillin empf&auml;nglich sind, zu behandeln. H&auml;ufige Infektionen, die Amoxicillin wird f&uuml;r geh&ouml;ren Infektionen des Mittelohres, Mandeln, Rachen, Kehlkopf (Laryngitis), der Bronchien (Bronchitis), Lungenentz&uuml;ndung (Pneumonie), der Harnwege und der Haut. Dar&uuml;ber hinaus verwendet wird, um Gonorrhoe behandeln. <br /><br /> <strong>Gebrauchsanweisung </strong><br /><br /> F&uuml;r die meisten Infektionen bei Erwachsenen die Dosierungsschemata f&uuml;r amoxil 250 mg alle 8 Stunden 500 mg alle 8 Stunden 500 mg alle 12 Stunden oder 875 mg alle 12 Stunden, abh&auml;ngig von der Art und Schwere der Infektion. <br /><br /> F&uuml;r die Behandlung von Erwachsenen mit Gonorrhoe die Dosis betr&auml;gt 3 g, in einer Dosis gegeben. <br /><br /> F&uuml;r die meisten Infektionen, Kinder &auml;lter als 3 Monate, aber weniger als 40 kg sind mit 25 mg / kg / Tag in geteilten Dosen alle 12 Stunden, 20 mg / kg / Tag in geteilten Dosen alle 8 Stunden, 40 mg / kg / Tag bei geteilten Dosen alle 8 Stunden oder 45 mg / kg / Tag in geteilten Dosen alle 12 Stunden je nach Art und Schwere der Infektion. <br /><br /> <strong>Drug-Klasse und Mechanismus</strong> <br /><br /> Brand Amoxil ist ein Antibiotikum, das geh&ouml;rt zu einer Klasse von Antibiotika, Penicilline. <br /><br /> Diese Antibiotika haben alle einen &auml;hnlichen Wirkmechanismus. Sie t&ouml;ten nicht Bakterien, sondern sie aufh&ouml;ren, sich aus der Multiplikation von Bakterien verhindern, dass Bakterien bilden die Mauern, die sie umgeben. Die W&auml;nde sind notwendig, um Bakterien aus der Umwelt zu sch&uuml;tzen und die Inhalte der Bakterienzelle zusammen zu halten. Bakterien k&ouml;nnen nicht &uuml;berleben, ohne Zellwand. <br /><br /> Amoxil ist gegen viele verschiedene Bakterien, darunter H. influenzae und N. Gonorrhoe, E. coli, Pneumokokken, Streptokokken wirksam, und einige St&auml;mme von Staphylokokken. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Brand Amoxil, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung</strong> <br /><br /> Store Brand Amoxil Kapseln sowie 125 und 250 mg Pulver bei oder unterhalb von 20 &deg; C (68 &deg; F); Tabletten, Kautabletten, sowie 200 und 400 mg trockenes Pulver bei oder unterhalb von 25 &deg; C (77 &deg; F) .</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Bevor Brand Amoxil, informieren Sie Ihren Arzt oder Apotheker, wenn Sie allergisch auf sie, oder auf Penicillin oder Cephalosporin-Antibiotika, oder wenn Sie andere Allergien haben. <br /><br /> Bevor Sie dieses Medikament, informieren Sie den Arzt oder Apotheker Ihre medizinische Geschichte, speziell: Nierenerkrankungen, andere Infektionen (z. B. Mononukleose). Dieses Arzneimittel enth&auml;lt Aspartam. <br /><br /> Wenn Sie Phenylketonurie (PKU) oder in einem anderen Zustand, in dem Sie die Aufnahme von Aspartam zu beschr&auml;nken m&uuml;ssen (oder Phenylalanin), den Arzt oder Apotheker &uuml;ber die sichere Anwendung des Arzneimittels. <br /><br /> Dieses Medikament sollte nur verwendet werden, wenn klar w&auml;hrend der Schwangerschaft notwendig. Besprechen Sie die Risiken und Vorteile mit Ihrem Arzt. Brand Amoxil in die Muttermilch &uuml;bergeht. Fragen Sie Ihren Arzt, bevor Sie stillen.</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> &Uuml;belkeit, Erbrechen oder Durchfall auftreten. Sollte einer dieser Effekte bestehen oder sich verschlimmern, benachrichtigen Sie den Arzt oder Apotheker umgehend. <br /><br /> Dieses Arzneimittel Ursache kann eine vor&uuml;bergehende Verf&auml;rbung der Z&auml;hne. Die richtige Z&auml;hneputzen wird in der Regel keine Verf&auml;rbungen zu entfernen und sie zu verhindern. <br /><br /> Sagen Sie dem Arzt sofort, wenn dieser h&ouml;chst unwahrscheinlich, aber sehr schwere Nebenwirkungen auftreten: <br /><br /> dunkler Urin, anhaltende &Uuml;belkeit oder Erbrechen, Magenschmerzen / Bauchschmerzen, Gelbf&auml;rbung der Haut oder Augen, leicht Bluterg&uuml;sse oder Blutungen, anhaltende Halsschmerzen oder Fieber. <br /> Dieses Medikament kann in seltenen F&auml;llen zu einer schweren Darm-Zustand (pseudomembran&ouml;se Kolitis) aufgrund einer resistenten Bakterien. Dieser Zustand kann Wochen auftreten, nachdem die Behandlung abgebrochen hat. <br /><br /> Verwenden Sie nicht gegen Durchfall Produkte oder narkotische Schmerzmittel, wenn Sie die folgenden Symptome haben, da diese Produkte machen k&ouml;nnen sie schlechter. <br /><br /> Informieren Sie den Arzt sofort, wenn Sie entwickeln: anhaltendem Durchfall, Bauch-oder Magenschmerzen / Kr&auml;mpfe, oder Blut / Schleim im Stuhl. <br /><br /> Verwenden Sie dieses Medikament f&uuml;r l&auml;ngere oder wiederholte Perioden k&ouml;nnen in Mundsoor oder eine neue vaginalen Hefepilz-Infektion Ergebnis (orale oder vaginale Pilzinfektion). <br /><br /> Kontakt zum Arzt, wenn Sie wei&szlig;e Flecken Hinweis in den Mund, eine &Auml;nderung der Ausfluss oder andere neue Symptome.<br /> <br /> <strong>Weitere Informationen</strong> <br /><br /> Teilen Sie dieses Medikament nicht mit anderen. <br /><br /> Verwenden Sie es nicht sp&auml;ter f&uuml;r eine andere Infektion gesagt, es sei denn, dies von dem Arzt zu tun. Eine andere Medikamente k&ouml;nnen in diesen F&auml;llen notwendig. <br /><br /> Mit einer l&auml;ngeren Behandlung, Labor-und / oder medizinischen Tests (zB Nieren-und Leberfunktion, komplettes Blutbild) sollte in regelm&auml;&szlig;igen Abst&auml;nden durchgef&uuml;hrt, um den Fortschritt zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Konsultieren Sie den Arzt um weitere Informationen zu erhalten.</p>