<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Noroxin ist quinolone Antibiotikum, das in der Behandlung von Harnwegen wie Pyelonephritis, Blasenentz&uuml;ndung, Harnr&ouml;hrenentz&uuml;ndung verwendet ist), Geschlechtsorgane (Prostataentz&uuml;ndung, cervicitis, Endometritis), gastrointestinal Trakt (Salmonellose, shigellosis), unkomplizierter Tripper. Der Mechanismus seiner Handlung besteht in der Hemmung der DNA gyrase das F&uuml;hren zu Destabilisierung der Bakterien-DNA und Tod der empfindlichen Bakterien. Noroxin ist gegen den Staphylokokkus spp aktiv. (einschlie&szlig;lich des Staphylokokkus aureus), Neisseria spp. E. coli, Citrobacter spp. Klebsiella spp. Proteus spp. Salmonelle spp. Enterobacter spp. Hafnia, Shigella spp. Mycobacterium-Tuberkulose, Vibrio cholerae, Haemophilus influenzae, Chlamydia spp. Mycoplasma spp. Und einige andere. Medikament ist seit 12 Stunden aktiv.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Um Infektionen von Harnwegen zu behandeln, nehmen 400 Mg von Noroxin zweimal pro Tag w&auml;hrend 7-10 Tage, nichtkomplizierte Blasenentz&uuml;ndungsbehandlung zu behandeln, setzt 3-7 Tage fort, und in Patenten mit wiederkehrender chronischer Infektion von Harnwegen tut bis zu 12 Wochen. F&uuml;r die Prostataentz&uuml;ndung ist die empfohlene t&auml;gliche Dosis 800 Mg, die in 2 Dosen seit vier Wochen geteilt sind. &Uuml;bliche einzelne empfohlene Dosis, um Tripper zu behandeln, ist 800 Milligramme seit dem 1 Tag. Die maximale t&auml;gliche Dosis ist 800 Milligramme. Nehmen Sie mit einem vollen Glas von Wasser zwei Stunden nach einer Mahlzeit oder eine Stunde davor. Trinken Sie viel Wasser, indem Sie Noroxin nehmen, um Bildung von Kristallen in der Form von der Nadel in Ihrem Urin zu vermeiden. Der &Auml;ltliche und die Leute mit Niereproblemen m&uuml;ssen eventuell eine reduzierte Dosierung verwenden oder ihre Nierefunktion kontrollieren lassen. Nehmen Sie genau wie vorgeschrieben, durch Ihren Arzt. Fangen Sie nicht an oder h&ouml;ren Sie Behandlung ohne die Erlaubnis Ihres Arztes auf.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> In &auml;ltlich und Patienten mit der Niereinsuffizienz-Nierefunktions&uuml;berwachung ist regelm&auml;&szlig;ig erforderlich. Dieses Medikament kann Photosensibilisierung verursachen, direkte Sonne-Strahlen w&auml;hrend der Behandlung vermeiden. Die Grenze-Vollziehung von alkoholischen Getr&auml;nken, weil sie solche Nebenwirkungen wie Schwindel, Schl&auml;frigkeit und andere schlechter machen k&ouml;nnen, die Ihre F&auml;higkeit betreffen k&ouml;nnen, Maschinerie und das Fahren zu bedienen.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament kann nicht in Patienten mit der &Uuml;berempfindlichkeit zu Noroxin verabreicht, schwanger werden und Stillen-Frauen, Kinder unter 18 j.a. Personen mit glucose-6-phosphate dehydrogenase Mangel. Verwarnung ist erforderlich, wenn Noroxin in Personen mit Gehirnarterienverkalkung, cerebrovascular Funktionsst&ouml;rungen, Fallsucht, epileptisches Syndrom, Myasthenia gravis, Niere oder Leber-Insuffizienz verabreicht wird.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die allgemeinsten Nebenwirkungen schlie&szlig;en ein: Schw&auml;che, Kopfschmerz, Schl&auml;frigkeit, Schwindel, Brechreiz, Magenverstimmung. Seltene, aber ernste Nebenwirkungen arer: Beben und Sonne-Empfindlichkeit, Anf&auml;lle, geistige &Auml;nderungen / Stimmungs&auml;nderungen, Angina / Fieber, Visions&auml;nderungen, Verlust h&ouml;rend, &auml;ndern sich in die Menge oder das &Auml;u&szlig;ere von Urin, Gelbsucht, &Auml;nderungen in Herzschlag, dem leichten Quetschen oder der Blutung, der Erstarrung oder dem Prickeln von Extremit&auml;ten schwach zu werden. Sehne-Schaden und Schw&auml;chung von Muskeln sind selten, aber m&ouml;glich. H&ouml;ren Sie auf zu trainieren und fordern Sie schnelle medizinische Aufmerksamkeit, wenn Sie Schmerz in Ihrem Gelenk oder Sehne erfahren. Im Falle Pseudomembrankolik (beharrliche Diarrh&ouml;e, Unterleibs- oder Magen-Schmerz/Befestigen, Blut/Schleim in Ihrem Stuhl), der sich sogar ein paar Wochen entwickeln kann, nachdem wurde die Behandlung unterbrochen, verwenden Sie Antidiarrh&ouml;e-Produkte oder Narkosemittel-Schmerzmedikamente nicht. Erz&auml;hlen Sie Ihrem Arzt sofort &uuml;ber Ihre Bedingung. Verl&auml;ngert oder wiederholt verwendet Noroxin kann m&uuml;ndliche Candidiasis oder eine neue vaginale Hefe-Infektion verursachen, die Symptome sind: wei&szlig;e Flecke im Mund, eine &Auml;nderung in der vaginalen Entladung. Informieren Sie Ihren Arzt sofort wenn Erfahrung allergische Reaktion (schwerer Schwindel, Ausschlag, das Jucken, die Schwellung, das Schwierigkeiten-Atmen).<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Theophylline Dosis sollte w&auml;hrend auf Noroxin vermindert werden. Noroxin vergr&ouml;&szlig;ert die Blutkonzentration von indirekten Antithrombotika, cyclosporine, Abnahme-Effekten von nitrofurans. Antazida, die Ionen von Al und Mg enthalten, Medikamente, die Fe, Zn2 +, sucralfate enthalten, sollten mindestens mit dem vierst&uuml;ndigen Zwischenraum mit Noroxin genommen werden. Die begleitende Einnahme mit der Medizin, die epileptische Schwelle vermindert, kann zu epileptischen Angriffen f&uuml;hren. Gef&auml;hrlicher pl&ouml;tzlicher Fall im Blutdruck oder &Auml;nderungen im Herzrhythmus sind m&ouml;glich, wenn Noroxin concomitantly ist, der mit den Rauschgiften f&uuml;r den Blutdruck oder das Beeinflussen des Herzrhythmus verwendet ist. Informieren Sie Ihren Arzt &uuml;ber alle vorgeschriebenen und freih&auml;ndigen Medikamente und Kr&auml;uterprodukte, dass Sie nehmen.<br /><br /><strong> Verpasste Dosis</strong><br /><br /> Wenn Sie eine Dosis verpassen, es nehmen, sobald Sie sich erinnern es sei denn, dass es fast Zeit Ihrer folgenden Dosis ist. Wenn es in der N&auml;he von der Zeit der folgenden Dosis ist, lassen Sie die verpasste Dosis und R&uuml;ckdosieren-Liste aus. Verdoppeln Sie die Dosis nicht, um die verpasste Dosis zusammenzusetzen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der &Uuml;berdosis schlie&szlig;en ein: Schwindel, Brechreiz, Emesis, Schl&auml;frigkeit, das "K&auml;lte"-Schwitzen, aufgedunsene Gesicht ohne Haupt&auml;nderungen in hemodynamic Indizes.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der Raumtemperatur in einem dichten Beh&auml;lter, weg von der Feuchtigkeit und Feuchtigkeit.<br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>