<p><strong>Produktbeschreibung<br /></strong><br /><strong> Gebrauchsamweisung<br /></strong><br /> diese Medizin ist ein Protonenpumpenhemmer (PPI), die zur Behandlung von Geschw&uuml;ren, Sodbrennen, gastro-&ouml;sophagealem Reflux, erosive &Ouml;sophagitis, oder Zollinger-Ellison-Syndrom und auch Geschw&uuml;re nach der langfristigen Nutzung von nicht-steroidalen Antirheumatika (NSAR) verwendet wird.<br /> Zur Behandlung der von bakteriellen Infektionen verursachten Geschw&uuml;re, kann diese Medizin in Kombination mit Antibiotika wie Amoxicillin oder Clarithromycin verwendet werden.<br /> Prilosek lindert bedeutend solche Symptome wie Sodbrennen, Schluckbeschwerden, Husten und Schlafst&ouml;rungen. <br /> Prilosek funktioniert durch die Blockade der S&auml;ureproduktion im Magen. Die Medizin kann zur Behandlung anderer Bedingungen, die Ihr Arzt diagnostiziert, verwendet werden.<br /><br /> <strong>Dosierung und Anleitung<br /></strong><br /> folgen Sie alle Anweisungen, die von Ihrem Arzt vorausgesetzt wurden. <br /> Nehmen Sie dieses Medikament (15-30 mg) oral einmal t&auml;glich morgens vor dem Essen mit einem vollen Glas Wasser oder entsprechend Empfehlungen von Ihrem Arzt. <br /> Schlucken Sie die ganze Tablette, nicht zerkauen, zerquetschen, oder die Kapsel &ouml;ffnen, weil das das Medikament zerst&ouml;ren kann und/oder Nebenwirkungen erh&ouml;hen. <br /> Antazida Medikamenten k&ouml;nnen zusammen mit dieser Medizin genommen werden, wenn es erforderlich ist. <br /> Dosierung und Dauer der Behandlung h&auml;ngt von Ihrem medizinischen Zustand und der Reaktion auf die Therapie ab. Nehmen Sie es jeden Tag zur gleichen Zeit, um die verpasste Dosis zu vermeiden. Im Falle der Verschlimmerung von Ihrem Zustand benachrichtigen Sie Ihren Arzt sofort. Es kann 1 bis 4 Tage dauern bis Prilosek zu wirken beginnt.<br /> Behandlung mit Prilosec sollte nicht gestoppt werden, selbst wenn bestimmte Verbesserung erreicht wird. <br /> Verbesserung der Symptome wird bei der Behandlung von Magengeschw&uuml;ren oder Reflux-Krankheit innerhalb von 4-8 Wochen beobachtet. Die Behandlung von Sodbrennen dauert in der Regel 14 Tage. Wenn Sodbrennen nach dieser Zeit besteht oder sogar verschlechtert, oder wenn Sie mehr als einen Kursus der therapeutischen Behandlung alle 4 Monate ben&ouml;tigen, wenden Sie sich an Ihren Arzt oder Apotheker.<br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> Prilosec wird nicht w&auml;hrend der Schwangerschaft empfohlen. Es ist auch nicht empfohlen, w&auml;hrend der Stillzeit dieses Medikament zu verwenden, es ist nicht bekannt, ob es in die Muttermilch gelangt. Informieren Sie Ihren Arzt, wenn allergische Reaktion wird angezeigt. <br /> Ihr Arzt oder Apotheker sollte sich Ihre gesundheitlichen Probleme bewusst sein, um die Gesundheitsversorgung anzubieten, vor allem wenn Sie solche Probleme wie Lebererkrankungen, andere Magenprobleme (z. B. Tumoren), Sodbrennen &uuml;ber 3 Monate, unerkl&auml;rliche Gewichtsverlust, konstanten &Uuml;belkeit/Erbrechen /Magenschmerzen, Blut in Erbrochenem, oder schwarzen Stuhl haben.<br /> Einige Symptome k&ouml;nnen Zeugen von den ernsteren Bedingungen sein. Dieses Medikament kann Schwindel verursachen. <br /> Seien Sie vorsichtig, wenn Sie die Arbeit erf&uuml;llen, die Konzentration der Aufmerksamkeit ben&ouml;tigt, wie Auto f&uuml;hren oder Mechanismen bedienen. Beschr&auml;nken Sie Verbrauch von alkoholischen Getr&auml;nken. <br /> Beginnen Sie und h&ouml;ren Sie mit der Einnahme von keiner Medizin auf, ohne Beratung mit Ihrem Arzt. Informieren Sie Ihren Arzt, wenn Sie keine Symptome der Besserung bemerkt haben oder Ihr Zustand verschlimmerte sich. &Uuml;bergeben Sie dieses Medikament zu niemandem mit &auml;hnlichen Symptomen. Benutzen Sie dieses Medikament nicht, um andere Krankheiten zu behandeln.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Hyperempfindlichkeit<br /><br /> <strong>M&ouml;gliche Nebenwirkungen <br /></strong><br /> unerw&uuml;nschte Reaktionen, die w&auml;hrend der Behandlung auftreten k&ouml;nnen, sind :<br /> Kopfschmerzen, Verstopfung, Husten, Schwindel oder Hautausschlag. Wenn diese anhalten, oder Sie st&ouml;ren, lassen Sie Ihren Arzt davon wissen.<br /> Eine allergische Reaktion auf dieses Medikament ist nicht zu erwarten, aber Sie m&uuml;ssen sofort &auml;rztliche Hilfe suchen, wenn es passiert. Symptome einer allergischen Reaktion erscheinen als Hautausschlag, Juckreiz, Schwindel, Schwellungen, oder Atembeschwerden. Wenn Sie andere Reaktionen Ihres K&ouml;rpers bemerken, die oben nicht aufgef&uuml;hrt sind, wenden Sie sich an Ihren Arzt oder Apotheker. <br /><br /> <strong>Wechselwirkung<br /></strong><br /> Prilosec kann Ausscheidung von Diazepam, Warfarin und Phenytoin verringern.<br /> Das ist ein Medikament, das in der Leber durch Oxidation metabolisiert. Medikamente, die mit Hilfe von Cytochrom P-450-System metabolisiert werden (zB Cyclosporin, Disulfiram, Benzodiazepinen) k&ouml;nnen auch mit Prilosec interagieren, weil es wird auf die gleiche Weise metabolisiert .Clarithromycin wird auch durch Cytochrom P450 metabolisiert, die gleichzeitige Gabe von Clarithromycin und Prilosec kann zu einer Erh&ouml;hung des Plasmaspiegels von Prilosec f&uuml;hren.<br /> Die gleichzeitige Anwendung von Prilosec und Clarithromycin kann zu einer Erh&ouml;hung von Erithromycin Ergebnis, und 14-Hydroxy-Clarithromycin im Plasmaspiegel f&uuml;hren. <br /> Sie m&uuml;ssen, m&ouml;glicherweise, zus&auml;tzliche &Uuml;berwachung Ihres Zustandes durchf&uuml;hren, wenn Sie die Ampicillin, Cilostazol, Cyclosporin, Diazepam, Digoxin, Disulfiram, Eisen, Itraconazol, Ketoconazol, Moclobemid, Phenytoin, Sucralfate, Vorconizole oder Warfarin nehmen. <br /> Dieses Medikament kann mit Antazida kombiniert werden, wenn dies von Ihrem Arzt verschrieben wurde. <br /> Starke s&auml;ure-reduzierenden Medikamente, wie Prilosec vermindern die Effektivit&auml;t von Sucralfat, und anderen Medikamenten, solchen, wie Antimykotika Ketoconazol und Itraconazol. <br /> Wenn es vorgeschrieben wurde, diese Medikamente zusammen mit Prilosek zu nehmen, benachrichtigen Sie Ihren Arzt oder Apotheker bez&uuml;glich passender Timing f&uuml;r jede einzelne Dosis, in der Regel wird Prilosec 30 Minuten vor Sucralfat getroffen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie annehmen, Sie haben zu viel Prilosec genommen, kontaktieren Sie Ihr Lokales Giftkontrollezentrum oder Notfalldienst. Symptome einer &Uuml;berdosierung sind Verwirrung, verschwommenes Sehen, ungew&ouml;hnliches Schwitzen oder ungew&ouml;hnlich schneller Herzschlag.<br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-77 Grad F (15-25 Grad C) bewahren, vor hohe Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. <br /> Wenn Ihre Behandlung eine l&auml;ngere Zeit erfordert, k&uuml;mmern Sie sich um Ihren Vorrat, bevor Ihre Nachfrage beendet.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.glichen Wechselwirkungen oder Vorsichtma</p>