<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La inhalaci&oacute;n oral de FLUTICASONA; SALMETEROL es para tratar el asma que no puede ser controlada con otros medicamentos para el asma o cuando m&aacute;s de un tratamiento es necesario. La Fluticasona es un corticoesteroide que reduce la inflamaci&oacute;n en los pulmones. El Salmeterol ayuda a abrir las v&iacute;as respiratorias en los pulmones. Este medicamento es para uso prolongado. Este medicamento no curar&aacute; su enfermedad, pero cuando se usa con regularidad puede abrir sus v&iacute;as respiratorias y hacer que pueda respirar con facilidad. No le aliviar&aacute; un ataque agudo de asma. La fluticasona; salmeterol puede ser usado junto con otra medicaci&oacute;n del asma inhalada u oral.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />un ataque asm&aacute;tico o broncoespasmo<br />sarampi&oacute;n o varicela (exposici&oacute;n reciento o infecci&oacute;n)<br />diabetes<br />enfermedades del coraz&oacute;n incluyendo presi&oacute;n arterial alta, latido anormal del coraz&oacute;n, bloqueo en las vasos sangu&iacute;neos del coraz&oacute;n<br />problemas del sistema inmunol&oacute;gico<br />infecci&oacute;n, especialmente f&uacute;ngica o tuberculosis<br />enfermedad hep&aacute;tica<br />osteoporosis u otras enfermedades de los huesos<br />tiroides hiperactiva<br />feocromocitoma<br />convulsiones<br />una reacci&oacute;n inusual o al&eacute;rgica a la Fluticasona, al Salmeterol, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo se debe de usar este medicamento?</strong><br /><br />NO USE este medicamento durante un ataque de asma. Avise inmediatamente a su m&eacute;dico si tiene una aparici&oacute;n grave o se le empeora la tos, la presi&oacute;n en el pecho, resoplo (respiraci&oacute;n con silbido inusual), y/o respiraci&oacute;n entrecortada. Siempre tenga a mano una medicaci&oacute;n para el asma de acci&oacute;n r&aacute;pida como el albuterol para los ataques de asma.<br /><br />Este medicamento se inhala a trav&eacute;s de la boca. Agite bien el inhalador por 5 segundos antes de cada pulverizaci&oacute;n. S&iacute; usa el inhalador por primera vez prep&aacute;relo oprimi&eacute;ndolo para liberar 4 pulverizaciones al aire, en direcci&oacute;n opuesta a su cara. S&iacute; se le cae el inhalador o no se ha usado durante 4 semanas, prep&aacute;relo con 2 pulverizaciones al aire en direcci&oacute;n opuesta a su cara. Evite el contacto con los ojos. Despu&eacute;s de utilizar el inhalador, enju&aacute;guese la boca con agua para minimizar la acumulaci&oacute;n del medicamento; no trague el agua. Limpie su inhalador al menos una vez por semana. Nunca ponga su inhalador en el agua para determinar cuanta medicina queda. No use m&aacute;s de la dosis recomendada.<br /><br />Hable con su pediatra o profesional sanitario sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Cuidados especiales podr&iacute;an ser necesarios.<br /><br />NOTA: Este medicamento es s&oacute;lo suyo. No lo comparta con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />Si se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como lo recuerde. S&iacute; es casi la hora de su siguiente dosis, tome s&oacute;lo esa dosis y contin&uacute;e con su horario regular, espaciando las dosis uniformemente. No use una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?<br /></strong><br />tri&oacute;xido de ars&eacute;nico<br />astemizol<br />bepridil<br />beta-bloqueantes, utilizados normalmente para la presi&oacute;n arterial alta o los problemas card&iacute;acos<br />cafe&iacute;na<br />ciertos antibi&oacute;ticos (como la claritromicina, la eritromicina, la gatifloxacina, la gemifloxacina, la grepafloxacina, la levofloxacina, el linezolid, la moxifloxaina, y la sparfloxacina)<br />cloroquina<br />cisaprida<br />droperidol<br />halofantrina<br />levomethadyl<br />medicamentos para los resfriados y problemas respiratorios<br />medicamentos para las enfermedades cardiacas o la presi&oacute;n arterial alta<br />medicamentos conocidos como inhibidores MAO, como la fenelzina (Nardil&reg;), la tranilcipromina (Parnate&reg;), isocarboxazida (Marplan&reg;), y la selegilina (Carbex&reg;, Eldepryl&reg;)<br />medicamentos para controlar el ritmo cardiaco (ejemplos: amiodarona, disopiramida, dofetilida, flecainida, procainamida, quinidina, sotalol)<br />medicamentos para tratar la depresi&oacute;n o la enfermedad mental (amoxapina, haloperidol, maprotilina, pimozida, fenotiazinas, riseperidona, sertindole, antidepresivos tetrac&iacute;cliclos, ziprasidona)<br />metadona<br />pentamidina<br />probucol<br />algunos medicamentos para perder peso (incluyendo la fitoterapia, efedra, efedrina, dextroanfetamina)<br />hormonas esteroideas como la dexametasona, la cortisona, la hidrocortisona<br />terfenadina<br />teofilina<br />hormonas tiroideas<br />diureticos<br /><br />D&iacute;gale a su m&eacute;dico o profesional sanitario todos los otros medicamentos que est&aacute; tomando, incluyendo medicamentos sin receta, suplementos nutricionales, o productos herbolarios. Tambi&eacute;n informe a su m&eacute;dico o profesional sanitario si consume frecuentemente bebidas con cafe&iacute;na o alcohol, si fuma, o si consume drogas ilegales. Esto puede afectar la manera en que su medicamento funciona. Antes de dejar o comenzar cualquiera de sus medicamentos consulte con su m&eacute;dico.<br /><br /><strong>&iquest;Qu&eacute; me debo de esperar mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Lleve consigo una tarjeta de identificaci&oacute;n con su nombre, nombre y dosis del medicamento que est&aacute; tomando, y el nombre y direcci&oacute;n de su m&eacute;dico. Pueden pasar hasta 2 semanas antes que usted vea el efecto completo de este medicamento.<br /><br />D&iacute;gale a su doctor o profesional sanitario s&iacute; sus s&iacute;ntomas no mejoran. Busque asistencia m&eacute;dica urgente en caso que sus problemas respiratorios empeoren r&aacute;pidamente mientras toma este medicamento, o si inhalador de emergencia (como el albuterol) no le ayuda a respirar. S&iacute; empieza a usar su inhalador de emergencia m&aacute;s de lo normal o s&iacute; ya no es tan eficaz tratando sus s&iacute;ntomas, deber&aacute; ponerse en contacto con su m&eacute;dico lo antes posible. Puede ser que necesite cambiar la terapia o su enfermedad pulmonar puede estar empeorando. No deje de tomarlo a menos que sea por indicaci&oacute;n m&eacute;dica.<br /><br />El uso regular de sus inhaladores tal como le fueron recetados ayudar&aacute; a controlar sus s&iacute;ntomas; evite quedarse sin medicaci&oacute;n. Es recomendable que siempre tenga a mano un recambio de su inhalador en caso de emergencia.<br /><br />Com&eacute;ntele a su m&eacute;dico o profesional sanitario si est&aacute; en contacto con alguien con sarampi&oacute;n o varicela, o si desarrolla llagas o ampollas que no sanan adecuadamente.<br /><br />Las personas que est&aacute;n tomando ciertas dosis de este medicamente puede ser que necesiten evitar ciertas vacunas o deber&aacute;n cambiar el calendario de vacunaci&oacute;n para asegurarse la protecci&oacute;n adecuada a ciertas enfermedades. Aseg&uacute;rese de decirle a su m&eacute;dico antes de recibir una vacuna que est&aacute; tomando fluticasona; salmeterol.<br /><br />S&iacute; lo van a operar, com&eacute;ntele a su m&eacute;dico o profesional sanitario que usted est&aacute; tomando este medicamento.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />dolor en el pecho<br />mareos o v&eacute;rtigo<br />fiebre o escalofr&iacute;os<br />sarpullido y urticaria<br />p&uacute;stulas blancas dolorosas en la boca o garganta<br />dificultad respiratoria o jadeo<br />hinchaz&oacute;n inusual<br />cansancio o debilidad inusual<br />problemas en la visi&oacute;n<br />v&oacute;mitos<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />tos, roncera, irritaci&oacute;n de garganta<br />diarrea<br />dolor de cabeza<br />n&aacute;usea<br />nerviosismo<br />dolor de garganta<br />malestar estomacal<br />congesti&oacute;n nasal<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os en un recipiente que los ni&ntilde;os peque&ntilde;os no puedan abrir.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F) con la boquilla boca abajo. Mant&eacute;ngalo apartado del calor o las llamas.</p>