<p><strong>Usos de Drogas </strong><br /><br /> Medrol se utiliza para el tratamiento de alergias severas, la artritis, asma, trastornos de la sangre segura, y las condiciones de la piel. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Medrol como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /><br /> Medrol tomar por v&iacute;a oral con o sin alimentos. Si le produce malestar estomacal, tome con alimentos para reducir la irritaci&oacute;n estomacal. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Medrol es un corticosteroide. Funciona mediante la modificaci&oacute;n de la respuesta del sistema inmune a varias condiciones y decreasesing inflamaci&oacute;n. <br /><br /> <strong>Dosis Perdidas</strong> <br /><br /> Si olvida una dosis de Medrol, omita la dosis olvidada. Volver a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Medrol 77 grados F (25 grados C). De almacenamiento de corta duraci&oacute;n entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Medrol Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> NO utilice Medrol si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Medrol <br /> usted est&aacute; tomando actualmente la mifepristona <br /> usted tiene una infecci&oacute;n mic&oacute;tica sist&eacute;mica <br /> est&aacute; programado para tener una vacuna contra la viruela <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /> Algunas condiciones m&eacute;dicas pueden interactuar con este medicamento. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted tiene un historial de problemas card&iacute;acos (por ejemplo, insuficiencia card&iacute;aca congestiva), ataque card&iacute;aco, presi&oacute;n arterial alta, problemas renales, problemas hep&aacute;ticos, diabetes, convulsiones, insuficiencia de la tiroides, problemas de la gl&aacute;ndula suprarrenal, o cualquier otro problema mental o estado de &aacute;nimo <br /> si usted tiene o ha tenido recientemente un hongo, el tipo de bacterias, virus, u otros de la infecci&oacute;n, la infecci&oacute;n por herpes del ojo, la varicela, el sarampi&oacute;n o herpes zoster <br /> si usted tiene el VIH o la tuberculosis (TB), o si alguna vez ha tenido una prueba positiva de tuberculosis en la piel <br /> Si usted tiene problemas estomacales (por ejemplo, &uacute;lceras), problemas intestinales (por ejemplo, obstrucci&oacute;n, perforaci&oacute;n, infecci&oacute;n, diarrea inexplicables, diverticulitis, colitis ulcerosa), cirug&iacute;a intestinal reciente, o inflamaci&oacute;n del es&oacute;fago <br /> Si usted tiene huesos d&eacute;biles (por ejemplo, la osteoporosis) o los problemas musculares (por ejemplo, la miastenia gravis) <br /> si usted ha tenido ning&uacute;n tipo de vacuna recientes (por ejemplo, la viruela) <br /><br /> Algunos INTERACT MAYO DE MEDICAMENTOS con Medrol. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes: <br /> Barbit&uacute;ricos (por ejemplo, fenobarbital), carbamazepina, hidanto&iacute;nas (por ejemplo, fenito&iacute;na), litio, o rifampicina, ya que pueden disminuir Medrol 's eficacia <br /> Aprepitant, claritromicina, ciclosporina, diltiazem, eritromicina, itraconazol, ketoconazol, o troleandomicina porque los efectos secundarios, como la gl&aacute;ndula suprarrenal o los problemas del sistema nervioso, puede producirse <br /> La aspirina, las vacunas vivas, la mifepristona, o ritodrina, porque sus acciones y el riesgo de sus efectos secundarios puede aumentar Medrol</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> el acn&eacute;, la torpeza, mareos, rubor facial, sensaci&oacute;n de movimiento giratorio, malestar general del cuerpo, dolor de cabeza, aumento del apetito, aumento de la sudoraci&oacute;n, n&aacute;usea, nerviosismo, insomnio, dolor de est&oacute;mago. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), negro, alquitranadas, los cambios en la grasa del cuerpo, cambios en los per&iacute;odos menstruales, cambios en el color de la piel , dolor de pecho, cambios de humor o mentales (por ejemplo, depresi&oacute;n), dolor muscular, debilidad o p&eacute;rdida, convulsiones, n&aacute;useas o v&oacute;mitos, mareos o dolor de cabeza intenso y repentino, hinchaz&oacute;n de los pies o las piernas, s&iacute;ntomas de infecci&oacute;n (por ejemplo, fiebre, escalofr&iacute;os , dolor de garganta); tend&oacute;n o dolor en los huesos, el adelgazamiento de la piel, moretones o sangrado inusual, sensaci&oacute;n inusual en la piel, aumento inusual de peso, cambios en la visi&oacute;n u otros problemas oculares, v&oacute;mito con aspecto de caf&eacute; molido. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Medrol se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>