<p><strong>Usos de Drogas </strong><br /><br /> La prednisolona es utilizado para tratar alergias, artritis, problemas respiratorios (por ejemplo, asma), ciertos trastornos sangu&iacute;neos, enfermedades del col&aacute;geno (por ejemplo, lupus), ciertas enfermedades oculares (por ejemplo, queratitis), (por ejemplo el c&aacute;ncer, leucemia), los problemas del sistema endocrino (por ejemplo, insuficiencia suprarrenal), problemas intestinales (por ejemplo, la colitis ulcerosa), hinchaz&oacute;n debido a ciertas condiciones, o condiciones de la piel (por ejemplo, psoriasis). Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Uso Prednisolona como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /><br /> Tomar prednisolona por v&iacute;a oral con o sin alimentos. <br /> Tragar entero Prednisolona. No rompa, triture ni mastique antes de tragar. <br /> Contin&uacute;e con el Prednisolona aunque se sienta bien. No te pierdas ninguna dosis. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> La prednisolona es un corticosteroide. Funciona mediante la modificaci&oacute;n del cuerpo 's la respuesta inmune a varias condiciones y disminuyendo la inflamaci&oacute;n. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de prednisolona, omita la dosis olvidada. Volver a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Prednisolona 77 grados F (25 grados C). De almacenamiento de corta duraci&oacute;n entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Prednisolona Mantenga fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Prednisolona si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de prednisolona; <br /> usted tiene una infecci&oacute;n mic&oacute;tica sist&eacute;mica, un cierto tipo de malaria, la inflamaci&oacute;n del nervio &oacute;ptico, o la infecci&oacute;n por herpes del ojo; <br /> est&aacute; programado para recibir una vacuna de vivir en vivo o atenuadas (por ejemplo, la viruela); <br /> usted est&aacute; tomando mifepristona. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> Prednisolona puede disminuir la capacidad de su cuerpo para combatir infecciones. Evite el contacto con personas que tengan resfriados o infecciones. D&iacute;gale a su m&eacute;dico si nota signos de infecci&oacute;n como fiebre, dolor de garganta, sarpullido, o escalofr&iacute;os. <br /> Si usted no ha tenido la varicela, herpes z&oacute;ster, o el sarampi&oacute;n, evitar el contacto con cualquier persona que lo hace. <br /> Si usted est&aacute; tomando prednisolona con regularidad durante un largo per&iacute;odo de tiempo, lleve consigo una tarjeta de identificaci&oacute;n en todo momento que dice que tomar prednisolona. <br /> No recibir una vacuna de virus vivos (por ejemplo, el sarampi&oacute;n, las paperas), mientras que usted est&aacute; tomando Prednisolona. Hable con su m&eacute;dico antes de recibir cualquier vacuna. <br /> D&iacute;gale a su m&eacute;dico o dentista que usted toma prednisolona antes de recibir atenci&oacute;n m&eacute;dica o dental, atenci&oacute;n de emergencia, o cirug&iacute;a. <br /> Pacientes con Diabetes - Prednisolona puede afectar su nivel de az&uacute;car en la sangre. Compruebe los niveles de az&uacute;car en la sangre. Preg&uacute;ntele a su m&eacute;dico antes de cambiar la dosis de su medicamento para la diabetes. <br /> Las pruebas de laboratorio, incluyendo pruebas de funci&oacute;n adrenal, se puede realizar mientras se utiliza Prednisolona. Estas pruebas pueden utilizarse para controlar su estado o detectar efectos secundarios. Aseg&uacute;rese de mantener todos los nombramientos de m&eacute;dico y de laboratorio. <br /> Se recomienda precauci&oacute;n cuando se utiliza prednisolona en los ni&ntilde;os, que pueden ser m&aacute;s sensibles a sus efectos. <br /> Los corticosteroides pueden afectar el ritmo de crecimiento en ni&ntilde;os y adolescentes en algunos casos. Ellos pueden necesitar controles regulares de crecimiento, mientras que tomar prednisolona. <br /> Embarazo y lactancia: Si se queda embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso de prednisolona mientras est&aacute; embarazada. La prednisolona se encuentra en la leche materna. Si usted es o ser&aacute; la lactancia materna mientras se utiliza prednisolona, consulte con su m&eacute;dico. Discuta cualquier riesgo posible para su beb&eacute;.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> el acn&eacute;, la torpeza, mareos, rubor facial, sensaci&oacute;n de un movimiento giratorio, malestar general del cuerpo, dolor de cabeza, aumento del apetito, aumento de la sudoraci&oacute;n, n&aacute;usea, nerviosismo, insomnio, dolor de est&oacute;mago. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), negro, alquitranadas, los cambios en la grasa del cuerpo, cambios en la menstruaci&oacute;n, cambios en el color de la piel , dolor de pecho, dolor o hemorragias; (por ejemplo, infecci&oacute;n, fiebre, escalofr&iacute;os, dolor de garganta); mental o cambios de humor (por ejemplo, depresi&oacute;n), dolor muscular, debilidad o p&eacute;rdida, convulsiones, n&aacute;useas o v&oacute;mitos, mareos intensos o repentinos dolor de cabeza, hinchaz&oacute;n de los pies o las piernas, tend&oacute;n o dolor en los huesos; adelgazamiento de la piel, sensaci&oacute;n inusual en la piel, aumento inusual de peso, cambios en la visi&oacute;n u otros problemas oculares, v&oacute;mito con aspecto de caf&eacute; molido. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> La prednisolona es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>