<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades <br /></strong><br /> Singulair es un inhibidor leucotrienos (loo-koe-TRY-een) que se utiliza para el tratamiento del asma, la prevenci&oacute;n de este tipo de asma y rinitis al&eacute;rgica (estornudos, congesti&oacute;n nasal, secreci&oacute;n nasal, comez&oacute;n en la nariz, y al aire libre y alergias de interior). Singulair bloquea las sustancias en el organismo que se llaman los leucotrienos, que causan asma y la rinitis al&eacute;rgica.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Conseguir&aacute; mejores resultados utilizandolo todos los d&iacute;as. Trague la tableta entera con un vaso de agua o leche. Si est&aacute; tomando las tabletas masticables, el comprimido debe ser masticado antes de tragar.<br /> La dosis recomendada para adultos y ni&ntilde;os mayores de 15 a&ntilde;os y m&aacute;s es de 10 mg al d&iacute;a. Para ni&ntilde;os de 6 a 14 a&ntilde;os de edad, la dosis recomendada es de 5 mg, una vez al d&iacute;a. Para los ni&ntilde;os peque&ntilde;os 2 a 5 a&ntilde;os de edad la dosis recomendada es de 4 mg, una vez al d&iacute;a. Para ni&ntilde;os de 6 a 23 meses de edad, la dosis recomendada es de un paquete de gr&aacute;nulos orales (4 mg) una vez al d&iacute;a. Este medicamento debe tomarse una vez al d&iacute;a por la noche. Tambi&eacute;n nos gustar&iacute;a informarle de que la seguridad y eficacia en pacientes pedi&aacute;tricos menores de 12 meses de edad no han sido establecidas.<br /> Nota: esta instrucci&oacute;n se presenta aqu&iacute; s&oacute;lo para su revisi&oacute;n. Es muy necesario consultar con su m&eacute;dico antes de usarlo. Le ayudar&aacute; a conseguir mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Singulair no debe ser utilizado para el tratamiento de ataques agudos de asma. Singulair no debe ser interrumpido sustituiendo por inhalaci&oacute;n de corticosteroides inhalados u orales. Embarazo y lactancia. Ni&ntilde;os mayores de / por encima de 6 a&ntilde;os. Advertencia de que si usted tiene asma y si su asma se agrava por la aspirina, siga evitando la aspirina u otros medicamentos llamados f&aacute;rmacos antiinflamatorios no-inflamatorias al tomar Singulair.<br /><br /> <strong>Contradiciones<br /></strong><br /> No se permite para pacientes con hipersensibilidad conocida a cualquier componente de este producto<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Pueden incluir una reacci&oacute;n al&eacute;rgica: ronchas, dificultad para respirar, hinchaz&oacute;n de la cara, labios, lengua o garganta. Tambi&eacute;n los efectos secundarios m&aacute;s posibles son:<br /> erupciones en la piel, moretones, cosquilleo intenso, entumecimiento, dolor, debilidad muscular;<br /> estado de &aacute;nimo o comportamiento, ansiedad, depresi&oacute;n, o pensamientos de suicidio o de querer hacerse da&ntilde;o;<br /> temblores o sacudidas;<br /> dolor en los senos, hinchaz&oacute;n o irritaci&oacute;n, o<br /> empeoramiento de los s&iacute;ntomas del asma.<br /><br /> Menos graves incluyen:<br /> dolor de cabeza;<br /> dolor de est&oacute;mago, ardor de est&oacute;mago, malestar estomacal, n&aacute;useas, diarrea;<br /> diente de dolor;<br /> sensaci&oacute;n de cansancio;<br /> fiebre, congesti&oacute;n nasal, dolor de garganta, tos, ronquera, o<br /> sarpullido leve.<br /> Si usted experimenta uno de ellos deje de usar Singulair y d&iacute;gale a su m&eacute;dico lo m&aacute;s pronto posible. Tambi&eacute;n consulte con su m&eacute;dico sobre cualquier efecto secundario que le parezca inusual.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Singulair interact&uacute;a con los medicamentos siguientes: cisaprida, metscopolamina nitrata; nitratos como nitritos de amilo, dinitrato de isosorbide, mononitrato de isosorbide, nitroglicerina, nitroprusiato, otros productos de sildenafil. Tambi&eacute;n este medicamento interact&uacute;a con: ciertas medicinas para la presi&oacute;n arterial alta, ciertos medicamentos para el tratamiento de la infecci&oacute;n por el VIH o el SIDA, ciertos medicamentos para las infecciones por hongos o levaduras, como el fluconazol, itraconazol, ketoconazol y voriconazol, cimetidina, eritromicina, rifampicina.<br /> Tambi&eacute;n tenga en cuenta que la interacci&oacute;n entre los dos medicamentos no siempre significa que usted debe dejar de tomar uno de ellos. Como de costumbre influye el efecto de las medicinas, por eso consulte con su m&eacute;dico sobre la forma en que las interacciones se est&aacute;n arreglando o deben ser arreglados.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero no la tome si es demasiado tarde o casi tiempo para la dosis siguiente. No aumente su dosis recomendada o dosis suplementaria. Tome sus dosis a la misma hora cada d&iacute;a para evitar la omisi&oacute;n de una dosis.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted toma m&aacute;s dosis que usted necesita en el largo per&iacute;odo de tiempo puede conducir a s&iacute;ntomas tales como sed, somnolencia, dilataci&oacute;n de las pupilas, aumento de los movimientos musculares, o dolor estomacal. Si usted experimenta uno de ellos llame a su m&eacute;dico de inmediato.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almacene a temperatura ambiente, entre 59-77 grados F (15-25 grados C) lejos de la luz y la humedad, los ni&ntilde;os y los animales dom&eacute;sticos. No use despu&eacute;s de plazo de validez.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>