<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral <br /> L'aciclovir est un m&eacute;dicament antiviral, il est un ingr&eacute;dient synth&eacute;tique avec une structure mol&eacute;culaire similaire &agrave; purine nucl&eacute;oside. Aciclovir est utilis&eacute; pour traiter des infections virales comme l'herp&egrave;s labial, pour arr&ecirc;ter la croissance du virus de l'herp&egrave;s simplex, le virus varicelle-zona (caus&eacute;es par la varicelle et du zona), virus d'Epstein Barr (caus&eacute;s par la fi&egrave;vre glandulaire), et dans une moindre mesure &agrave; cytom&eacute;galovirus (CMV). Il est &eacute;galement utile dans la pr&eacute;vention de l'herp&egrave;s g&eacute;nital et la pr&eacute;vention des infections virales se produisent dans ceux qui ont un syst&egrave;me immunitaire diminu&eacute;. Ce m&eacute;dicament peut aussi aider &agrave; r&eacute;duire la dur&eacute;e de la douleur reste apr&egrave;s &agrave; gu&eacute;rir les plaies. En outre, chez les personnes ayant un syst&egrave;me immunitaire affaibli, l'aciclovir peut diminuer le risque de propagation du virus &agrave; d'autres parties du corps et de causer des infections graves.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Prenez ce m&eacute;dicament par voie orale avec ou sans nourriture, g&eacute;n&eacute;ralement de 2 &agrave; 5 fois par jour comme dirig&eacute; par votre m&eacute;decin. Prenez ce m&eacute;dicament par voie orale avec un verre d'eau. Prenez votre m&eacute;dicament &agrave; intervalles r&eacute;guliers. Ne prenez pas votre m&eacute;dicament plus souvent que prescrit. Prenez vos m&eacute;dicaments tel que prescrit m&ecirc;me si vous vous sentez mieux. Si vous utilisez la forme liquide de ce m&eacute;dicament, bien agiter le flacon avant chaque dose. Mesurer soigneusement la dose en utilisant un dispositif de mesure sp&eacute;ciale / cuill&egrave;re. Ne pas utiliser une cuill&egrave;re m&eacute;nage parce que vous ne pouvez pas obtenir la dose correcte. Le dosage est bas&eacute; sur votre &eacute;tat de sant&eacute; et de la r&eacute;ponse au traitement. Chez les enfants, la posologie est &eacute;galement bas&eacute; sur le poids.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Vous devriez en parler avec votre fournisseur de soins de sant&eacute; avant de prendre Aciclovir si vous avez une maladie r&eacute;nale, une insuffisance r&eacute;nale (insuffisance r&eacute;nale), des allergies, les allergies aux aliments, colorants ou conservateurs. Laissez votre m&eacute;decin si vous &ecirc;tes enceinte ou envisagez une grossesse, l'allaitement maternel.<br /> Assurez-vous de dire &agrave; votre fournisseur de soins de sant&eacute; de tous les m&eacute;dicaments que vous prenez, la prescription et m&eacute;dicaments sans ordonnance, des vitamines et des suppl&eacute;ments &agrave; base de plantes.<br /> Le m&eacute;dicament passe dans le lait maternel. Par cons&eacute;quent, si vous allaitez ou pr&eacute;voyez de commencer, en discuter avec votre fournisseur de soins de sant&eacute; avant de prendre le m&eacute;dicament<br /><br /> <strong>Contre-indications <br /></strong><br /> Aciclovir est contre-indiqu&eacute; pour les patients qui d&eacute;veloppent une hypersensibilit&eacute; &agrave; l'aciclovir ou valaciclovir.<br /><br /> <strong>Possible effets secondaires<br /></strong><br /> Les effets secondaires sont potentiellement graves et vous devez signaler &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; d&egrave;s que possible. Il incluent, mais sans s'y limiter: des r&eacute;actions allergiques comme une &eacute;ruption cutan&eacute;e, urticaire ou des d&eacute;mangeaisons, gonflement du visage, des l&egrave;vres ou la langue, douleur thoracique, confusion, hallucinations, tremblements, une urine sombre, une sensibilit&eacute; accrue au soleil, rougeurs, des cloques , desquamation ou rel&acirc;chement de la peau, l'int&eacute;rieur de la bouche, des convulsions, probl&egrave;mes &agrave; uriner ou de changement dans la quantit&eacute; d'urine, des saignements inhabituels ou ecchymoses, ou petits points rouges sur la peau, faiblesse ou fatigue inhabituelle, jaunissement des yeux ou la peau. Les effets secondaires qui ne n&eacute;cessitent pas de soins m&eacute;dicaux: diarrh&eacute;e, fi&egrave;vre, maux de t&ecirc;te, des naus&eacute;es, des vomissements des maux d'estomac. Dans ce rapport moyen de votre m&eacute;decin ou votre professionnel de la sant&eacute; s'ils continuent ou sont g&ecirc;nants.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Il ya des interactions n&eacute;gatives qui peuvent se produire lorsque l'aciclovir est combin&eacute; avec l'un des m&eacute;dicaments &eacute;num&eacute;r&eacute;s ci-dessus. Ph&eacute;nyto&iuml;ne (fosph&eacute;nyto&iuml;ne) et aciclovir: elle peut diminuer le niveau de la ph&eacute;nyto&iuml;ne dans votre sang, peut-&ecirc;tre le rendant moins efficace. Votre fournisseur de soins de sant&eacute; peuvent avoir besoin de mesurer le niveau de la ph&eacute;nyto&iuml;ne dans votre sang (&agrave; l'aide d'un test sanguin) et d'ajuster votre dose au besoin. Le prob&eacute;n&eacute;cide peut accro&icirc;tre le niveau de l'aciclovir dans votre sang, ce qui augmente votre risque d'effets secondaires acyclovir. Votre fournisseur de soins de sant&eacute; peuvent avoir besoin de diminuer votre dosage acyclovir pour pr&eacute;venir cette interaction ne se produise. Acyclovir peut augmenter le niveau de t&eacute;nofovir dans le sang, augmentant potentiellement le risque d'effets secondaires. Votre fournisseur de soins de sant&eacute; peut avoir besoin d'abaisser votre dosage t&eacute;nofovir pour pr&eacute;venir les interactions m&eacute;dicamenteuses ne se produise.<br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament cherchez l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent habituellement la saisie (convulsions), des hallucinations, et uriner moins que d'habitude ou pas du tout.<br /><br /> <strong>Conservation</strong><br /><br /> Conservez Neurontin &agrave; la temp&eacute;rature ambiante entre 15-25 C (59-77 F). Conservez-la au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. Ne recommande pas conservez-la &agrave; la salle de bain et endroit accessible aux enfants et animales domestiques. Ne partagez jamais vos m&eacute;dicaments avec d'autres, et d'utiliser ce m&eacute;dicament pour l'indication prescrite.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>