<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral<br /> Aciphex est une m&eacute;dication d'antiulc&egrave;re qui inhibe une pompe protonique (PPIs) et bloque la production d'acide par l'estomac. Biochimiquement il bloque le (H +, K +)-ATPase le syst&egrave;me d'enzyme inhibant par ceci le stade final de production acide chlorhydrique. Apr&egrave;s peroral la consommation d'Aciphex antisecretorial l'effet est atteint pendant une heure et est maximum dans 2-4 heures. Cette m&eacute;dication est utilis&eacute;e pour traiter des ulc&egrave;res dans l'estomac, le syndrome de Zollinger-Ellison, gastroesophageal la maladie de reflux, pour &eacute;radiquer des pylores Helicobacter dans les patients avec les ulc&egrave;res dans l'estomac ou la gastrite chronique.<br /><br /> <strong>Dosage et administrations<br /></strong><br /> Le dosage devrait &ecirc;tre administr&eacute; par votre m&eacute;decin traitant selon ta condition. D'habitude dans les patients avec un ulc&egrave;re duod&eacute;nal aigu et c on recommande de prendre 1 &eacute;tiquette (20 mgs) dans le matin un temps un jour pendant 4-6 semaines. En traitant l'infection de pylores de H., Aciphex peut &ecirc;tre n&eacute;cessaire depuis seulement une semaine. Suivez toutes les recommandations de votre m&eacute;decin traitant et ne prenez pas ce m&eacute;dicament en plus grandes quantit&eacute;s qu'il t'a &eacute;t&eacute; prescrit. On devrait avaler des comprim&eacute;s entiers. N'&eacute;crasez pas, fendez ou m&acirc;chez-les. Prenez Aciphex avec ou sans repas avec un grand verre d'eau comme la nourriture a peu d'effet sur son absorption.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Informez votre m&eacute;decin traitant si vous avez une maladie de foie s&eacute;v&egrave;re, un cancer d'estomac auparavant pour prendre ce m&eacute;dicament. L'utilisation d'Aciphex chez les enfants n'est pas recommand&eacute;e. On ne s'attend pas &agrave; ce que ce soit malfaisant pour un b&eacute;b&eacute; &agrave; venir, bien qu'informez votre docteur si vous etes enceinte ou breastfeeding. Quelques conditions sont trait&eacute;es avec une combinaison d'Aciphex et d'antibiotiques, ainsi accomplir l'effet maximum du traitement, utilisent toutes tes m&eacute;dications comme dirig&eacute; par votre m&eacute;decin traitant.<br /><br /><strong>Contradictions</strong><br /> <br /> La grossesse, breastfeeding, l'hypersensibilit&eacute; &agrave; Aciphex ou &agrave; benzimidazoles substitu&eacute; : omeprazole (Prilosec, Zegerid), lansoprazole (Prevacid), pantoprazole (Protonix), rabeprazole (Aciphex) et esomeprazole (Nexium).<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ensemble avec les sympt&ocirc;mes d'allergie (les ruches, les rougeurs, l'enflure de langue et de visage) de tels Effets secondaires possibles peuvent se produire : le mal de t&ecirc;te, le vertige, s&egrave;che la bouche, l'estomac d&eacute;rang&eacute; ou la diarrh&eacute;e, la constipation, l'insomnie, la nervosit&eacute;, les rougeurs, ou la d&eacute;mangeaison. Contactez votre m&eacute;decin traitant pour l'aide s'il en est tels des Effets secondaires possibles &eacute;num&eacute;r&eacute;s est s&eacute;v&egrave;re ou persistant.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> La Co-administration avec les m&eacute;dications quelle absorption d&eacute;pend de l'acidit&eacute; de l'estomac provoque l'action r&eacute;ciproque de m&eacute;dications. Aciphex et d'autre PPIs r&eacute;duisent l'absorption et la concentration dans le sang de ketoconazole (Nizoral) et augmentent l'absorption et la concentration dans le sang de digoxin (Lanoxin) la provocation de la r&eacute;duction d'efficacit&eacute; de celui-l&agrave; et d'augmentation de toxicit&eacute; du dernier.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous vous etes ennuy&eacute; d'une dose prennent la m&eacute;dication aussit&ocirc;t que vous vous rappelez. Si c'est presque le temps de votre dose suivante sautent juste sa consommation et reviennent &agrave; votre programme r&eacute;gulier.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Aciphex sont inconnus. Si vous estimez que vous avez pris trop du m&eacute;dicament cherchent l'attention de secours d'urgence.<br /><br /> <strong>Conservation</strong> <br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>