<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />L'inhaleur de FLUTICASONE; SALM&Eacute;T&Eacute;ROL est utilis&eacute; pour traiter l'asthme qui ne se contr&ocirc;le pas avec les autres m&eacute;dicaments pour l'asthme, ou encore dans les cas o&ugrave; plus d'un traitement est n&eacute;cessaire. La Fluticasone est un corticost&eacute;ro&iuml;de qui r&eacute;duit l'inflammation dans les poumons. Le salm&eacute;t&eacute;rol aide &agrave; ouvrir les voies respiratoires dans les poumons. Ce m&eacute;dicament devrait &ecirc;tre utilis&eacute; sur une base r&eacute;guli&egrave;re. Il ne gu&eacute;rira pas votre condition, mais s'il est utilis&eacute; r&eacute;guli&egrave;rement, il peut ouvrir vos voies respiratoires et faciliter la respiration. Ce m&eacute;dicament ne soulagera pas une crise d'asthme aigu&euml;. Fluticasone; salm&eacute;t&eacute;rol peut &ecirc;tre utilis&eacute; conjointement avec d'autres inhalateurs ou m&eacute;dicaments oraux pour l'asthme.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />crise d'asthme ou bronchospasme<br />varicelle ou rougeole (exposition r&eacute;cente ou infection)<br />diab&egrave;te<br />maladie cardiaque incluant la haute pression sanguine, pouls irr&eacute;gulier, blocage art&eacute;riel<br />probl&egrave;me avec votre syst&egrave;me immunitaire<br />infection, surtout les infections &agrave; champignon ou tuberculose<br />maladie du foie<br />ost&eacute;oporose ou autre maladie des os<br />hyperthyro&iuml;die<br />ph&eacute;ochromocytome<br />convulsions<br />une r&eacute;action inhabituelle ou allergique &agrave; la Fluticasone, au Salm&eacute;t&eacute;rol, &agrave; d&rsquo;autres corticost&eacute;ro&iuml;des, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />NE PAS UTILISER ce m&eacute;dicament pour une crise d'asthme. Si vous sentez l'apparition de toux, de sifflement, de pression dans la poitrine et/ou de souffle court, cherchez imm&eacute;diatement un secours m&eacute;dical. Gardez toujours &agrave; port&eacute;e de la main une m&eacute;dication &agrave; action rapide pour l'asthme telle que albuterol.<br /><br />Ce m&eacute;dicament est con&ccedil;u pour l'inhalation par la bouche. Secouer bien l'inhaleur pendant 5 secondes avant chaque bouff&eacute;e. Pr&eacute;parer l'inhaleur avant la premi&egrave;re utilisation avec 4 vaporisations d'essai, en pointant &agrave; l'&eacute;cart de votre visage. Si vous &eacute;chappez votre inhaleur ou s'il n'a pas &eacute;t&eacute; utilis&eacute; pendant 4 semaines, pr&eacute;parez-le avec 2 vaporisations d'essai, en pointant &agrave; l'&eacute;cart de votre visage. &Eacute;vitez le contact avec les yeux. Apr&egrave;s avoir utilis&eacute; l'inhaleur, rincez votre bouche avec de l'eau pour minimiser l'accumulation de m&eacute;dicament; n'avalez pas l'eau. Nettoyez votre inhaleur au moins une fois par semaine. Ne placez jamais votre inhaleur dans l'eau pour d&eacute;terminer la quantit&eacute; restante de m&eacute;dicament &agrave; l'int&eacute;rieur. N'utilisez pas plus que la dose recommand&eacute;e.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br />NOTE: Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubli&eacute;e une dose, prenez-la d&egrave;s que vous vous en rappelez. Si le temps est presque venu pour votre prochaine dose, prenez seulement cette dose et continuez ensuite &agrave; suivre votre horaire r&eacute;gulier, en prenant soin d'espacer les doses de mani&egrave;re &eacute;gale. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?<br /></strong><br />arsenic trioxide<br />ast&eacute;mizole<br />b&eacute;pridil<br />b&ecirc;ta-bloquants, souvent utilis&eacute;s pour la haute pression ou les probl&egrave;mes cardiaques<br />caf&eacute;ine<br />certains antibiotiques (tels que la clarithromycine, &eacute;rythromycine, gatifloxacine, g&eacute;mifloxacine, gr&eacute;pafloxacine, l&eacute;vofloxacine, lin&eacute;zolide, moxifloxacine, sparfloxacine)<br />chloroquine<br />cisapride<br />drop&eacute;ridol<br />halofantrine<br />levom&eacute;thadyl<br />les m&eacute;dicaments pour le rhume et les probl&egrave;mes respiratoires<br />les m&eacute;dicaments pour les maladies du coeur et la haute pression<br />les m&eacute;dicaments appel&eacute;s MAOIs (inhibiteur d'oxydase de monoamine) tels que phenelzine (Nardil&reg;), tranylcypromine (Parnate&reg;), isocarboxazid (Marplan&reg;), and selegiline (Carbex&reg;, Eldepryl&reg;)<br />les m&eacute;dicaments pour contr&ocirc;ler le rythme cardiaque  (exemples: amiodarone, disopyramide, dofetilide, flecainide, procainamide, quinidine, etc)<br />les m&eacute;dicaments pour traiter la d&eacute;pression ou les troubles mentaux (amoxapine, haloperidol, maprotiline, pimozide, phenothiazines, risperidone, sertindole, antid&eacute;presseurs tricycliques, ziprasidone)<br />m&eacute;thadone<br />pentamidine<br />probucol<br />certains m&eacute;dicaments pour perdre du poids (incluant certains produits &agrave; base de plantes, &eacute;ph&eacute;dra, &eacute;ph&eacute;drine, dextroamph&eacute;tamine)<br />les hormones st&eacute;ro&iuml;des telles que dexam&eacute;thasone, cortisone, hydrocortisone<br />terf&eacute;nadine<br />th&eacute;ophylline<br />hormones thyro&iuml;diennes<br />diur&eacute;tiques (water pills)<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez r&eacute;guli&egrave;rement de l&rsquo;alcool ou de la caf&eacute;ine ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments. Parlez &agrave; votre professionnel de la sant&eacute; avant de commencer &agrave; prendre ou d'arr&ecirc;ter de prendre un m&eacute;dicament.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Visitez votre m&eacute;decin ou professionnel de la sant&eacute; r&eacute;guli&egrave;rement pour v&eacute;rifier vos progr&egrave;s. Ayez sur vous une carte d'identification avec votre nom, le type et la dose du m&eacute;dicament que vous prenez, ainsi que le nom et l'adresse de votre m&eacute;decin. Cela peut prendre jusqu'&agrave; 2 semaines avant que vous ne b&eacute;n&eacute;ficiez de l'effet complet de ce m&eacute;dicament.<br /><br />Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas, mentionnez-le &agrave; votre m&eacute;decin ou professionnel de la sant&eacute;. Recherchez de l'aide m&eacute;dicale d'urgence si vos probl&egrave;mes respiratoires s'empirent en utilisant le m&eacute;dicament ou si votre inhaleur de secours (exemple: albuterol) n'aide pas votre respiration. Si vous remarquez que vous utilisez votre inhaleur de secours plus souvent qu'&agrave; l'habitude ou qu'il n'est pas aussi efficace pour traiter vos sympt&ocirc;mes, contactez votre m&eacute;decin le plus t&ocirc;t possible. Il se pourrait que vous ayiez &agrave; changer de th&eacute;rapie ou que votre condition pulmonaire soit entrain de s'aggraver. N'arr&ecirc;tez pas d'utiliser ce m&eacute;dicament sans l'avis d'un m&eacute;decin.<br /><br />L'utilisation r&eacute;guli&egrave;re de vos inhaleurs tels que prescrits vous aidera &agrave; contr&ocirc;ler vos sympt&ocirc;mes; essayez de ne pas avoir de p&eacute;nurie de m&eacute;dicaments pour l'asthme. Il est recommand&eacute; de converser quelques recharges suppl&eacute;mentaires pour votre inhaleur &agrave; port&eacute;e de main en cas de besoin.<br /><br />Si vous &ecirc;tes expos&eacute; &agrave; quelqu'un qui a la varicelle ou la rougeole, ou si vous d&eacute;veloppez des ampoules et plaies qui ne gu&eacute;rissent pas correctement, contactez votre m&eacute;decin ou professionnel de la sant&eacute;.<br /><br />Les patients qui prennent certains dosages de ce m&eacute;dicament devront peut-&ecirc;tre &eacute;viter de recevoir certains vaccins ou changer leur horaire de vaccination afin d'assurer une protection ad&eacute;quate contre certaines maladies.<br /><br />Assurez-vous de mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; que vous prenez du fluticasone; salm&eacute;t&eacute;rol avant de recevoir un vaccin.<br /><br />Si vous allez recevoir une chirurgie, mentionnez &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; que vous utilisez ce m&eacute;dicament.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />douleur &agrave; la poitrine<br />&eacute;tourdissements<br />fi&egrave;vre ou frissons<br />&eacute;ruptions cutan&eacute;es et urticaire<br />douleur &agrave; la bouche avec des plaques blanches dans la bouche ou la gorge<br />respiration troubl&eacute;e ou sifflement<br />enflure inhabituelle<br />fatigue ou faiblesse inhabituelle<br />probl&egrave;mes de vision<br />vomissements<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />toux, enrouement, irritation de la gorge<br />diarrh&eacute;e<br />headache<br />naus&eacute;e<br />nervosit&eacute;<br />maux de gorge<br />maux d'estomac<br />congestion nasale<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants dans un contenant qu'ils ne peuvent pas ouvrir.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit) avec l'embouchure pointant vers le bas. Garder &agrave; l'&eacute;cart de la chaleur et des flammes.</p>