<p><strong>INDICATIONS</strong></p><p>Alli est utilis&eacute; pour g&eacute;rer l'ob&eacute;sit&eacute; aux adultes ob&egrave;ses. Il est &eacute;galement utilis&eacute; pour r&eacute;duire le risque de reprise de poids apr&egrave;s une perte de poids. Il est utilis&eacute; en combinaison avec un r&eacute;gime &agrave; teneur r&eacute;duite en calories et &agrave; faible teneur de grasses. Alli est un inhibiteur de lipases gastro-intestinales. Il agit en bloquant la digestion des graisses de l'alimentation.</p><p><strong>ADMINISTRATION</strong></p><p>Utilisez Alli selon les instructions de votre m&eacute;decin.</p><ul><li>Prenez Alli par la bouche avec chaque repas contenant des graisses. Ne prenez pas plus de 3 capsules par jour.</li><li>Si un repas est saut&eacute; ou ne contient pas de graisses, ne prenez pas une dose de Alli.</li><li>Alli peut diminuer votre absorption de vitamines. Prenez une multivitamine une fois par jour au coucher.</li><li>Si vous prenez aussi une hormone thyro&iuml;dienne (par exemple, l&eacute;vothyroxine), ne le prenez pas pendant 4 heures avant ou apr&egrave;s Alli. Consultez votre m&eacute;decin si vous avez des questions.</li><li>Si vous prenez aussi cyclosporine, ne le prenez pas pendant 2 heures avant ou apr&egrave;s Alli. Consultez votre m&eacute;decin avant de prendre Alli avec cyclosporine.</li><li>Si vous manquez une dose de Alli, prenez-la quand vous rappellez. Continuez &agrave; le prendre comme est dirig&eacute; par votre m&eacute;decin.</li></ul><p>Consultez votre m&eacute;decin si vous avez des questions sur l'utilisation d'Alli.</p><p><strong>CONSERVATION</strong></p><p>Gardez Alli entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Conservez loin  de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne gardez pas dans la salle de  bains. Gardez Alli hors de la  port&eacute;e des enfants et loin des animaux.</p><p><strong>INFORMATION ADDITIVE:</strong></p><p>Ingr&eacute;dient actif: Orlistat.<br /><br />Alli (Orlistat) est le produit de perte de poids, qui peut aider &agrave; perdre du poids environ de 50% plus qu'avec un r&eacute;gime seulement.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p><strong>N'utilisez pas Alli si:</strong></p><ul><li>vous &ecirc;tes allergique &agrave; un ingr&eacute;dient d'Alli</li><li>vous n'&ecirc;tes pas en surpoids</li><li>vous avez des probl&egrave;mes de v&eacute;sicule biliaire, des probl&egrave;mes d'&eacute;coulement biliaire (par exemple, la cholestase), ou des probl&egrave;mes d'absorption des aliments (syndrome de malabsorption).</li></ul><p>Contactez votre m&eacute;decin imm&eacute;diatement si l'un de ces cas s'applique &agrave; vous.<br />Certaines  conditions m&eacute;dicales peuvent interagir avec Alli. Informez votre  m&eacute;decin ou pharmacien si vous avez quelques conditions m&eacute;dicales,  surtout si une des conditions suivantes s'applique &agrave; vous:</p><ul><li>si vous &ecirc;tes enceinte, planifiez devenir enceinte ou allaitez</li><li>si vous prenez la prescription ou les m&eacute;dicaments sans ordonnance, la pr&eacute;paration d'herbes ou les suppl&eacute;ments alimentaires</li><li>si vous avez des allergies aux m&eacute;dicaments, aliments ou autres substances</li><li>si vous avez un trouble de l'alimentation (par exemple, l'anorexie, la boulimie)</li><li>si vous avez les ant&eacute;c&eacute;dents de probl&egrave;mes de la v&eacute;sicule biliaire, du foie, du pancr&eacute;as ou les probl&egrave;mes de thyro&iuml;de, le diab&egrave;te, ou les calculs r&eacute;naux</li><li>si vous prenez les m&eacute;dicaments pour le diab&egrave;te ou pour les probl&egrave;mes de la thyro&iuml;de, ou si vous prenez les autres m&eacute;dicaments pour la perte de poids</li><li>si vous avez re&ccedil;u une greffe d'organe ou si vous prenez cyclosporine.</li></ul><p>Certains m&eacute;dicaments peuvent interagir avec Alli. Informez votre   m&eacute;decin si vous prenez les autres m&eacute;dicaments, en particulier aucun de   suivants:</p><ul><li>Anticoagulants (par exemple: warfarine), parce que le risque de h&eacute;morragie peut &ecirc;tre augment&eacute; par Alli</li><li>Hormones de amiodarone, cyclosporine, ou thyro&iuml;de (par exemple, l&eacute;vothyroxine) parce que leur efficacit&eacute; peut &ecirc;tre diminu&eacute;e par Alli.</li></ul><p>Ce n'est pas une liste compl&egrave;te de toutes les interactions qui peuvent  se produire. Demandez &agrave; votre m&eacute;decin si Alli peut interagir avec  les autres m&eacute;dicaments que vous prenez. Consultez votre m&eacute;decin avant de  commencer, suspendre ou modifier la dose de tout m&eacute;dicament.</p><p><strong>Information de s&eacute;curit&eacute; importante:</strong></p><ul><li>Ne prenez pas plus que la dose recommand&eacute;e sans v&eacute;rifier avec votre m&eacute;decin. La prise de la dose plus que est recommand&eacute;e ne peut pas vous aider &agrave; perdre plus de poids. Cela peut augmenter votre risque d'effets secondaires.</li><li>Un r&eacute;gime alimentaire &eacute;quilibr&eacute; et l'exercice sont importants pour perdre du poids et le maintenir. Suivez le r&eacute;gime alimentaire et le programme d'exercices que votre fournisseur de soins de sant&eacute; a ordonn&eacute;.</li><li>Alli peut causer les changements dans votre intestin ou les selles (par exemple, le gaz avec taches huileuses, les selles molles, les selles plus fr&eacute;quentes). Un r&eacute;gime alimentaire faible en gras peut aider &agrave; diminuer ces effets secondaires.</li><li>Informez votre m&eacute;decin ou dentiste que vous prenez Alli avant de recevoir tous les soins m&eacute;dicaux ou dentaires, les soins d'urgence ou la chirurgie.</li><li>Les patients qui ont diab&egrave;te - Alli peut affecter votre taux de sucre sanguin. V&eacute;rifiez votre glyc&eacute;mie. Consultez votre m&eacute;decin avant de modifier la dose de votre m&eacute;dicament pour diab&egrave;te.</li><li>Certains patients prenant Alli ont d&eacute;velopp&eacute; les troubles h&eacute;patiques graves. On ne sait pas si probl&egrave;mes de foie peuvent &ecirc;tre caus&eacute;es par Alli. Contactez votre m&eacute;decin imm&eacute;diatement si vous ressentez un jaunissement de la peau ou des yeux, une urine sombre, les selles claires, une faiblesse inhabituelle, une perte d'app&eacute;tit, les naus&eacute;es s&eacute;v&egrave;res ou persistantes.</li><li>Alli ne doit pas &ecirc;tre utilis&eacute; aux enfants moins de 18 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; dans ce groupe n'ont pas &eacute;t&eacute; confirm&eacute;es.</li><li>La grossesse et l'allaitement: Ne prenez pas Alli si vous &ecirc;tes enceinte. Si vous tombez enceinte, contactez votre m&eacute;decin. On ne sait pas si Alli est trouv&eacute; dans le lait maternel. N'allaitez pas pendant que vous prenez Alli.</li></ul><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Tout les m&eacute;dicaments peuvent causer des effets secondaires, mais   beaucoup de gens n'ont pas, ou ont des effets secondaires mineurs.</p><p>Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables persiste ou devient g&ecirc;nant:</p><p>La diarrh&eacute;e, les selles fr&eacute;quentes ou claires, les gaz avec d&eacute;charge, les taches huileuses, les mouvements intestinaux difficilement contr&ocirc;l&eacute;s.</p><p>Consultez un m&eacute;decin imm&eacute;diatement si l'un de ces effets ind&eacute;sirables s&eacute;v&egrave;res se produit:</p><p>Les r&eacute;actions allergiques graves (l'&eacute;ruption cutan&eacute;e, l'urticaire, la d&eacute;mangeaison, la difficult&eacute; &agrave; respirer, la sensation d'oppression dans la poitrine, l'enflure de la bouche, du visage, des l&egrave;vres, de la gorge ou de la langue); le sang dans l'urine; la douleur nouvelle ou inhabituelle du dos; les maux d'estomac graves ou persistants (avec ou sans naus&eacute;e et le vomissement); les sympt&ocirc;mes d'atteinte h&eacute;patique (par exemple, le jaunissement des yeux ou de la peau, l'urine fonc&eacute;e, les selles claires, une perte d'app&eacute;tit, la naus&eacute;e s&eacute;v&egrave;re ou persistante).</p><p>Ce n'est pas une liste compl&egrave;te de tout les effets secondaires qui   peuvent survenir. Si vous avez des questions sur les effets secondaires,  consultez votre m&eacute;decin.vothyroxine), ne le prenez pas pendant 4 heures avant ou apr</p>