<p><strong>Description De Produit<br /></strong><br /> Utilisation commune<br /> Amoxil est un antibiotique de large spectre du groupe des aminop&eacute;nicillines. Son m&eacute;canisme d'action est antibact&eacute;rien et comprend l'inhibition de formation de barri&egrave;res des cellules des bact&eacute;ries sensibles &agrave; l&rsquo;amoxicilline. Les barri&egrave;res des cellules servent &agrave; les prot&eacute;ger des bact&eacute;ries de l'environnement et l'action d'amoxicilline emp&ecirc;che leur propagation. L&rsquo;amoxicilline peut &ecirc;tre efficace contre Haemophilus influenzae, Neisseria gonorrhoeae, Escherichia coli, les pneumocoques, les streptocoques et certaines formes de staphylocoques. Les micro-organismes producteurs de p&eacute;nicillinase sont r&eacute;sistants &agrave; l&rsquo;amoxicilline. Le m&eacute;dicament n'est pas actif contre les mycobact&eacute;ries, les mycoplasmes, les Rickettsia, les champignons, les amibes, les plasmodiums, les virus et &eacute;galement les Pseudomonas aeruginosa et les Proteus spp. (exclus les Proteus mirabilis).<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez strictement suivant la prescription de votre m&eacute;decin. Avant de prendre ce m&eacute;dicament, dites &agrave; votre m&eacute;decin si vous &ecirc;tes allergiques aux c&eacute;phalosporines (Ceclor, Ceftin, Duricef, Keflex), ou si vous avez des probl&egrave;mes s&eacute;rieux d'asthme, de foie ou de reins, un saignement ou des troubles de coagulation de sang, des mononucl&eacute;oses ou tout autre type de r&eacute;action allergique dans l'histoire. Vous pouvez prendre de l&rsquo;amoxicilline avec ou sans nourriture. On devrait m&acirc;cher le comprim&eacute; avant de l'avaler. Avalez les capsules d&rsquo;amoxicilline enti&egrave;res avec un verre d'eau.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Ce m&eacute;dicament diminue l'effet de certains m&eacute;dicaments contraceptifs. Continuez &agrave; prendre ce m&eacute;dicament m&ecirc;me si vous vous sentez mieux, car le cycle de vie des bact&eacute;ries a certaines propri&eacute;t&eacute;s. Si vous interrompez la prise du m&eacute;dicament sans avoir achev&eacute; le cours de traitement, cela peut entra&icirc;ner leur propagation ult&eacute;rieure et la capacit&eacute; de r&eacute;sistance &agrave; ce m&eacute;dicament. Ne passez pas ce m&eacute;dicament &agrave; un autre malade pr&eacute;sentant des sympt&ocirc;mes semblables, puisque sa maladie peut-&ecirc;tre provoqu&eacute;e par d'autres types de micro-organismes. Les m&eacute;dicaments antibiotiques peuvent provoquer la diarrh&eacute;e, informez votre m&eacute;decin si vous l'avez. Si vous allaitez et prenez de l&rsquo;amoxicilline, le m&eacute;dicament peut passer dans le lait et provoquer la diarrh&eacute;e chez votre b&eacute;b&eacute;. Pr&eacute;venez votre m&eacute;decin si vous souffrez d'asthme.<br /><br /> <strong>Contre-indications<br /></strong><br />&nbsp;L'allergie &agrave; l&rsquo;amoxicilline ou &agrave; d&rsquo;autres antibiotiques d&eacute;riv&eacute;s de p&eacute;nicilline.<br /><br /> <strong>Effets secondaires possibles possibles</strong><br /><br /> En plus de l'allergie (&eacute;ruptions, enflure, rougeurs), la r&eacute;action possible &agrave; l&rsquo;amoxicilline peut &ecirc;tre la diarrh&eacute;e, le vertige, la br&ucirc;lure &agrave; l'estomac, l'insomnie, la naus&eacute;e, la d&eacute;mangeaison, le vomissement, la perte de conscience, les douleurs abdominales, ecchymoses.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> L&rsquo;effet d&rsquo;affaiblissement de l&rsquo;amoxicilline sur les pilules contraceptives est peu connu, il diminue l'absorption de digoxine, la toxicit&eacute; de m&eacute;thotrexate. L'excr&eacute;tion de l&rsquo;amoxicilline par les reins est affaiblie par l'aspirine.<br /><br /> <strong>Omission de dose<br /></strong><br /> Ne prenez jamais une double dose de ce m&eacute;dicament. Si c'est presque l&rsquo;heure de la dose suivante, sautez simplement la dose omise et continuez &agrave; prendre le m&eacute;dicament suivant le programme. <br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage d&rsquo;amoxicilline peuvent inclure le vomissement, la naus&eacute;e, la diarrh&eacute;e, les troubles de balance d'&eacute;lectrolytes et d'eau. Contactez votre m&eacute;decin une assistance.<br /><br /> <strong>Conservation</strong><br /><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59 et 86 F (15-30 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseigne</p>