<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral<br /> Ampicillin est un antibiotique de large spectre du groupe des aminop&eacute;nicilline. Son m&eacute;canisme d'action est antibact&eacute;rien et comprend l'inhibition de formation de barri&egrave;res des cellules des bact&eacute;ries sensibles &agrave; l&rsquo;ampicilline. Il n'est pas d&eacute;truit dans le liquide acide de l'estomac, et est facilement absorb&eacute;. L&rsquo;ampicilline est actif contre une gramme de micro-organismes positifs et aussi une gramme de n&eacute;gatifs (salmonella, schigella, proteus, E. coli, Klebsiella pneumoniae, Haemophilus influenzae, bacille de Pfeiffer). Il est aussi utilis&eacute; pour le traitement de maladies provoqu&eacute;es par des bact&eacute;ries m&eacute;lang&eacute;es. Les micro-organismes producteurs de p&eacute;nicillinase sont r&eacute;sistibles &agrave; l&rsquo;ampicilline. Ce m&eacute;dicament est utilis&eacute; pour traiter la pneumonie et d'autres maladies infectieuses respiratoires, urog&eacute;nitales, gastro-intestinales.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez strictement suivant la prescription. Les capsules d'ampicilline devraient &ecirc;tre prises avec un verre d'eau plein, une demi-heure avant ou 2 heures apr&egrave;s le repas.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Si vous &ecirc;tes allergique &agrave; la p&eacute;nicilline ou aux antibiotiques de c&eacute;phalosporine, contactez votre m&eacute;decin d'abord avant de prendre ce m&eacute;dicament. Ce m&eacute;dicament peut provoquer la diarrh&eacute;e, informez donc votre m&eacute;decin si vous l'avez eue auparavant avant de prendre un m&eacute;dicament contre la diarrh&eacute;e. L&rsquo;ampicilline peut montrer un r&eacute;sultat positif incorrect dans certains tests de glucose d'urine. En cas ou l&rsquo;ampicilline semble inefficace dans votre organisme en raison d&rsquo;une dite superinfection apr&egrave;s un long traitement, informez votre m&eacute;decin si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s&rsquo;aggravent.<br /><br /> <strong>Contre-indications<br /></strong><br /> Hypersensibilit&eacute; &agrave; l&rsquo;ampicilline. Une pr&eacute;caution devrait &ecirc;tre prise en pr&eacute;sence d&rsquo;insuffisance de foie, d'asthme, de rhume des foins.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> La colite, la diarrh&eacute;e, la fi&egrave;vre, la d&eacute;mangeaison, la naus&eacute;e, les rougeurs, les douleurs &agrave; la langue ou &agrave; la bouche, le vomissement. <br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> L&rsquo;ampicilline am&eacute;liore l'effet des m&eacute;dicaments prises par ingestion et qui pr&eacute;viennent la formation de caillot sanguin. Ce m&eacute;dicament peut avoir une interaction avec certains contraceptifs oraux.<br /><br /> <strong>Omission de dose<br /></strong><br /> Ne prenez jamais de double dose de ce m&eacute;dicament. Si vous prenez de ce m&eacute;dicament deux fois par jour et avez omis une dose, prenez-la aussit&ocirc;t que vous vous en &ecirc;tes aper&ccedil;u, prenez la dose suivante 5-6 heures plus tard. Si vous prenez du m&eacute;dicament trois fois par jour, prenez la dose omise aussit&ocirc;t que vous vous &ecirc;tes aper&ccedil;u et la suivante 2-4 heures apr&egrave;s. <br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez avoir pris trop d'ampicilline et avez des sympt&ocirc;mes d'allergie (&eacute;ruptions, afflux de sang), contactez votre m&eacute;decin imm&eacute;diatement.<br /><br /><strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59 et 86 F (15-30 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.decin imm</p>