<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Brand Viagra &eacute;tait d&eacute;velopp&eacute;e par PFIZER. La composante principale de Viagra est Sildenafil. <br /> Sildenafil affecte la r&eacute;ponse &agrave; la stimulation sexuelle. <br /> Ce m&eacute;dicament est utilis&eacute; pour traiter le dysfonction &eacute;rectile (l'impuissance) chez les hommes et pour le traitement d'hypertension art&eacute;rielle pulmonaire. <br /> Sildenafil peut aussi &ecirc;tre utilis&eacute; pour les autres buts. <br /><br /> <strong>Dosage et administration<br /> </strong><br /> La dose recommand&eacute;e est 50 mgs. Il est pris environ 0.5-1 heure avant l'activit&eacute; sexuelle. <br /> Sildenafil ne doit pas &ecirc;tre pris plus qu'une fois par jour. <br /> Un repas gros peut retarder le temps de commencement de ce m&eacute;dicament. <br /> &Eacute;vitez de manger le pamplemousse ou boire du jus de pamplemousse pendant que l'on vous traite avec cette m&eacute;dication. <br /><br /> <strong>Pr&eacute;cautions</strong> <br /><br /> Avant de prendre Viagra, dites &agrave; votre m&eacute;decin traitant ou pharmacien si vous &ecirc;tes allergiques &agrave; Sildenafil; ou si vous avez autres allergies. <br /> Les personnes &acirc;g&eacute;es peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament. <br /><br /> <strong>Contre-indications <br /></strong><br /> Viagra est contre-indiqu&eacute; chez les patients prenant une autre m&eacute;decine pour traiter l'impuissance ou utilisant un m&eacute;dicament de nitrate. <br /> Cette m&eacute;dication ne doit pas &ecirc;tre utilis&eacute;e par les femmes ou les enfants aussi que par les patients ayant manifest&eacute; une r&eacute;action d'hypersensibilit&eacute; au Sildenafil. <br /><br /> <strong>Effets secondaires possibles <br /></strong><br /> Les Effets secondaires possibles possibles sont fatigue excessive, naus&eacute;e ou vomissements, jaunissement des yeux ou de la peau, diminution d'app&eacute;tit, diarrh&eacute;e, bouff&eacute;es de chaleur, etc. <br /> Beaucoup de personnes utilisant cette m&eacute;dication n'ont pas d'Effets secondaires possibles s&eacute;rieux. <br /> Votre m&eacute;decin traitant a prescrit cette m&eacute;dication parce que l'avantage &agrave; vous est plus grand que le risque d'Effets secondaires possibles. <br /> Une r&eacute;action allergique tr&egrave;s s&eacute;rieuse &agrave; ce m&eacute;dicament va improbable, mais chercher l'attention m&eacute;dicale imm&eacute;diate s'il se produit. <br /> Contactez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Ce m&eacute;dicament ne doit pas &ecirc;tre utilis&eacute; avec les nitrates et les m&eacute;dicaments r&eacute;cr&eacute;atifs appel&eacute;s "des pressions" contenant de l'amyle ou du butyle nitrite; m&eacute;dications alpha-bloquants; d'autres m&eacute;dications pour l'impuissance; m&eacute;decines d'hypertension, etc. <br /> Consultez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Omission de dose <br /></strong><br /> Viagra est utilis&eacute; comme n&eacute;cessaire, donc vous ne serez pas probablement sur un programme de dosage. <br /><br /> <strong>Surdosage <br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation</strong> <br /><br /> Garder &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Entreposer le contenant bien ferm&eacute; hors de la port&eacute;e des enfants. <br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.rieuse</p>