<p><strong>Description De Produit</strong><br /><br /> <strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Bupron SR est un antid&eacute;presseur atypique qui aide dans le traitement de la d&eacute;pression, de l'ob&eacute;sit&eacute;, &agrave; arr&ecirc;ter de fumer. La renonciation &agrave; la nicotine est accomplie par diminution du d&eacute;sir ardent et les effets d&rsquo;&eacute;limination de la nicotine. Cette m&eacute;dication peut aussi &ecirc;tre utilis&eacute;e pour traiter les troubles li&eacute;s au trouble du d&eacute;ficit de l'attention/hyperactivit&eacute; TDA/H et des troubles bipolaires (phase d&eacute;pressive). Ce m&eacute;dicament peut &ecirc;tre aussi appliqu&eacute; dans d'autres cas. Il contient l&rsquo;&eacute;l&eacute;ment actif bupropione d'hydrochlorure qui r&eacute;tablit la balance naturelle des neurotransmetteurs dans le cerveau.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez Pamelor par ingestion avec un verre d'eau, avec ou sans nourriture. Prenez le m&eacute;dicament suivant strictement la prescription, car le dosage et le programme peuvent varier selon votre &eacute;tat et d'autres facteurs. Evitez de couper, &eacute;craser ou m&acirc;cher ce m&eacute;dicament. <br /> Ne prenez pas le m&eacute;dicament plus souvent que selon la prescription. N&rsquo;interrompez pas le traitement, sauf sur conseil de votre m&eacute;decin. <br /> Un certain temps est probablement n&eacute;cessaire pour ressentir les effets du m&eacute;dicament. <br /> Consultez votre m&eacute;decin concernant la dose convenable selon votre cas. <br /><br /> <strong>Pr&eacute;cautions</strong> <br /><br />Avant de prendre de la nortriptyline, informez votre m&eacute;decin ou pharmacien si vous &ecirc;tes allergiques &agrave; ce m&eacute;dicament; ou si vous avez d'autres allergies.&nbsp;<br /> Informez votre m&eacute;decin ou votre pharmacien si vous avez des troubles bipolaires, des probl&egrave;mes d&rsquo;yeux, de foie ou de reins. <br /> Evitez de boire de l'alcool et de fumer pendant le traitement avec ce m&eacute;dicament. <br /> Les personnes &acirc;g&eacute;es peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament. <br /> En &eacute;tat de grossesse, ce traitement devrait &ecirc;tre utilis&eacute; seulement en cas de forte n&eacute;cessit&eacute;. <br /> Du fait que le produit peut &ecirc;tre absorb&eacute; par la peau, les femmes enceintes ou en &eacute;tat de le devenir doivent &eacute;viter le contact avec ce m&eacute;dicament. <br /><br /> <strong>Contre-indications <br /></strong><br /> Bupron SR ne devrait pas &ecirc;tre administr&eacute; aux femmes enceintes/allaitantes ou aux enfants aussi bien qu&rsquo;aux patients ayant pr&eacute;sent&eacute; une r&eacute;action d'hypersensibilit&eacute; &agrave; Bupron SR. <br /><br /> <strong>Effets secondaires possibles</strong> <br /><br /> Les Effets secondaires possibles les plus g&eacute;n&eacute;raux sont la s&egrave;cheresse de la bouche, la constipation, la s&eacute;dation, l&rsquo;augmentation de l'app&eacute;tit, les battements de coeur rapides ou irr&eacute;guliers, etc. <br /> Les r&eacute;actions allergiques tr&egrave;s graves se produisent rarement. Beaucoup de personnes utilisant ce m&eacute;dicament n'ont pas d'Effets secondaires possibles s&eacute;rieux. <br /> Consultez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails. <br /> Dans le cas o&ugrave; vous constatez des effets non &eacute;num&eacute;r&eacute;s ci-dessus, contactez votre m&eacute;decin ou votre pharmacien. <br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Interaction des m&eacute;dicaments<br /> Informez votre m&eacute;decin ou votre pharmacien de tous les produits prescrits et non prescrits / produits &agrave; base d&rsquo;herbes que vous utilisez avant d'utiliser ce m&eacute;dicament. <br /> Bupron SR peut avoir une interaction avec : <br /> * Inhibiteurs de monoamine oxydase (inhibiteurs MAO) : Furazolidone, Isocarboxazide, Linezolide, Moclob&eacute;mide Tranylcypromine, etc. <br /> * antiarythmiques <br /> * antipsychotiques<br /> * Inhibiteurs s&eacute;lectifs de la recapture de la s&eacute;rotonine (ISRS) .<br /> Consultez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si vous constatez que l&rsquo;heure pour la dose suivante est proche, sautez la dose omise et reprenez votre programme de dosage habituel. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise. <br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez avoir pris trop de ce m&eacute;dicament, appelez le secours d'urgence imm&eacute;diatement. Les sympt&ocirc;mes de surdosage incluent d'habitude la naus&eacute;e, les battements de coeur irr&eacute;guliers les douleurs &agrave; la poitrine et la sensation d&rsquo;&eacute;tourdissement ou d'&eacute;vanouissement. <br /><br /> <strong>Conservation</strong><br /><br /> Conservez vos m&eacute;dicaments &agrave; la temp&eacute;rature de chambre entre 68-77 F (20-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;. Ne conservez pas vos m&eacute;dicaments dans la salle de bains. Tenez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux de compagnie. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>