<p><strong><strong>INDICATIONS</strong></strong></p><p>Clarinex est un antihistaminique qui r&eacute;duit les effets de l'histamine chimique naturelle dans le corps. L'histamine peut produire des sympt&ocirc;mes d'&eacute;ternuements, d&eacute;mangeaisons, les yeux larmoyants et l'&eacute;coulement nasal.<br /><br />Il est &eacute;galement utilis&eacute; pour traiter l'urticaire cutan&eacute;es et des d&eacute;mangeaisons chez les personnes qui ont les r&eacute;actions cutan&eacute;es chroniques.</p><p><strong><strong><strong><strong>INSTRUCTIONS</strong></strong></strong></strong></p><p>Prenez Clarinex exactement selon la prescription de votre m&eacute;decin. Clarinex est habituellement pris une fois par jour.<br /><br />N'&eacute;crasez pas, m&acirc;chez ou cassez le comprim&eacute; r&eacute;gulier de Clarinex. Avalez la pilule.<br /><br />Pour prendre les comprim&eacute;s &agrave; d&eacute;sint&eacute;gration orale (Clarinex RediTabs):</p><ul><li>Gardez le comprim&eacute; dans son blister jusqu'&agrave; ce que vous &ecirc;tes pr&ecirc;t &agrave; prendre le m&eacute;dicament. Ouvrez l'emballage et pelez le film de la plaquette de comprim&eacute;s. Ne poussez pas un comprim&eacute; &agrave; travers la feuille ou vous risquez d'endommager la tablette.</li><li>Avec les mains s&egrave;ches, retirez la tablette et placez-la sur votre langue. Il commencera &agrave; se dissoudre tout de suite.</li><li>Ne avalez pas le comprim&eacute; entier. Laissez-le se dissoudre dans votre bouche sans le m&acirc;cher.</li><li style="text-align: left;">Avalez plusieurs fois tandis que le comprim&eacute; se dissout. Si on le d&eacute;sire, vous pouvez boire de l'eau pour aider &agrave; avaler le comprim&eacute; dissous. gulier de Clarinex. Avalez la pilule.<br /><br /><strong><strong></strong></strong></li></ul><p><strong><strong><strong><strong><strong>CONSERVATION<br /><br /></strong></strong></strong></strong></strong>Gardez ce m&eacute;dicament&nbsp;&agrave; temp&eacute;rature ambiante, &agrave; l'abri de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re.<strong><strong><strong><br /><br />DOSAGE<br /><br /></strong></strong></strong>Prenez ce m&eacute;dicament exactement comme il a &eacute;t&eacute; prescrit par votre m&eacute;decin.<strong><br /><br />RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>Vous devez pas prendre Clarinex si vous &ecirc;tes allergique &agrave; la desloratadine ou &agrave; la loratadine (Claritin).<br /><br />Pour &ecirc;tre s&ucirc;r que vous pouvez sans risque prendre Clarinex, pr&eacute;venez votre m&eacute;decin si vous avez un de ces autres conditions:<br />maladie des reins, ou<br />une maladie du foie.<br /><br />On ne sait pas si Clarinex est nocif &agrave; un b&eacute;b&eacute; &agrave; na&icirc;tre. Avant de prendre ce m&eacute;dicament, parlez &agrave; votre m&eacute;decin si vous &ecirc;tes enceinte ou pr&eacute;voyez de devenir enceinte pendant le traitement. Clarinex peut passer dans le lait maternel et peut nuire au b&eacute;b&eacute;. N'utilisez pas Clarinex sans un conseil de votre m&eacute;decin si vous allaitez un b&eacute;b&eacute;. Ne donnez pas ce m&eacute;dicament &agrave; un enfant moins de 18 ans sans l'avis d'un m&eacute;decin.</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Obtenez l'aide m&eacute;dicale d'urgence si vous avez un de ces signes d'une r&eacute;action allergique &agrave; Clarinex: urticaire, difficult&eacute;s respiratoires, gonflement du visage, des l&egrave;vres, de la langue ou de la gorge. Appelez votre m&eacute;decin imm&eacute;diatement si vous avez un de ces effets secondaires s&eacute;rieux:<br /><br />un rythme cardiaque irr&eacute;gulier;&nbsp;vite ou battant,<br />fi&egrave;vre, sympt&ocirc;mes de grippe;<br />convulsion, ou<br />jaunisse (jaunissement de la peau ou des yeux).<br /><br />Les effets secondaires moins graves de Clarinex peuvent inclure:<br /><br />la bouche s&egrave;che, maux de gorge, la toux;<br />des douleurs musculaires;<br />somnolence, sensation de fatigue;<br />naus&eacute;es, la diarrh&eacute;e, ou<br />des maux de t&ecirc;te.</p>