<p><strong>Utilisation des Drogues </strong><br /><br /> Cleocin gel est utilis&eacute; pour traiter l'acn&eacute; s&eacute;v&egrave;re. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Cleocin Gel selon les directives de votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /> Cleocin Gel est &agrave; usage topique sur la peau seulement. <br /> Nettoyez et s&eacute;chez la zone touch&eacute;e. Couvrir la zone touch&eacute;e et dans les environs d'un film mince de la m&eacute;decine. <br /> Cleocin Gel fonctionne mieux si elle est utilis&eacute;e &agrave; la m&ecirc;me heure chaque jour. <br /> Continuez &agrave; utiliser clindamycine Gel, m&ecirc;me si votre &eacute;tat s'am&eacute;liore. Ne manquez aucune dose. <br /><br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Cleocin Gel. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> Cleocin Gel est un antibiotique de la lincomycine actualit&eacute;. Elle agit en tuant les bact&eacute;ries sensibles qui causent l'acn&eacute; et la r&eacute;duction de la quantit&eacute; d'acides gras libres qui irritent la peau. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Cleocin Gel, utilisez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. N'utilisez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Cleocin gel &agrave; temp&eacute;rature ambiante entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C) dans un r&eacute;cipient bien ferm&eacute;. De br&egrave;ves p&eacute;riodes &agrave; des temp&eacute;ratures de 59 &deg; F &agrave; 86 (15 &agrave; 30 degr&eacute;s C) sont autoris&eacute;s. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Gardez Cleocin gel hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Cleocin gel si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Cleocin gel ou &agrave; la lincomycine; <br /> vous avez une maladie de Crohn, la colite associ&eacute;e aux antibiotiques ou la colite ulc&eacute;reuse. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Avant d'utiliser Cleocin Gel: <br /> Certaines conditions m&eacute;dicales mai interagir avec Cleocin Gel. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceinte, ou l'allaitement maternel; <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes ou des suppl&eacute;ments alimentaires; <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances; <br /> Si vous avez un intestinale (gastro-intestinaux) la maladie ou la diarrh&eacute;e. <br /><br /> Certains m&eacute;dicaments peuvent interagir avec Cleocin Gel. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants: <br /> Myorelaxants non-d&eacute;polarisants (par exemple, le v&eacute;curonium) ou succinylcholine parce que leurs actions et le risque de leurs effets secondaires mai &ecirc;tre augment&eacute; par Cleocin Gel; <br /> &Eacute;rythromycine car elle mai diminution Cleocin Gel de l 'efficacit&eacute; <br /><br /> Cette mai ne pas &ecirc;tre une liste compl&egrave;te de toutes les interactions qui se produisent mai. Demandez &agrave; votre fournisseur de soins de sant&eacute; si Cleocin Gel mai interagir avec d'autres m&eacute;dicaments que vous prenez. V&eacute;rifiez aupr&egrave;s de votre prestataire de soins de sant&eacute; avant de d&eacute;marrer, arr&ecirc;ter ou modifier la dose de tout m&eacute;dicament.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Tous les m&eacute;dicaments mai causer des effets secondaires, mais beaucoup de gens n'ont pas, ou mineures, des effets secondaires. Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> S&eacute;cheresse, d&eacute;mangeaisons; onctuosit&eacute; ou de la peau grasse. <br /><br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> Les r&eacute;actions allergiques graves (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), le sang ou de mucus dans les selles, diarrh&eacute;e sanglante ou s&eacute;v&egrave;re; des crampes d'estomac ou de douleur, gonflement, rougeur , de br&ucirc;lure ou une desquamation de la peau. <br /><br /> Ce n'est pas une liste compl&egrave;te de tous les effets secondaires qui se produisent mai. Si vous avez des questions sur les effets secondaires, communiquez avec votre fournisseur de soins de sant&eacute;. <br /><br /> <strong>Plus d'information </strong><br /><br /> Cleocin Gel mai causer des dommages si elle est aval&eacute;e. Si vous mai ont pris par la bouche, communiquez avec votre centre antipoison ou &agrave; l'urgence tout de suite. <br /> Plusieurs semaines passent mai avant de voir l'am&eacute;lioration de votre acn&eacute;. Continuez &agrave; utiliser Cleocin gel pendant toute la dur&eacute;e recommand&eacute;e par votre m&eacute;decin. <br /> Veillez &agrave; utiliser Cleocin gel pour le cycle complet de traitement. Si vous n'aimez pas, le m&eacute;dicament mai pas clair jusqu'&agrave; votre infection compl&egrave;tement. La bact&eacute;rie peut aussi devenir moins sensible &agrave; tel ou d'autres m&eacute;dicaments. Cela pourrait rendre l'infection plus difficile &agrave; traiter dans l'avenir. <br /> Ne pas mettre Cleocin gel dans vos yeux ou &agrave; l'int&eacute;rieur de votre nez ou la bouche. Si vous obtenez accidentellement le m&eacute;dicament dans vos yeux, rincer imm&eacute;diatement avec une grande quantit&eacute; d'eau froide du robinet. <br /> Si la diarrh&eacute;e s&eacute;v&egrave;re, des douleurs ou des crampes d'estomac, ou des selles sanglantes en cours de traitement ou dans un d&eacute;lai de plusieurs mois apr&egrave;s le traitement avec Cleocin Gel, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien imm&eacute;diatement. Ne pas traiter sans v&eacute;rifier d'abord avec votre m&eacute;decin. <br /> Discutez avec votre m&eacute;decin avant d'utiliser d'autres m&eacute;dicaments ou produits de nettoyage sur votre peau. <br /> Cleocin gel ne doit pas &ecirc;tre utilis&eacute; chez les enfants de moins de 12 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; de ces enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> GROSSESSE ET ALLAITEMENT: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de gel Cleocin alors que vous &ecirc;tes enceinte. On ne sait pas si Cleocin gel se trouve dans le lait maternel. Ne pas allaiter pendant que vous prenez Cleocin Gel.</p>