<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Clonidine peut-&ecirc;tre utilis&eacute; par voie orale ou sous forme de plaques appliqu&eacute;e &agrave; votre peau, il traite l'hypertension art&eacute;rielle. Il agit modification de la concentration de certaines substances chimiques dans le sang et stimuler alpha2-adr&eacute;nergiques dans le tronc c&eacute;r&eacute;bral qui r&eacute;duit la transmission d'un signal &agrave; partir du cerveau vers d'autres zones dans le corps. Son action se traduit par une diminution de la r&eacute;sistance p&eacute;riph&eacute;rique, la r&eacute;sistance vasculaire r&eacute;nale, la fr&eacute;quence cardiaque et la pression art&eacute;rielle.<br /><br /> <strong>Posologie et administration<br /></strong><br /> Habituellement Clonidine est prise deux fois par jour, la posologie d&eacute;pend de la r&eacute;ponse de la pression art&eacute;rielle d'un patient individuel. Ne pas utiliser ce m&eacute;dicament si elle n'a pas &eacute;t&eacute; prescrit par votre m&eacute;decin. Au cas o&ugrave; vous utiliser des patches elles devraient &ecirc;tre appliqu&eacute;es &agrave; une zone de peau sans poil sur le bras ou le torse, une fois tous les 7 jours. Lorsque vous modifiez le patch pour un nouveau, choisissez une zone de peau diff&eacute;rente.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez l'alcool, &ecirc;tre particuli&egrave;rement attentif si vous avez besoin de conduire ou de faire tout travail qui exige une forte concentration de l'attention.<br /><br /> <strong>Contre-indications<br /></strong><br /> Hypersensibilit&eacute; &agrave; la clonidine ou de tout composant de la formulation. Contre-indication peut aussi inclure dans les patients avec maladie du n&oelig;ud sinusal, bradycardie, bloc auriculo-ventriculaire (degr&eacute; II et III). Circonspection doit &ecirc;tre exerc&eacute;e dans les cas d'infarctus aigu du myocarde, le syndrome de Reino, endog&egrave;nes insuffisance r&eacute;nale d&eacute;pression et d'autres.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> A c&ocirc;t&eacute; des signes de r&eacute;action allergique comme l'urticaire, difficult&eacute;s respiratoires, gonflement des effets secondaires peuvent appara&icirc;tre: battements cardiaques rapides ou forts, un rythme cardiaque tr&egrave;s lent, de l'enflure, gain de poids rapide, confusion, hallucinations, de la fi&egrave;vre, la peau p&acirc;le, uriner moins que d'habitude . Si vous les rencontrez chercher pour l'attention m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Clonidine causes augmentation de l'effet s&eacute;datif de barbituriques, analg&eacute;siques narcotiques et d'alcool. Certains antid&eacute;presseurs peuvent diminuer l'effet de la clonidine pharmaceutiques. Des l&eacute;sions r&eacute;nales peut &ecirc;tre caus&eacute;e par une concentration accrue de la cyclosporine lorsque clonidine est administr&eacute; de fa&ccedil;on concomitante. prescription concomitante de la clonidine avec des m&eacute;dicaments dont le taux cardiaque plus faible (b&ecirc;ta-bloquants) doit &ecirc;tre faite avec prudence.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez manqu&eacute; une dose, prenez-la d&egrave;s que vous vous souvenez, mais s'il est presque temps de votre prochaine dose, sautez la dose oubli&eacute;e. Ne pas essayer de compenser une dose oubli&eacute;e en prenant une de plus.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez avoir pris trop de clonidine et votre pression art&eacute;rielle trop &eacute;lev&eacute;e devient le premier (maux de t&ecirc;te violents, une vision floue, des bourdonnements d'oreilles, de l'anxi&eacute;t&eacute;, la confusion, des douleurs thoraciques), puis suivie d'une pression art&eacute;rielle basse (&eacute;vanouissement, sensation de froid, ralentissement du rythme cardiaque) pour chercher l'attention m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Stockage<br /></strong><br /> Les comprim&eacute;s et les patches doivent &ecirc;tre conserv&eacute;s &agrave; temp&eacute;rature ambiante 15-30 C (59-86 &deg; F) dans un r&eacute;cipient r&eacute;sistant &agrave; la lumi&egrave;re de l'humidit&eacute;.<br /><br /> <strong>Disclaimer<br /></strong><br /> Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement. une zone de peau sans poil sur le bras ou le torse, une fois tous les 7 jours. Lorsque vous modifiez le patch pour un nouveau, choisissez une zone de peau diff</p>