<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Compazine est un m&eacute;dicament anti-psychotique qui a utilis&eacute; pour traiter les troubles psychotiques comme la schizophr&eacute;nie. Aussi Compazine utilis&eacute; pour contr&ocirc;ler les naus&eacute;es et vomissements s&eacute;v&egrave;res et pour traiter l'anxi&eacute;t&eacute;. Compazine changements les actions des produits chimiques dans votre cerveau. Compazine est habituellement utilis&eacute; comme tranquillisant et un m&eacute;dicament antipsychotique.<br /><br /> <strong>Posologie et administration</strong><br /><br /> Prendre par voie orale avec un verre plein d'eau, avec ou sans nourriture ou du lait.<br /> La dose recommand&eacute;e pour les adultes d&eacute;pendent du type de maladie:<br /> Pour contr&ocirc;ler les naus&eacute;es et vomissements s&eacute;v&egrave;res<br /> La posologie habituelle est de un milligramme ou 5-10-mg comprim&eacute; 3 ou 4 fois par jour.<br /> Pour l'anxi&eacute;t&eacute; non psychotique<br /> La dose habituelle est de 5 milligrammes, pris 3 ou 4 fois par jour.<br /> Schizophr&eacute;nie relativement doux<br /> La dose habituelle est de 5 ou 10 mg, pris 3 ou 4 fois par jour.<br /> Mod&eacute;r&eacute;e &agrave; s&eacute;v&egrave;re schizophr&eacute;nie<br /> Les doses habituellement &agrave; partir de 10 milligrammes, pris 3 ou 4 fois par jour.<br /> Plus grave schizophr&eacute;nie<br /> Les doses peuvent varier de 100 &agrave; 150 milligrammes par jour.<br /> La dose recommand&eacute;e pour les enfants d&eacute;pend aussi du type de maladie, le poids et leur &acirc;ge:<br /> Les enfants de moins de 2 ans ou pesant moins de &pound; 20 ne devrait pas &ecirc;tre donn&eacute; Compazine.<br /> Pour naus&eacute;es et vomissements s&eacute;v&egrave;res<br /> Un oral de Compazine n'est g&eacute;n&eacute;ralement pas n&eacute;cessaire pour plus de 1 jour.<br /> Enfants de 20 &agrave; 29 livres<br /> La dose de 2 &agrave; 0,5 mg commun est 1 ou 2 fois par jour. Ne donnez pas plus de 7,5 mg par jour.<br /> Enfants de 30 &agrave; 39 livres<br /> La dose habituelle est de 2 &agrave; 0,5 mg 2 ou 3 fois par jour. Ne donnez pas plus de 10 mg par jour.<br /> Enfants de 40 &agrave; 85 livres<br /> La dose habituelle est de 2 &agrave; 0,5 mg 3 fois par jour, ou 5 mg 2 fois par jour. Ne donnez pas plus de 15 mg.<br /> Pour les troubles psychotiques<br /> Enfants de 2 &agrave; 5 ans<br /> La dose initiale orale ou rectale est de 2 &agrave; 0,5 mg 2 ou 3 fois par jour. Ne donnez pas plus de 10 mg le premier jour et 20 mg par la suite.<br /> Enfants de 6 &agrave; 12 ans<br /> La dose initiale orale ou rectale est de 2 &agrave; 0,5 mg 2 ou 3 fois par jour. Ne donnez pas plus de 10 mg le premier jour et 25 mg par la suite.<br /> La recommandation pour les personnes &acirc;g&eacute;es:<br /><br /> <strong>Note:</strong> cette instruction pr&eacute;sent&eacute; ici seulement pour examen. Il est tr&egrave;s n&eacute;cessaire de consulter votre m&eacute;decin avant d'utiliser. Il vous aidera &agrave; obtenir de meilleurs r&eacute;sultats.<br /><br /><strong>Pr&eacute;cautions<br /></strong><br /> Utilisez Compazine avec pr&eacute;cautions chez les personnes atteintes de la maladie h&eacute;patique ou r&eacute;nale, de glaucome, d'hypertrophie prostatique, l'asthme s&eacute;v&egrave;re, l'utilisation prolong&eacute;e, les maladies cardiovasculaires, l'&eacute;pilepsie. Ne pas utiliser chez les enfants de moins de 5 ans jusqu'&agrave; l'&acirc;ge. Compazine ne doit pas &ecirc;tre utilis&eacute; pendant la grossesse, de devenir enceintes ou allaitantes sans advice.Do m&eacute;decin de ne pas utiliser Compazine avant l'allaitement sans l'autorisation du m&eacute;decin.<br /><br /> <strong>Contre-indications<br /></strong><br /> Compazine n'est pas permis aux personnes qui pr&eacute;sentent une hypersensibilit&eacute; &agrave; tout composant de ce m&eacute;dicament. Contre-indiqu&eacute; chez les personnes ayant une grave d&eacute;pression du syst&egrave;me nerveux central toxiques, le coma, des l&eacute;sions c&eacute;r&eacute;brales sous-corticales, d&eacute;pression de la moelle osseuse, le foie grave ou une maladie cardiaque, glaucome &agrave; angle ferm&eacute;, la chirurgie p&eacute;diatrique.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Ils peuvent inclure les types d'appel d'une r&eacute;action allergique. Aussi, les effets ind&eacute;sirables les plus possibles sont les suivantes:<br /> contractions ou des mouvements incontr&ocirc;lables de vos yeux, langue, l&egrave;vres, visage, des bras ou des jambes;<br /> tremblements, salivation, difficult&eacute; &agrave; avaler, des probl&egrave;mes d'&eacute;quilibre ou de la marche;<br /> sentiment d'agitation, de nervosit&eacute;, ou agit&eacute;;<br /> une forte fi&egrave;vre, une raideur des muscles, de la confusion, la transpiration, battements de coeur rapide ou irr&eacute;gulier, une respiration rapide;<br /> se sentir comme vous &eacute;vanouir;<br /> saisie (black-out ou de convulsions);<br /> diminution de la vision nocturne, vision en tunnel, le larmoiement, une sensibilit&eacute; accrue &agrave; la lumi&egrave;re;<br /> naus&eacute;es et des douleurs d'estomac, &eacute;ruptions cutan&eacute;es et une jaunisse (jaunissement de la peau ou des yeux);<br /> p&acirc;leur de la peau, des ecchymoses ou des saignements, fi&egrave;vre, maux de gorge, des sympt&ocirc;mes de grippe;<br /> uriner moins que d'habitude ou pas du tout;<br /> douleurs articulaires ou de gonflement de la fi&egrave;vre, gonflement des ganglions, des douleurs musculaires, des douleurs thoraciques, des vomissements, des pens&eacute;es ou des comportements inhabituels, et la couleur de peau in&eacute;gale;<br /> ralentissement du rythme cardiaque, pouls faible, perte de connaissance, une respiration lente (respiration peut s'arr&ecirc;ter).<br /> Moins graves comprennent:<br /> &eacute;tourdissements, somnolence, anxi&eacute;t&eacute;;<br /> troubles du sommeil (insomnie), des r&ecirc;ves &eacute;tranges;<br /> s&eacute;cheresse de la bouche, le nez bouch&eacute;;<br /> vision floue;<br /> la constipation;<br /> gonflement des seins ou &agrave; d&eacute;charge;<br /> une p&eacute;riode manqu&eacute;e menstruel, gain de poids, gonflement de vos mains ou des pieds;<br /> l'impuissance, des difficult&eacute;s &agrave; avoir un orgasme;<br /> d&eacute;mangeaison ou &eacute;ruption cutan&eacute;e;<br /> maux de t&ecirc;te.<br /> Si vous rencontrez l'un d'entre eux cesser d'utiliser Compazine et pr&eacute;venez votre m&eacute;decin d&egrave;s que possible. Aussi consulter votre m&eacute;decin tout effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Notez &eacute;galement que l'interaction entre deux m&eacute;dicaments n'entra&icirc;ne pas toujours dire que vous<br /> doit cesser de prendre l'un d'eux. Comme d'habitude, elle affecte l'effet de la de la drogue, afin de consulter votre m&eacute;decin pour savoir comment il interactions sont bien g&eacute;r&eacute;es ou devrait &ecirc;tre g&eacute;r&eacute;e.<br /><br /> <strong>Dose oubli&eacute;e<br /></strong><br /> Si vous avez oubli&eacute; de prendre votre dose dans le temps, s'il vous pla&icirc;t le faire d&egrave;s que vous vous souvenez. Mais ne prenez pas si il est trop tard ou presque temps pour votre prochaine dose. Ne pas augmenter la dose recommand&eacute;e. Prenez votre dose habituellement le lendemain dans le m&ecirc;me temps r&eacute;guli&egrave;rement.<br /><br /> <strong>Surdosage<br /></strong><br /> Sympotms de surdosage Compazine peut comprendre la bouche s&egrave;che, constipation, ballonnements ou crampes d'estomac, une somnolence extr&ecirc;me ou un sentiment inquiet et agit&eacute;, modifications du rythme cardiaque, la fi&egrave;vre, et des &eacute;vanouissements. Si vous rencontrez l'un d'eux ou des sympt&ocirc;mes inhabituels appelez imm&eacute;diatement votre m&eacute;decin.<br /><br /> <strong>Stockage<br /></strong><br /> Stocker &agrave; temp&eacute;rature ambiante entre 20-25 C (68-77 &deg; F).<br /><br /> <strong>Disclaimer<br /></strong><br /> Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement.</p>