<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Crestor est une m&eacute;dication baissant le cholest&eacute;rol qui avait l'habitude de baisser des niveaux de cholest&eacute;rol quand le r&eacute;gime et l'exercice seul ont manqu&eacute; de travailler.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez cette m&eacute;dication avec ou sans nourriture, n'importe quand une fois par jour. Avalez chaque comprim&eacute; entier avec une boisson d'eau/lait. <br /> Commun&eacute;ment la dose de Crestor est 5 &agrave; 40 mgs. Le dosage de 40 mgs utilise des patients pas atteignant le but de LDL-C avec 20 mgs. <br /> Hyperlipidemia, dyslipidemia m&eacute;lang&eacute;, hypertriglyceridemia et atherosclerosis : dose de d&eacute;part 10 mgs. Cresor 20 mgs est une dose de d&eacute;part pour les patients avec LDL-C&gt; 190 mg/dL et cibles de lipid agressives. <br /> HoFH : la dose de d&eacute;part est 20 mgs.<br /> Ce m&eacute;dicament est seulement une petite partie d'un programme entier de traitement qui inclut aussi le r&eacute;gime, l'exercice et le contr&ocirc;le du poids. Suivez votre r&eacute;gime, m&eacute;dication et routines d'exercice tr&egrave;s soigneusement.<br /><br /> <strong>Notez :</strong> cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il t'aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne prenez pas si vous avez des probl&egrave;mes de foie ou avais jamais une maladie qui a affect&eacute; votre foie; si vous avez des probl&egrave;mes du rein; Si vous ont dit que vous avez une condition abordant myopathy, appel&eacute; par tes muscles; si vous prendez le m&eacute;dicament immunosuppressive, cyclosporin; si vous etes enceinte ou s'il y a une possibilit&eacute; que tu peux devenir enceinte; si vous etes l'alimentation du sein. Entretenez-vous avec votre m&eacute;decin traitant si vous prendez autres m&eacute;decines, en incluant ceux que vous pouvez acheter sur le comptoir . Dites en particulier &agrave; votre m&eacute;decin traitant si vous prendez n'importe laquelle de la chose suivante : gemfibrozil, cyclosporin, warfarin, antiacides, erythromycin ou un contraceptif oral.<br /><br /><strong>Contre-indications<br /></strong><br /> Crestor est contre-indiqu&eacute; dans les patients :<br /> - avec l'hypersensibilit&eacute; &agrave; rosuvastatin ou &agrave; n'importe lequel des excipients;<br /> - avec la maladie de foie active;<br /> - avec l'affaiblissement r&eacute;nal s&eacute;v&egrave;re;<br /> - avec myopathy;<br /> - r&eacute;ception de l'&eacute;l&eacute;ment ciclosporin;<br /> - pendant la grossesse et la lactation et dans les femmes de potentiel d'accouchement n'utilisant pas des mesures contraceptives appropri&eacute;es;<br /><br /> La dose de 40 mgs est contre-indiqu&eacute;e dans les patients avec le fait de pr&eacute;disposer des facteurs pour myopathy/rhabdomyolysis. De tels facteurs incluent :<br />&nbsp;- mod&egrave;rent l'affaiblissement r&eacute;nal;<br />&nbsp;- hypothyroidism;<br />&nbsp;- la petite annonce personnelle ou l'histoire de famille de d&eacute;sordres muscl&eacute;s h&eacute;r&eacute;ditaires;<br />&nbsp;- l'histoire pr&eacute;c&eacute;dente de toxicit&eacute; muscl&eacute;e avec un autre HMG-CoA reductase l'inhibiteur ou fibrate;<br />&nbsp;- abus d'alcool;<br />&nbsp;- les situations o&ugrave; une augmentation dans les niveaux de plasma peut se produire;<br />&nbsp;- patients asiatiques;<br />&nbsp;- l'utilisation d'&eacute;l&eacute;ment de fibrates.<br /><br /> <strong>Effet secondaire possible</strong><br /><br /> Ils peuvent inclure tous les types d'une r&eacute;action allergique. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> la douleur de muscle, la tendresse, ou la faiblesse avec la fi&egrave;vre ou les sympt&ocirc;mes de grippe et l'urine de couleur sombre;<br /> uriner plus ou moins qu'ordinaire, ou pas du tout;<br /> la naus&eacute;e, la douleur d'estomac, la fi&egrave;vre basse, la perte d'app&eacute;tit, urine sombre, tabourets &agrave; la couleur d'argile, la jaunisse (yellowing de la peau ou des yeux);<br /> douleur de poitrine; ou<br /> l'enflure dans tes mains ou pieds.<br /> Moins s&eacute;rieux incluez :<br /> faiblesse, vertige;<br /> la naus&eacute;e l&eacute;g&egrave;re, la constipation, la diarrh&eacute;e;<br /> mal de gorge, nez liquide ou &eacute;touffant;<br /> perte de m&eacute;moire;<br /> mal de t&ecirc;te; ou<br /> la douleur ou le br&ucirc;lage quand vous urinez.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Crestor et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Ne prenez pas cette m&eacute;decine avec n'importe laquelle des m&eacute;dications suivantes : les m&eacute;decines faites avec des herbes comme le riz de levure rouge ou d'autres m&eacute;decines pour le haut cholest&eacute;rol<br /> Cette m&eacute;decine peut communiquer aussi avec les m&eacute;dications suivantes : l'alcool, les antiacides contenant l'hydroxyde en aluminium ou l'hydroxyde de magn&eacute;sium, cyclosporine, niacin, warfarin.<br /> Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous<br /> devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose</strong> <br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'une overdose Crestor ne sont pas bien connus. Le plus possible d'eux incluez : les l&eacute;sions h&eacute;patiques, l'&eacute;chec du rein, pancreatitis, la peau jaune (la jaunisse), la panne s&eacute;rieuse de muscle (connu comme rhabdomyolysis). Si vous connaisez un d'entre eux appellent votre docteur imm&eacute;diatement. <br /><br /> <strong>Conservation</strong><br /> <br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.quences de l</p>