<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Differin aide &agrave; combattre l'acn&eacute; dont vous souffrez et aide &agrave; &eacute;viter l&rsquo;apparition d&rsquo;une nouvelle acn&eacute;. Il est produit sous forme de gel ou de cr&egrave;me pour utilisation externe uniquement.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Appliquez Differin sur un visage sec et propre. Etalez r&eacute;guli&egrave;rement sur le visage entier, en &eacute;vitant les parties autour des yeux et des l&egrave;vres. Essayez de ne pas utiliser de grandes quantit&eacute;s de Differin, afin d&rsquo;&eacute;viter une irritation de la peau.<br /> Contactez &agrave; votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Lors de l&rsquo;application de Differin sur le visage, &eacute;vitez les parties autour des yeux et des l&egrave;vres.<br /><br /> <strong>Contre-indications</strong><br /><br /> Differin ne devrait pas &ecirc;tre utilis&eacute; par les patients ayant pr&eacute;sent&eacute; une r&eacute;action d'hypersensibilit&eacute; &agrave; l&rsquo;adapal&egrave;ne<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires les plus g&eacute;n&eacute;raux sont la siccit&eacute;, les d&eacute;mangeaisons et les br&ucirc;lures.<br /> Les r&eacute;actions allergique tr&egrave;s graves surviennent rarement. Beaucoup de personnes utilisant ce m&eacute;dicament n'ont pas d'effets secondaires graves.<br /> Contactez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /> Dans le cas o&ugrave; vous constatez des effets non &eacute;num&eacute;r&eacute;s ci-dessus, contactez votre m&eacute;decin ou votre pharmacien.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Informez votre m&eacute;decin ou votre pharmacien de tous les produits prescrits et non prescrits / les produits a base d&rsquo;herbes que vous avez utilis&eacute; avant de commencer le traitement avec ce m&eacute;dicament.<br /> Bupropion peut avoir une interaction avec les produits contenant :<br /> * des acides &alpha;-hydroxyl&eacute;s<br /> * des acides glycoliques<br /> * du r&eacute;sorcinol ou de l&rsquo;acide salicylique.<br /> Contactez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Omission de dose</strong><br /><br /> Si vous avez omis de prendre Differin &agrave; temps, prenez-le aussit&ocirc;t que vous vous &ecirc;tes rappel&eacute; le m&ecirc;me jour. Si vous vous en apercevez le matin du jour suivant, attendez l&rsquo;heure de la dose suivante.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez avoir pris trop de ce m&eacute;dicament, contactez l'aide de secours d'urgence imm&eacute;diatement.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez vos m&eacute;dicaments &agrave; la temp&eacute;rature de chambre entre 68-77 F (20-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;. Ne conservez pas vos m&eacute;dicaments dans la salle de bains. Tenez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux de compagnie. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>