<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> L'&eacute;rythromycine appartient au groupe de m&eacute;dicaments appel&eacute;s antibiotiques macrolides. L'&eacute;rythromycine est utilis&eacute;e pour traiter plusieurs types d'infections caus&eacute;es par des bact&eacute;ries. Elle est &eacute;galement utilis&eacute;e pour pr&eacute;venir l&rsquo;endocardite bact&eacute;rienne et les attaques de rhumatisme articulaire aigu.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament suivant strictement la prescription qui correspond &agrave; votre cas. Prenez chaque dose avec un verre d'eau plein (8 onces). L'&eacute;rythromycine peut &ecirc;tre prise &agrave; jeun ou au moment du repas ou avec du lait. Evitez d&rsquo;&eacute;craser, m&acirc;cher, morceler ou ouvrir une pilule &agrave; d&eacute;litement intestinal ou &agrave; s&eacute;cr&eacute;tion retard&eacute;e. Avalez le comprim&eacute; en entier.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Les m&eacute;dicaments antibiotiques peuvent provoquer la diarrh&eacute;e, laquelle peut &ecirc;tre un signe d'une nouvelle infection. Si vous souffrez d&rsquo;une diarrh&eacute;e aqueuse compos&eacute;e de sang ou contenant du sang, appelez votre m&eacute;decin. Il ne faut pas utiliser de m&eacute;dicament pour arr&ecirc;ter la diarrh&eacute;e &agrave; moins que votre m&eacute;decin vous le conseille.<br /><br /> <strong>Contre-indications<br /></strong><br /> N&rsquo;utilisez pas ce m&eacute;dicament si vous &ecirc;tes allergique &agrave; l'&eacute;rythromycine, ou si vous prenez d&eacute;j&agrave; du cisapride (Propulsid) ou du pimozide (Orap). Si vous souffrez d&rsquo;une maladie du foie ou de myasth&eacute;nie grave, vous auriez besoin peut-&ecirc;tre d&rsquo;une rectification de dose ou de passer des tests de s&eacute;curit&eacute; de prise d'&eacute;rythromycine. Ce m&eacute;dicament n&rsquo;est pas susceptible d&rsquo;&ecirc;tre nocif &agrave; un futur b&eacute;b&eacute;. Pr&eacute;venez votre m&eacute;decin si vous &ecirc;tes en &eacute;tat de grossesse ou planifiez une grossesse pendant le traitement. L'&eacute;rythromycine peut passer dans le lait maternel et peut nuire au nouveau-n&eacute;. Il est d&eacute;conseill&eacute; d&rsquo;utiliser ce m&eacute;dicament sans avoir pr&eacute;venu votre m&eacute;decin si vous allaitez au sein un b&eacute;b&eacute;.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous constatez un des signes de r&eacute;action allergique &agrave; l'&eacute;rythromycine: urticaire, difficult&eacute; &agrave; respirer, gonflement de votre visage, des l&egrave;vres, de la langue, ou de la gorge. Contactez votre m&eacute;decin imm&eacute;diatement si vous constatez un des effets secondaires graves: <br /> - des douleurs thoraciques, des battements de c&oelig;ur irr&eacute;guliers, de l&rsquo;&eacute;tourdissement ou de l&rsquo;&eacute;vanouissement; <br /> - des naus&eacute;es, des douleurs &agrave; l'estomac, de la fi&egrave;vre, une perte d'app&eacute;tit, des urines fonc&eacute;es, des selles d&eacute;color&eacute;es, de l&rsquo;ict&egrave;re (jaunissement de la peau ou des yeux), <br /> - ou une diarrh&eacute;e aqueuse ou sanglante.<br /> Des effets secondaires moins graves dues &agrave; l'&eacute;rythromycine peuvent inclure:<br /> - des naus&eacute;es, des vomissements, de la diarrh&eacute;e ou des douleurs &agrave; l'estomac;<br /> - de l&rsquo;&eacute;tourdissement, des maux de t&ecirc;te, une sensation de fatigue;<br /> - des d&eacute;mangeaisons ou des pertes vaginales ou<br /> - de la d&eacute;mangeaison ou de l&rsquo;&eacute;ruption cutan&eacute;e.<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> De nombreux m&eacute;dicaments peuvent avoir une interaction avec l'&eacute;rythromycine. Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits et en vente libre que vous utilisez. Ces m&eacute;dicaments incluent les vitamines, les min&eacute;raux, les produits &agrave; base de plantes, et les m&eacute;dicaments prescrits par d'autres m&eacute;decins. Ne commencez pas un traitement avec un nouveau m&eacute;dicament sans en avoir inform&eacute; votre m&eacute;decin.<br /><br /> <strong>Omission de dose<br /></strong><br /> Prenez la dose omise d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et prenez le m&eacute;dicament &agrave; l&rsquo;heure habituelle suivante. Ne prenez pas de dose suppl&eacute;mentaire du m&eacute;dicament pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous pensez avoir pris de trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage peuvent inclure des naus&eacute;es, des vomissements, de la diarrh&eacute;e, des douleurs &agrave; l'estomac, ou une perte de l&rsquo;audition.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez ce m&eacute;dicament &agrave; la temp&eacute;rature ambiante &agrave; l'abri de l'humidit&eacute; et de la chaleur.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>