<p><strong>Utilisation des Drogues </strong><br /><br /> Finpecia (Finasteride) est utilis&eacute; pour traiter la calvitie commune. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Prendre un comprim&eacute; par jour ou selon les directives de votre m&eacute;decin. Ce m&eacute;dicament mai &ecirc;tre pris avec ou sans repas. <br /> Pour un fonctionnement optimal, prendre Fincar r&eacute;guli&egrave;rement une fois par jour. Ce m&eacute;dicament doit g&eacute;n&eacute;ralement &ecirc;tre pris r&eacute;guli&egrave;rement pendant 3 mois pour les avantages &agrave; &ecirc;tre perceptible. Une fois le traitement est arr&ecirc;t&eacute;, tout gain en quantit&eacute; de cheveux seront perdus. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong>&nbsp;<br /><br /> Finpecia emp&ecirc;che la conversion de la testost&eacute;rone en dihydrotestost&eacute;rone (DHT) dans le corps. La DHT est impliqu&eacute; dans le d&eacute;veloppement de l'hyperplasie b&eacute;nigne de la prostate (HBP) et perte de cheveux. Ce m&eacute;dicament est utilis&eacute; pour traiter les sympt&ocirc;mes de l'hyperplasie b&eacute;nigne de la prostate (HBP) chez les hommes avec une hypertrophie de la prostate. <br /><br /><strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Finpecia et vous l'utilisez r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez votre horaire habituel. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Conserver &agrave; la temp&eacute;rature ambiante &agrave; l'abri des rayons du soleil et l'humidit&eacute;.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Avant de prendre le finast&eacute;ride, parlez-en &agrave; votre m&eacute;decin si vous avez d&eacute;j&agrave; eu une r&eacute;action allergique &agrave; ce m&eacute;dicament ou &agrave; un m&eacute;dicament similaire, appel&eacute; dutast&eacute;ride (Avodart). Le finast&eacute;ride ne devrait jamais &ecirc;tre pris par une femme ou un enfant. Le finast&eacute;ride peut &ecirc;tre absorb&eacute;e par la peau, et les femmes ou les enfants ne devraient pas &ecirc;tre autoris&eacute;s &agrave; manipuler les comprim&eacute;s finast&eacute;ride. Bien que le finast&eacute;ride soit pas utilis&eacute; par les femmes, ce m&eacute;dicament peut causer des anomalies cong&eacute;nitales si une femme est expos&eacute;e pendant la grossesse. Comprim&eacute;s de finast&eacute;ride ne devrait pas &ecirc;tre manipul&eacute; par une femme qui est enceinte ou qui mai devenir enceinte. Si une femme entre accidentellement en contact avec ce m&eacute;dicament &agrave; partir d'un comprim&eacute; cass&eacute; ou broy&eacute;, lavez la zone avec du savon et de droit sur l'eau de l&agrave;. Appelez votre m&eacute;decin imm&eacute;diatement si vous remarquez des nodules du sein, la douleur, un &eacute;coulement du mamelon, ou des changements autre sein. Ces mai &ecirc;tre des signes de cancer du sein chez l'homme. <br /> Il y mai &ecirc;tre d'autres m&eacute;dicaments qui peuvent interagir avec le finast&eacute;ride. Dites &agrave; votre m&eacute;decin de tous vos m&eacute;dicaments sur ordonnance et m&eacute;dicaments en vente libre, les vitamines, les min&eacute;raux, les plantes et les m&eacute;dicaments prescrits par d'autres m&eacute;decins. Ne commencez pas un nouveau m&eacute;dicament sans en parler &agrave; votre m&eacute;decin.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Obtenez de l'aide m&eacute;dicale d'urgence si vous avez un de ces signes d'une r&eacute;action allergique: ruches difficult&eacute; pour respirer gonflement de votre visage, l&egrave;vres, langue, ou de la gorge. Appelez votre m&eacute;decin imm&eacute;diatement si vous remarquez des nodules du sein, la douleur, un &eacute;coulement du mamelon, ou des changements autre sein. Ces mai &ecirc;tre des signes de cancer du sein chez l'homme. Moins d'effets secondaires graves mai comprennent: <br /><br /> sentiment que vous &eacute;vanouir; <br /> gonflement de vos mains ou des pieds; <br /> douleurs dans les testicules; <br /> impuissance, perte d'int&eacute;r&ecirc;t pour le sexe ou la difficult&eacute; &agrave; avoir un orgasme; <br /> &eacute;jaculation anormale; <br /> gonflement ou une sensibilit&eacute; dans vos seins; <br /> &eacute;tourdissements, une faiblesse; <br /> maux de t&ecirc;te; <br /> nez qui coule, ou <br /> &eacute;ruption cutan&eacute;e. <br /><br /> Ce n'est pas une liste compl&egrave;te des effets ind&eacute;sirables et d'autres mai se produire. Dites &agrave; votre m&eacute;decin de tout effet inhabituel ou g&ecirc;nant c&ocirc;t&eacute;. <br /><br /> <strong>Plus d'information </strong><br /><br /> Ne partagez pas ce m&eacute;dicament avec d'autres.</p>