<p><strong>M&eacute;tronidazole en comprim&eacute;<br /></strong><br /><strong>Quel est ce m&eacute;dicament?</strong><br /><br />M&Eacute;TRONIDAZOLE est un anti-infectieux. Ce m&eacute;dicament est utilis&eacute; pour traiter plusieurs types d'infections, comme les infections respiratoires, de la peau, gastro-intestinales, et les infections des os et des articulations. Il ne fonctionne pas pour les rhumes, la grippe, ou les autres infections virales.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />an&eacute;mie ou autres troubles sanguins<br />maladie du syst&egrave;me nerveux<br />infection fongique ou &agrave; levure<br />si vous buvez des breuvages alcoolis&eacute;s<br />maladie du foie<br />convulsions<br />une r&eacute;action inhabituelle ou allergique au m&eacute;tronidazole, &agrave; d'autres m&eacute;dicaments, aliments, colorants, ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas vos m&eacute;dicaments plus souvent qu&rsquo;on ne vous l&rsquo;indique. Ne sautez pas de doses et n&rsquo;arr&ecirc;tez pas votre traitement plus t&ocirc;t que pr&eacute;vu, m&ecirc;me si vous vous sentez mieux.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires.<br />Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?<br /><br />Ne prenez pas ce m&eacute;dicament avec un des &eacute;l&eacute;ments suivants:<br />alcool ou produits qui contiennent de l'alcool<br />ampr&eacute;navir en solution orale<br />disulfiram<br />injection de paclitaxel<br />ritonavir en solution orale<br />sertraline en solution orale<br />injection de sulfam&eacute;thoxazole-trim&eacute;thoprime<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />cim&eacute;tidine<br />lithium<br />ph&eacute;nobarbital<br />ph&eacute;nyto&iuml;ne<br />warfarine<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Avertissez votre m&eacute;decin ou professionnel de la sant&eacute; si vos sympt&ocirc;mes ne s&rsquo;am&eacute;liorent pas ou s&rsquo;ils s&rsquo;aggravent.<br /><br />Vous pourriez vous sentir &eacute;tourdi ou somnolent. Ne pas conduire, utiliser de machinerie, ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant que vous ne sachiez comment ce m&eacute;dicament vous affecte. Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements et d&rsquo;&eacute;vanouissements, ne vous assoyez pas et ne vous levez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;.<br /><br />&Eacute;vitez les breuvages alcoolis&eacute;s pendant que vous prenez ce m&eacute;dicament et pour les 3 jours suivant la fin de votre traitement. L'alcool peut vous rendre &eacute;tourdi, malade, ou vous faire rougir.<br /><br />Si vous &ecirc;tes trait&eacute; pour une maladie transmise sexuellement, &eacute;vitez les contacts sexuels tant que votre traitement n'est pas termin&eacute;. Votre partenaire sexuel pourrait &eacute;galement avoir besoin de traitement.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres, ou &agrave; la langue<br />confusion, maladresse<br />taches p&acirc;les ou fonc&eacute;es dans la bouche<br />fi&egrave;vre, infection<br />douleur, engourdissement, picotement ou faiblesse dans les pieds ou les mains<br />douleur en urinant<br />convulsions<br />fatigue ou faiblesse inhabituelles<br />irritation vaginale ou pertes vaginales<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />diarrh&eacute;e<br />maux de t&ecirc;te<br />go&ucirc;t m&eacute;tallique<br />naus&eacute;e<br />douleur ou crampes d'estomac<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante sous les 25 degr&eacute;s Celsius (77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.liorent pas ou s</p>