<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Flonase est utilis&eacute; pour traiter l'inflammation, l'allergie, le prurit qui apparaissent chez les patients atteints de rhinite allergique, asthme, ecz&eacute;ma, Nodularis prurigo Hyde, psoriasis, dermatite atopique, maladie de Vidal (lichen simplex chronique), le lichen plan, une hypersensibilit&eacute; de contact, lupus &eacute;ryth&eacute;mateux disco&iuml;de, g&eacute;n&eacute;ralis&eacute;e &eacute;rythrodermie , les piq&ucirc;res d'insectes, rubra miliaire, la dermatite s&eacute;borrh&eacute;ique. Son composant actif, propionate de fluticasone, inhibe la prolif&eacute;ration des mastocytes, les &eacute;osinophiles, lymphocytes, macrophages et des neutrophiles, diminution de la production et la lib&eacute;ration de m&eacute;diateurs de l'inflammation et d'autres substances biologiquement actives (histamine, eicosano&iuml;des, leucotri&egrave;nes et les cytokines).<br /><br /> <strong>Dosage et administration<br /></strong><br /> Suivez toutes les recommandations de votre m&eacute;decin. Ne prenez pas de double dose du m&eacute;dicament.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Les m&eacute;dications de st&eacute;ro&iuml;de peuvent augmenter le risque d'infections telles que la varicelle et la rougeole, de sorte d'&eacute;viter tout contact avec des personnes infect&eacute;es ou malades. m&eacute;dicaments st&eacute;ro&iuml;des peuvent retarder la croissance chez les enfants et les adolescents, assurer la surveillance r&eacute;guli&egrave;re de la taille et le poids est important.<br /><br /> <strong>Contre-indications<br /></strong><br /> Flonase est contre-indiqu&eacute; chez les patients pr&eacute;sentant une hypersensibilit&eacute; au m&eacute;dicament, les femmes enceintes ou allaitantes, les enfants de moins de 1 ans. On ne peut pas &ecirc;tre utilis&eacute; si vous avez actuellement l'acn&eacute; (rose et communes), la dermatite p&eacute;ribuccale, d&eacute;mangeaisons p&eacute;rianales et g&eacute;nitales, des l&eacute;sions cutan&eacute;es d'origine bact&eacute;rienne primaire, l'&eacute;tiologie virale ou fongique.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Ils peuvent inclure :<br /> maux de t&ecirc;te, saignements de nez, &eacute;ternuements, toux, naus&eacute;es, infection des voies respiratoires sup&eacute;rieures, irritation nasale, des vomissements. Les r&eacute;actions allergiques telles que &eacute;ruption cutan&eacute;e, d&eacute;mangeaisons, gonflement du visage, et l'anaphylaxie sont possibles. De fortes doses de corticost&eacute;ro&iuml;des et Flonase dans le syndrome de Cushing cause particuli&egrave;re qui se caract&eacute;rise par un gain de poids rapide et des changements dans l'apparence du visage. Dans de rares cas Flonase peut faciliter le d&eacute;veloppement de l'infection fongique dans le nez et la gorge comme la candidose.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> L'utilisation concomitante de Flonase avec d'autres st&eacute;ro&iuml;des comme la prednisone et la dexam&eacute;thasone augmente le risque de d&eacute;velopper un syndrome de Cushing. Les st&eacute;ro&iuml;des peuvent &ecirc;tre incluses dans les formules des inhalateurs pour l'asthme, cr&egrave;mes pour la peau, des yeux et gouttes pour les oreilles. Informez votre m&eacute;decin si vous prenez du k&eacute;toconazole, m&eacute;dicaments contre le VIH (ampr&eacute;navir, indinavir, le ritonavir, le saquinavir et nelfinavir).<br /><br /><strong>Omission de dose</strong> <br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation<br /><br /></strong>Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce loin de l'humidit&eacute;, la lumi&egrave;re du soleil, les gosses et les animaux de compagnie dans un r&eacute;cipient serr&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>