<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Floxin appartient au groupe de m&eacute;dicaments antimicrobiens appel&eacute;s fluoroquinolones qui sont des antibiotiques synth&eacute;tiques de large spectre. En raison de leur m&eacute;canisme d'action particuli&egrave;rement unique, ils sont actifs contre un grand nombre de micro-organismes r&eacute;sistants, e inclus les r&eacute;sistants multiples. Ces m&eacute;dicament emp&ecirc;chent le d&eacute;roulage et la capacit&eacute; de se copier de l'ADN bact&eacute;rien. Floxin est utilis&eacute; pour soigner des patients souffrant d&rsquo;infections du syst&egrave;me respiratoire (oreilles, gorge, nez), de la peau, des tissus mous, d&rsquo;ost&eacute;omy&eacute;lite, de maladies infectieuses de l'abdomen, des reins, des voies urinaires, de prostatite, en gyn&eacute;cologie, et en cas de gonorrh&eacute;e.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Ne prenez pas Floxin avec de la nourriture. Le dosage devrait &ecirc;tre r&eacute;ajust&eacute; pour les patients pr&eacute;sentant un tr&egrave;s mauvais fonctionnement du foie ou des reins. Evitez de prendre Floxin avec des antiacides, des min&eacute;raux et des vitamines contenant du fer et qui bloquent l'absorption de Floxin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Evitez l'exposition du corps &agrave; la lumi&egrave;re du soleil pendant le traitement avec ce m&eacute;dicament.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; &agrave; la quinol&eacute;ine, l&rsquo;&eacute;pilepsie, la grossesse, les femmes qui allaitent, les enfants et les adolescents de moins de 15 ans. <br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les effets secondaires les plus fr&eacute;quents comprennent la naus&eacute;e, le vomissement, la diarrh&eacute;e, l'insomnie, les maux de t&ecirc;te, le vertige, la d&eacute;mangeaison et la vaginite chez les femmes. Des r&eacute;actions allergiques rares peuvent &eacute;galement survenir (&eacute;ruptions et anaphylaxies). Les sympt&ocirc;mes de troubles du syst&egrave;me nerveux, tels que l'anxi&eacute;t&eacute;, l'euphorie et les hallucinations sont assez rares.<br /><br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Floxin est susceptible d&rsquo;avoir une interaction avec la caf&eacute;ine, la cyclosporine, la th&eacute;ophylline (asthme), warfarine (anticoagulant), les m&eacute;dicaments utilis&eacute;s d&rsquo;ordinaire dans le traitement du diab&egrave;te. <br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et reprenez votre programme de dosage habituel. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise. <br /><br /> <strong>Surdosage<br /></strong><br /> En cas de somnolence forte et persistante, de naus&eacute;e, de sensation de chaleur ou de froid, de perte de conscience et de d&eacute;lire, consultez votre m&eacute;decin pour une assistance m&eacute;dicale.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie. A ne pas utilisez apr&egrave;s la date de p&eacute;remption.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>