<p><strong>Usage g&eacute;n&eacute;ral</strong> <br /><br /> Atorvastatin est une m&eacute;dication baissant le cholest&eacute;rol qui est utilis&eacute; pour traiter cholest&eacute;rol &eacute;lev&eacute; ou pour baisser le risque de coup, de crise cardiaque, ou d'autres complications du c&oelig;ur dans les gens avec la maladie coronarienne ou diab&egrave;te de deuxi&egrave;me type. Atorvastatin aide &agrave; la densit&eacute; basse malfaisante claire lipoprotein (LDL) le cholest&eacute;rol du sang.et en limitant la capacit&eacute; du corps de former du nouveau cholest&eacute;rol LDL. Ainsi peut prevenir durcissement des art&egrave;res et de la maladie cardiaque, des conditions qui peut conduire la maladie vasculaire, attaque cardiaque, coup.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-la oralement une fois par jour avec ou sans nourriture avec un verre d'eau. La dose habituellement pour les adultes est 10 mg une fois par jour. La dose habituellement pour les enfants (10-17 ann&eacute;es) est 10 mg 1 fois par jour. L'utilisation de Atorvastatin pour les enfants qui sont plus jeune que 10 ann&eacute;es n'est pas recommand&eacute; et a dose doit &ecirc;tre d&eacute;termin&eacute; par votre docteur. Note: cette instruction pr&eacute;sent&eacute; ici seulement pour examen. Il est tr&egrave;s n&eacute;cessaire de consulter votre m&eacute;decin avant d'utiliser. Il vous aidera &agrave; obtenir de meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Les gents qui avez les diab&egrave;tes, la maladie de rein, underactive thyro&iuml;de ou la maladie du musculaire ont besoin de faire les tests suppl&eacute;mentaire avant ou pendant de traitement de Atorvastatin depuis la dosage peut &ecirc;tre requis. Evitez boire l'alcool pendant traitement de Atorvastatin parce que ce m&eacute;dicament peut aggraver les effets oppos&eacute; en la foie. Atorvastatin ne doit pas &ecirc;tre utilis&eacute; si vous &ecirc;tes enceinte, avez &ecirc;tre enceinte ou si vous allaitez un b&eacute;b&eacute;. Ne pas utiliser ce m&eacute;dicament sans en parler &agrave; votre m&eacute;decin si vous allaitez un b&eacute;b&eacute;. <br /><br /> <strong>Contre-indications<br /></strong><br /> Atorvastatin n'est pas permis pour les hommes qui ont probl&egrave;mes avec foie ou test anormal inexpliqu&eacute; de fonctionnement de foie. Ne pas prener pas ce m&eacute;dicament si vous prenez un inhibiteur de la prot&eacute;ase du VIH (par exemple, le ritonavir), l'itraconazole, ou mibefradil. Aussi Atorvastatin est contre-indiqu&eacute; si vous avez hypersensible de une composant de ce m&eacute;dicament, si vous &ecirc;tes enceinte ou vous allaitez un b&eacute;b&eacute;. <br /><br /> <strong>Possible effets secondaires<br /></strong><br /> Ils peuvent inclure tous les types de r&eacute;action allergique. Aussi, les effets secondaires les plus possibles sont les suivantes:<br /> douleurs musculaires, sensibilit&eacute; ou faiblesse musculaire avec les sympt&ocirc;mes du rhume ou la grippe, ou<br /> des naus&eacute;es, des selles d&eacute;color&eacute;es, douleur &agrave; l'estomac, la fi&egrave;vre, la jaunisse, la perte d'app&eacute;tit, des urines fonc&eacute;es.<br /> Les effets secondaires moins graves sont:<br /> naus&eacute;es ou douleurs &agrave; l'estomac, des maux d'estomac, br&ucirc;lures d'estomac;<br /> constipation, ballonnements, des gaz;<br /> nez bouch&eacute;;<br /> d&eacute;mangeaisons, &eacute;ruptions cutan&eacute;es;<br /> maux de t&ecirc;te.<br /> Si vous rencontrez l'un d'entre eux cesser d'utiliser l'atorvastatine et pr&eacute;venez votre m&eacute;decin d&egrave;s que possible. Aussi consulter votre m&eacute;decin tout effet secondaire qui semble inhabituel.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Atrovastatine interagit avec les m&eacute;dicaments suivants: digoxine, &eacute;rythromycine ou la clarithromycine, le gemfibrozil ou le f&eacute;nofibrate; niacine; un m&eacute;dicament antifongique tels que l'itraconazole, le fluconazole, k&eacute;toconazole ou; des m&eacute;dicaments qui affaiblissent le syst&egrave;me immunitaire, comme la m&eacute;decine du cancer ou des st&eacute;ro&iuml;des, cyclosporine, sirolimus, le tacrolimus, et d'autres, le VIH ou le sida des m&eacute;dicaments comme l'indinavir, nelfinavir, ritonavir, le lopinavir-ritonavir, ou le saquinavir. Notez &eacute;galement que l'interaction entre deux m&eacute;dicaments n'entra&icirc;ne pas toujours dire que vous devez cesser de prendre l'un d'eux. Comme d'habitude, elle fait l'effet de la de la m&eacute;dicament. Consultez votre m&eacute;decin pour savoir comment il interactions sont bien g&eacute;r&eacute;es ou devrait &ecirc;tre g&eacute;r&eacute;e.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose. Continuez &agrave; prendre le m&eacute;dicament selon l'horaire.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament cherchez l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage n'a pas bien connu mais les sympt&ocirc;mes possibles sont une baisse s&eacute;v&egrave;re de la pression art&eacute;rielle et une acc&eacute;l&eacute;ration du rythme cardiaque.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Atorvastatin &agrave; la temp&eacute;rature ambiante entre 15-25 C (59-77 F). Conservez-la au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. Ne recommande pas conservez-la &agrave; la salle de bain et endroit accessible aux enfants et animales domestiques. Ne prenez pas apr&egrave;s terme de expiration. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.rature ambiante entre 15-25 C (59-77 F). Conservez-la au sec prot</p>