<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Le lisinopril est utilis&eacute; pour traiter la haute tension art&eacute;rielle (hypertension) chez les adultes et les enfants de 6 ans et plus, y compris l&rsquo;infarctus r&eacute;no-vasculaire, aigu du myocarde dans un &eacute;tat clinique stable des patients, l'insuffisance cardiaque (traitement auxiliaire), la n&eacute;phropathie diab&eacute;tique. Le principe de ce m&eacute;dicament est de d&eacute;tendre les vaisseaux sanguins, provoquant leur &eacute;largissement, il peut favoriser la pr&eacute;vention de la survenue d'accidents vasculaires c&eacute;r&eacute;braux, de crises cardiaques et de probl&egrave;mes r&eacute;naux. Le lisinopril est &eacute;galement utilis&eacute; apr&egrave;s un r&eacute;tablissement du myocarde aigu, et est utilis&eacute; avec d'autres m&eacute;dicaments (par exemple, les &laquo;pilules d'eau" / diur&eacute;tiques, la digoxine) pour traiter l'insuffisance cardiaque. Ce m&eacute;dicament appartient &agrave; la classe des m&eacute;dicaments appel&eacute;s inhibiteurs de l'ECA.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Pour les adultes la dose est de 1 fois par jour. La dose est d&eacute;termin&eacute;e individuellement, d&eacute;pendamment des circonstances, de l'&eacute;tat de la fonction r&eacute;nale et du traitement conjoint. G&eacute;n&eacute;ralement, la dose initiale est de 2,5-5 mg, la dose de maintenance moyenne - 20.5 mg, la dose maximale quotidienne - 80 mg.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Le traitement est fait sous surveillance m&eacute;dicale r&eacute;guli&egrave;re (&eacute;quilibre hydro-&eacute;lectrolytique). Pendant le traitement, il est n&eacute;cessaire de proc&eacute;der &agrave; une surveillance de la pression art&eacute;rielle, du taux de prot&eacute;ines plasmatiques et de potassium, de l'ur&eacute;e, de la cr&eacute;atinine, de la fonction r&eacute;nale, de la formule sanguine, du poids corporel et des r&eacute;gimes d&rsquo;amaigrissement. Vous devez &ecirc;tre prudent en cas d&rsquo;op&eacute;ration chirurgicale (y compris dentaire), en particulier lors de l'utilisation d'anesth&eacute;siques g&eacute;n&eacute;raux qui ont un effet hypotenseur.<br /><br /> <strong>Contre-indications<br /></strong><br /> Hypersensibilit&eacute;, grossesse, allaitement au sein.<br /><br /> <strong>Effets secondaires possibles</strong><br /><br /> Vous pouvez ressentir des maux de t&ecirc;te, des vertiges, de la nervosit&eacute;, une perte de connaissance, de la somnolence, de l&rsquo;insomnie, des tremblements, des convulsions, des troubles visuels, des palpitations, des douleurs thoraciques, de l&rsquo;hypotension, de l&rsquo;arythmie, une toux s&egrave;che et des tumeurs malignes du poumon, de l&rsquo;h&eacute;moptysie, des douleurs lors de la respiration, la bronchite, la bouche s&egrave;che , l'indigestion, les br&ucirc;lures d'estomac, les vomissements, la diarrh&eacute;e / constipation, des ballonnements, des douleurs abdominales, une insuffisance r&eacute;nale, l'affaiblissement de la libido, l'impuissance, l'arthrite, les douleurs cervicales, les maux de dos, une &eacute;ruption cutan&eacute;e, l&rsquo;urticaire, et le syndrome de Stevens - Johnson.<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Liste des m&eacute;dicaments susceptibles d&rsquo;avoir une interaction avec le lisinopril: injections d'or pour traiter l'arthrite, le lithium (Lithobid, Eskalith), les suppl&eacute;ments de potassium tels que K-Dur, Klor-Con, substituts de sel contenant du potassium, l'insuline ou les m&eacute;dicaments contre le diab&egrave;te pris par ingestion, l'aspirine ou d'autres AINS (anti-inflammatoires non-st&eacute;ro&iuml;diens) tels que l'ibuprof&egrave;ne (Motrin, Advil), le k&eacute;toprof&egrave;ne diclof&eacute;nac (Voltaren), l&rsquo;etodolac (Lodine), l'indom&eacute;tacine (Indocin), (Orudis), le naprox&egrave;ne (Aleve, Naprosyn), et d'autres, ou les diur&eacute;tique (pilules d&rsquo;eau).<br /><br /> <strong>Omission de dose<br /></strong><br /> Prenez la dose omise d&egrave;s que vous vous &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et prenez le m&eacute;dicament &agrave; l&rsquo;heure de prise r&eacute;guli&egrave;re suivante. Ne prenez pas de dose suppl&eacute;mentaire du m&eacute;dicament pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Demandez des soins m&eacute;dicaux d'urgence si vous pensez avoir pris de trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage de Lisinopril peuvent inclure une sensation extr&ecirc;me de vertiges ou d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez Lisinopril &agrave; temp&eacute;rature ambiante &agrave; l&rsquo;abri de l'humidit&eacute; et de la chaleur.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>