<p><strong>Utilisation des Drogues </strong><br /><br /> Carbonate de lithium est utilis&eacute; pour traiter les &eacute;pisodes maniaques de la maladie maniaco-d&eacute;pressive, une condition dans laquelle une personne d 'sautes d'humeur de la d&eacute;pression &agrave; l'excitation excessive. Un &eacute;pisode maniaque mai sur une partie ou la totalit&eacute; des sympt&ocirc;mes suivants: <br /><br /> Agressivit&eacute;; <br /> Exaltation; <br /> Fast, parler d'urgence; <br /> Frenetic l'activit&eacute; physique; <br /> Grandiose, des id&eacute;es irr&eacute;alistes; <br /> Hostilit&eacute;; <br /> Little besoin de sommeil; <br /> Manque de jugement. <br /> Certains m&eacute;decins prescrivent &eacute;galement au lithium pour la tension pr&eacute;menstruelle, les troubles alimentaires tels que la boulimie, des troubles certain mouvement, et les d&eacute;pendances sexuelles. <br /><br /> <strong>Comment utiliser</strong> <br /><br /> Utilisez carbonate de lithium comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Pour &eacute;viter les maux d'estomac, prendre Lithium Carbonate imm&eacute;diatement apr&egrave;s les repas ou avec de la nourriture ou du lait. <br /> Tout en prenant carbonate de lithium, vous devez boivent 10 &agrave; 12 verres d'eau ou de liquide par jour. Pour minimiser le risque d'effets secondaires nocifs, avoir une alimentation &eacute;quilibr&eacute;e qui comprend un peu de sel et beaucoup de liquides. Si vous avez des sueurs eu beaucoup ou qui ont eu de la diarrh&eacute;e, assurez-vous d'obtenir des liquides d'appoint et le sel. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de carbonate de lithium. <br /><br /><strong>Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> Carbonate de lithium est un agent antimaniaques. Exactement comment fonctionne carbonate de lithium est inconnue, mais elle mai travaux en modifiant l'&eacute;quilibre de certains produits chimiques dans le cerveau. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de carbonate de lithium et le prenez r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique du carbonate de lithium &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Conserver dans un virage serr&eacute;, le r&eacute;cipient r&eacute;sistant &agrave; la lumi&egrave;re. Gardez carbonate de lithium hors de port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser de carbonate de lithium, si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de carbonate de lithium; <br /> vous avez mod&eacute;r&eacute;e &agrave; grave des reins, du coeur ou probl&egrave;mes touchant les vaisseaux sanguins; <br /> vous avez de faibles niveaux sanguins de sodium; <br /> vous &ecirc;tes s&eacute;v&egrave;rement d&eacute;shydrat&eacute;s, malades ou affaiblis; <br /> vous prenez un enzyme de conversion de l'angiotensine (ECA) (par exemple, &eacute;nalapril), soit un diur&eacute;tique (par exemple, furos&eacute;mide, hydrochlorothiazide). <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Le carbonate de lithium mai provoquer une somnolence ou des vertiges. Ces effets mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Utilisez carbonate de lithium avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Ne prenez pas plus que la dose recommand&eacute;e sans v&eacute;rifier avec votre m&eacute;decin. <br /> Il mai prendre 1 &agrave; 3 semaines pour le carbonate de lithium &agrave; travailler. Ne cessez pas de carbonate de lithium sans avoir consult&eacute; votre m&eacute;decin. <br /> Dites &agrave; votre m&eacute;decin ou dentiste que vous prenez carbonate de lithium avant de recevoir tous les soins m&eacute;dicaux ou dentaires, des soins d'urgence, ou la chirurgie. <br /> Fi&egrave;vre, une infection, des vomissements, la diarrh&eacute;e ou la transpiration excessive mai affecter les niveaux de carbonate de lithium dans le sang. Si vous rencontrez une de ces conditions, communiquez avec votre m&eacute;decin. Parlez &agrave; votre m&eacute;decin pour savoir comment remplacer le sel perdus par la transpiration pendant l'exercice. <br /> Ne changez pas la quantit&eacute; de sel dans votre alimentation, sauf instruction contraire de votre m&eacute;decin. Consultez votre m&eacute;decin avant de limiter votre consommation de sel. Pr&eacute;venez votre m&eacute;decin si vous suivez un r&eacute;gime pauvre en sel. <br /> Des tests en laboratoire, y compris les taux de lithium sanguin et tests de la fonction r&eacute;nale, mai &ecirc;tre effectu&eacute; alors que vous utilisez le carbonate de lithium. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Utilisez carbonate de lithium avec prudence chez les personnes &acirc;g&eacute;es; mai ils &ecirc;tre plus sensibles &agrave; ses effets. <br /> Le carbonate de lithium ne doit pas &ecirc;tre utilis&eacute; chez les enfants de moins de 12 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; de ces enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> La grossesse et l'allaitement: le carbonate de lithium mai causer des dommages au foetus. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de carbonate de lithium pendant que vous &ecirc;tes enceinte. Carbonate de lithium se trouve dans le lait maternel. Ne pas allaiter pendant que vous prenez Lithium Carbonate mai causer des dommages au foetus. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de carbonate de lithium pendant que vous &ecirc;tes enceinte. Carbonate de lithium se trouve dans le lait maternel. Ne pas allaiter pendant que vous prenez carbonate de lithium.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> tremblement de la main l&eacute;g&egrave;re, soif doux; temporaire, l&eacute;g&egrave;re naus&eacute;es et un malaise g&eacute;n&eacute;ral au d&eacute;but du traitement. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), vision trouble, la confusion, diarrh&eacute;e, somnolence, prise de poids excessive; &eacute;vanouissement; vertige, l'incapacit&eacute; de contr&ocirc;le de la vessie ou des intestins, soif accrue, augmentation ou diminution de la miction; contractions musculaires involontaires ou de mouvements, la perte de conscience, perte de coordination, faiblesse musculaire, maux de t&ecirc;te persistants, naus&eacute;es s&eacute;v&egrave;re ou persistante; bourdonnements dans les oreilles; saisies; ralentissement des battements cardiaques irr&eacute;guliers ; troubles de l'&eacute;locution, gonflement des chevilles ou des poignets; instabilit&eacute;, les changements de vision, vomissements. <br /><br /> <strong>Plus d'information</strong> <br /><br /> Carbonate de lithium doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /><br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>