<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />L'&Eacute;SOM&Eacute;PRAZOLE emp&ecirc;che la production d'acide gastrique dans l'estomac. Il est utilis&eacute; pour traiter le reflux gastro-oesophagien pathologique, les ulc&egrave;res, certaines bact&eacute;ries dans l&rsquo;estomac ainsi que l&rsquo;inflammation de l&rsquo;oesophage. On l'utilise &eacute;galement afin de pr&eacute;venir les ulc&egrave;res chez les patients qui utilisent des m&eacute;dicaments anti-inflammatoires non st&eacute;ro&iuml;diens (AINS).<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />maladie du foie<br />une r&eacute;action inhabituelle ou allergique &agrave; l'&eacute;som&eacute;prazole, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants, ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Avalez les capsules enti&egrave;res; &eacute;vitez de les &eacute;craser, de les briser ou de les m&acirc;cher. Vous pouvez toutefois ouvrir les capsules et r&eacute;pandre leur contenu sur une petite quantit&eacute; de compote de pommes, mais n'&eacute;crasez pas le contenu dans la nourriture. Ce m&eacute;dicament fonctionne mieux lorsqu&rsquo;il est pris avec l&rsquo;estomac vide, au moins 1 heure avant un repas. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas vos m&eacute;dicaments plus souvent qu&rsquo;on ne vous l&rsquo;indique.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?<br /></strong><br />ampicilline<br />digoxine<br />sels de fer<br />les m&eacute;dicaments pour les infections fongiques ou &agrave; levures comme le k&eacute;toconazole, le voriconazole et l&rsquo;itraconazole<br />warfarine<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez r&eacute;guli&egrave;rement de l&rsquo;alcool ou de la caf&eacute;ine ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Cela peut prendre plusieurs jours avant que vos douleurs &agrave; l&rsquo;estomac ne s&rsquo;am&eacute;liorent. Contactez votre m&eacute;decin si votre condition ne s&rsquo;am&eacute;liore pas ou si elle s&rsquo;aggrave.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres, ou &agrave; la langue<br />probl&egrave;mes respiratoires<br />douleur &agrave; la poitrine ou serrement dans la poitrine<br />urine fonc&eacute;e<br />fatigue ou faiblesse inhabituelles<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />diarrh&eacute;e ou constipation<br />bouche s&egrave;che<br />maux de t&ecirc;te<br />naus&eacute;e/vomissements<br />maux d'estomac, gaz<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s C (59 et 86 degr&eacute;s F). Prot&eacute;ger de la lumi&egrave;re et de l'humidit&eacute;. Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>