<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Cette m&eacute;decine est un inhibiteur de pompe protonique (PPI) utilis&eacute; pour traiter des ulc&egrave;res, une br&ucirc;lure d'estomac, gastroesophageal le reflux, esophagitis &eacute;rosif, ou le syndrome de Zollinger-Ellison et aussi les ulc&egrave;res produits par l'utilisation &agrave; long terme de m&eacute;dicaments antiinflammatoires non-steroidal (NSAIDs). Pour traiter des ulc&egrave;res provoqu&eacute;s par les infections bact&eacute;riennes cette m&eacute;decine peut &ecirc;tre utilis&eacute;e dans la combinaison avec les antibiotiques tels qu'amoxicillin ou clarithromycin. Prilosek soulage de fa&ccedil;on significative de tels leurs sympt&ocirc;mes comme la br&ucirc;lure d'estomac, la d&eacute;glutition de difficult&eacute;, la toux et les probl&egrave;mes de sommeil. Prilosek travaille en bloquant la production acide dans l'estomac. La m&eacute;decine peut &ecirc;tre utilis&eacute;e pour traiter d'autres conditions diagnostiqu&eacute;es par votre m&eacute;decin traitant.<br /><br /> <strong>Dosage et administrations<br /></strong><br /> Suivez toutes les directions fournies par votre m&eacute;decin traitant. Prenez cette m&eacute;dication (15-30 mgs) oralement une fois par jour dans le matin avant un repas avec un plein verre d'eau ou selon les recommandations de votre m&eacute;decin traitant. Avalez l'&eacute;tiquette enti&egrave;re, ne m&acirc;chez pas, ruez-vous en foule, ou ouvrez-vous la capsule comme peut d&eacute;truire le m&eacute;dicament et/ou augmenter des Effets secondaires possibles. Les m&eacute;dicaments alcalins peuvent &ecirc;tre pris ensemble avec cette m&eacute;decine, au besoin. Le dosage et la dur&eacute;e de traitement d&eacute;pendent de ta condition m&eacute;dicale et r&eacute;ponse &agrave; la th&eacute;rapie. Prenez-le le m&ecirc;me temps chaque jour pour &eacute;viter de toi ennuyer d'une dose. En cas de l'aggravation ou du fait de se d&eacute;t&eacute;riorer de ta maladie informent votre m&eacute;decin traitant imm&eacute;diatement. Il peut prendre 1 - 4 jours avant les actes de Prilosek dans la pleine mesure. Le traitement avec Prilosec ne devrait pas &ecirc;tre arr&ecirc;t&eacute; m&ecirc;me si une certaine am&eacute;lioration est accomplie. L'am&eacute;lioration de sympt&ocirc;mes est observ&eacute;e au cours de 4 &agrave; 8 semaines dans le traitement d'ulc&egrave;res gastriques ou de maladie de reflux. Le traitement de br&ucirc;lure d'estomac dure d'habitude depuis 14 jours. Si la br&ucirc;lure d'estomac se conserve apr&egrave;s cette p&eacute;riode ou se d&eacute;t&eacute;riore m&ecirc;me, ou si tu as besoin de plus qu'un cours de traitement tous les 4 mois, contactez votre m&eacute;decin traitant ou pharmacien.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Prilosec n'est pas recommand&eacute; pendant la grossesse. Breastfeeding en utilisant ce m&eacute;dicament n'est pas recommand&eacute; comme on n'est pas connu s'il entre dans du lait de poitrine. Dites &agrave; votre m&eacute;decin traitant si la r&eacute;action allergique appara&icirc;t. Votre m&eacute;decin traitant ou pharmacien devraient &ecirc;tre conscients de tes probl&egrave;mes de sant&eacute;, pour fournir des soins de sant&eacute;, surtout si vous avez des probl&egrave;mes tels que la maladie de foie, d'autres probl&egrave;mes d'estomac (par ex les tumeurs), la br&ucirc;lure d'estomac plus de 3 mois, perte de poids inexpliqu&eacute;e, douleur de naus&eacute;e/vomissement/estomac constante, sang dans le vomi ou les tabourets noirs. Quelques sympt&ocirc;mes peuvent &ecirc;tre t&eacute;moins d'une condition plus s&eacute;rieuse. Cette m&eacute;decine peut provoquer le vertige. Faites attention le travail jouant associ&eacute; &agrave; la concentration d'attention, telle que la conduite ou les m&eacute;canismes d'exploitation. Restreignez la consommation de boissons alcoolis&eacute;es. Le d&eacute;but ou l'interruption dans la prise de n'importe quelle m&eacute;decine devraient &ecirc;tre &ecirc;tre approuv&eacute;s par ton docteur. Si vous ne remarquez pas d'am&eacute;lioration de tes sympt&ocirc;mes ou s'ils deviennent plus mauvais m&ecirc;me, informez-en votre m&eacute;decin traitant. Ne partagez pas cette m&eacute;decine avec quelqu'un avec les sympt&ocirc;mes semblables. N'utilisez pas cette m&eacute;decine pour traiter d'autres maladies.<br /><br /> <strong>Contre-indications<br /></strong><br /> Hypersensibilit&eacute;.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Les r&eacute;actions d&eacute;favorables qui peuvent dispara&icirc;tre pendant le traitement incluent le mal de t&ecirc;te, la constipation, la toux, le vertige, ou les rougeurs. S'ils continuent ou sont g&ecirc;nants, permettez &agrave; votre m&eacute;decin traitant d'en &ecirc;tre au courant. Une r&eacute;action allergique &agrave; cette m&eacute;decine n'est pas attendue, mais chercher l'aide m&eacute;dicale imm&eacute;diate si cela arrive. Les sympt&ocirc;mes d'une r&eacute;action allergique apparaissent comme les rougeurs, la d&eacute;mangeaison, le vertige, l'enflure, ou la respiration difficile. Si vous remarquez d'autres r&eacute;actions de votre corps qui ne sont pas &eacute;num&eacute;r&eacute;es au-dessus, contactent votre m&eacute;decin traitant ou pharmacien.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Prilosec peut l'&eacute;limination de diminutions de diazepam, warfarin et de phenytoin. Ceux-ci sont des m&eacute;dications transform&eacute;es par m&eacute;tabolisme dans le foie par l'oxydation. Les m&eacute;dicaments qui sont transform&eacute;s par m&eacute;tabolisme avec l'aide de cytochrome P-450 le syst&egrave;me (par ex cyclosporine, disulfiram, benzodiazepines) peuvent communiquer aussi avec Prilosec parce qu'il est transform&eacute; la m&ecirc;me voie par m&eacute;tabolisme. Clarithromycin est aussi transform&eacute; par m&eacute;tabolisme par cytochrome P450, l'administration d'&eacute;l&eacute;ment de clarithromycin avec Prilosec peut avoir pour r&eacute;sultat des augmentations dans les niveaux de plasma de Prilosec. L'utilisation d'&eacute;l&eacute;ment de Prilosec et de clarithromycin peut avoir pour r&eacute;sultat des augmentations dans les niveaux de plasma d'erithromycin et 14-hydroxy-clarithromycin. Vous avez besoin probablement du fait de surveiller suppl&eacute;mentaire de ta condition si vous prendez ampicillin, cilostazol, cyclosporine, diazepam, digoxin, disulfiram, fer, itraconazole, ketoconazole, moclobemide, phenytoin, sucralfate, vorconizole, ou warfarin. Cette m&eacute;decine peut &ecirc;tre combin&eacute;e avec les antiacides s'ils ont &eacute;t&eacute; prescrits par votre m&eacute;decin traitant. Les m&eacute;dicaments r&eacute;duisant l'acide puissants tels que Prilosec diminuent l'efficacit&eacute; de sucralfate et d'autre medicaitons tel que l'antifungals ketoconazole et itraconazole. Si instruit pour prendre n'importe laquelle de ces m&eacute;decines en prenant Prilosec, consultez votre m&eacute;decin traitant ou pharmacien concernant le chronom&eacute;trage convenable de chaque dose, d'habitude Prilosec est pris 30 minutes auparavant sucralfate.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Si supposent que cela a pris trop de Prilosec contactent ton centre de contr&ocirc;le de poison local ou pi&egrave;ce d'urgence imm&eacute;diatement. Les sympt&ocirc;mes d'overdose sont la confusion, la vision brouill&eacute;e, le fait de suer inhabituel, ou le battement de coeur exceptionnellement rapide.<br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>