<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Proscar est utilis&eacute; pour traiter prostatic Bienveillant hyperplasia aussi connu comme l'hyperplasie b&eacute;nigne de la prostate (HBP) ou l'agrandissement bienveillant de la prostate. Cette m&eacute;decine aide &agrave; contr&ocirc;ler vos sympt&ocirc;mes, diminuer la r&eacute;tention urinaire et r&eacute;duit votre risque d'avoir besoin de la chirurgie. <br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez Proscar par la bouche avec un verre d'eau, avec ou sans nourriture. Ne coupez pas, &eacute;crasez, m&acirc;chez ou ouvrez cette m&eacute;decine. Ne prenez pas votre m&eacute;decine plus souvent que dirig&eacute;. N'arr&ecirc;tez pas de prendre sauf sur le conseil de votre m&eacute;decin traitant. <br /> Consultez votre m&eacute;decin traitant concernant le dosage convenable pour vous. <br /><br /> <strong>Pr&eacute;cautions <br /></strong><br /> Avant de prendre Proscar, dites &agrave; votre m&eacute;decin traitant ou pharmacien si vous &ecirc;tes allergiques &agrave; Finasteride ou Dutasteride; ou si vous avez autres allergies. <br /> Comme ce m&eacute;dicament peut &ecirc;tre absorb&eacute; par la peau, les femmes qui sont enceintes ou projetantes de devenir enceintes ne devraient pas manipuler cette m&eacute;dication. <br /><br /> <strong>Contre-indications <br /></strong><br /> Cette m&eacute;dication ne doit pas &ecirc;tre utilis&eacute;e par les femmes ou les enfants aussi que par les patients ayant manifest&eacute; une r&eacute;action d'hypersensibilit&eacute; au Finasteride. <br /> Il faut appliquer Proscar avec prudence dans les cas de l'insuffisance lourde r&eacute;nale ou de foie. <br /><br /> <strong>Effets secondaires possibles possibles <br /></strong><br /> Les effets secondaires possibles sont fatigue excessive, naus&eacute;e ou vomissements, jaunissement des yeux ou de la peau, diminution d'app&eacute;tit, diarrh&eacute;e, bouff&eacute;es de chaleur, etc. <br /> Beaucoup de personnes utilisant cette m&eacute;dication n'ont pas d'effets secondaires s&eacute;rieux. <br /> Votre m&eacute;decin traitant a prescrit cette m&eacute;dication parce que l'avantage &agrave; vous est plus grand que le risque d'effets secondaires. <br /> Une r&eacute;action allergique tr&egrave;s s&eacute;rieuse &agrave; ce m&eacute;dicament va improbable, mais chercher l'attention m&eacute;dicale imm&eacute;diate s'il se produit. <br /> Contactez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Proscar peut interagir avec : <br /> * certains m&eacute;dicaments pour la pression sanguine; <br /> * les hormones m&acirc;les (exemple: testost&eacute;rone) <br /> Consultez votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails. <br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, le prenez aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre m&eacute;decin traitant si vous manquez 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Garder &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Entreposer le contenant bien ferm&eacute; hors de la port&eacute;e des enfants. <br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>