<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> Proventil est un bronchodilatateur qui d&eacute;tend les muscles des voies respiratoires et flux d'air vers les poumons augmente.<br /> Proventil est utilis&eacute; pour traiter ou pr&eacute;venir le bronchospasme chez les personnes atteintes de la maladie obstructive r&eacute;versible des voies respiratoires. Il est &eacute;galement utilis&eacute; pour pr&eacute;venir le bronchospasme induit par l'exercice.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Utilisez Proventil exactement comme il a &eacute;t&eacute; prescrit pour vous. Ne pas utiliser le m&eacute;dicament en grandes quantit&eacute;s, ou l'utiliser plus longtemps que recommand&eacute; par votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Lorsque vous utilisez le dispositif d'inhalation pour la premi&egrave;re fois, le premier par pulv&eacute;risation 4 vaporisations d'essai dans l'air, loin de votre visage. Bien agiter avant l'amor&ccedil;age. Aussi premier de l'inhalateur si vous ne l'avez pas utilis&eacute; pendant 2 semaines ou plus, ou si vous avez laiss&eacute; tomber l'inhalateur.<br /><br /> <strong>Contre-indications <br /></strong><br /> Vous ne devez pas utiliser Proventil si vous &ecirc;tes allergique &agrave; l'albut&eacute;rol.<br /> Si vous avez certaines conditions, vous devrez peut-&ecirc;tre un ajustement de dose ou des essais sp&eacute;ciaux &agrave; utiliser en toute s&eacute;curit&eacute; de ce m&eacute;dicament. Avant d'utiliser Proventil, parlez-en &agrave; votre m&eacute;decin si vous avez:<br /> les maladies cardiaques, l'hypertension art&eacute;rielle ou d'insuffisance cardiaque congestive;<br /> un trouble du rythme cardiaque;<br /> d'un trouble &eacute;pileptique comme l'&eacute;pilepsie;<br /> le diab&egrave;te, ou<br /> hyperthyro&iuml;die.<br /> Pr&eacute;venez votre m&eacute;decin si vous &ecirc;tes enceinte ou pr&eacute;voyez de devenir enceinte pendant le traitement. On ne sait pas si albut&eacute;rol passe dans le lait maternel ou s'il pourrait nuire au b&eacute;b&eacute;.<br /><br /> <strong>Possible Effets secondaires possibles<br /></strong><br /> Stoppez utiliser Proventil et obtenir de l'aide m&eacute;dicale d'urgence si vous avez un de ces signes d'une r&eacute;action allergique: urticaire, difficult&eacute; &agrave; respirer, gonflement de votre visage, l&egrave;vres, langue, ou de la gorge. Appelez votre m&eacute;decin imm&eacute;diatement si vous avez un effet secondaire s&eacute;rieux tels que:<br /> bronchospasme (respiration sifflante, oppression thoracique, difficult&eacute; &agrave; respirer), surtout apr&egrave;s le d&eacute;marrage d'une nouvelle bo&icirc;te de ce m&eacute;dicament;<br /> douleurs &agrave; la poitrine et rapide, battage ou cardiaque irr&eacute;gulier bat;<br /> tremblements, la nervosit&eacute;;<br /> faible teneur en potassium (confusion, rythme cardiaque irr&eacute;gulier, soif extr&ecirc;me, urination accru, de l'inconfort des jambes, une faiblesse musculaire ou une sensation molle), ou<br /> dangereusement la pression art&eacute;rielle (maux de t&ecirc;te violents, une vision floue, des bourdonnements d'oreilles, de l'anxi&eacute;t&eacute;, la confusion, des douleurs thoraciques, l'essoufflement, battements de coeur irr&eacute;guliers, &agrave; la saisie).<br /> Moins graves Effets secondaires possibles de Proventil peuvent inclure:<br /> c&eacute;phal&eacute;es, vertiges, nervosit&eacute;;<br /> troubles du sommeil (insomnie);<br /> toux, enrouement, mal de gorge, nez bouch&eacute; ou qui coule;<br /> s&eacute;cheresse de la bouche et la gorge;<br /> douleurs musculaires, ou<br /> la diarrh&eacute;e.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Avant d'utiliser ce m&eacute;dicament, parlez-en &agrave; votre m&eacute;decin si vous prenez l'un des m&eacute;dicaments suivants:<br /> un (pilule &agrave; eau) diur&eacute;tique;<br /> digoxine (digitaliques, Lanoxin);<br /> un b&ecirc;ta-bloquant tels que l'at&eacute;nolol (Tenormin), le m&eacute;toprolol (Lopressor), le propranolol (Inderal), et d'autres;<br /> amitriptyline un antid&eacute;presseur comme (Elavil, Etrafon), dox&eacute;pine (Sinequan), imipramine (Janimine, Tofranil), nortriptyline (Pamelor), et d'autres;<br /> un inhibiteur de MAO comme isocarboxazid (Marplan), ph&eacute;nelzine (Nardil), la rasagiline (Azilect), la s&eacute;l&eacute;giline (Eldepryl, Emsam), ou le tranylcypromine (Parnate), ou<br /> autres bronchodilatateurs tels que levalbuterol (Xopenex), bitolt&eacute;rol (Tornalate), pirbut&eacute;rol (Maxair), terbutaline (Brethine, Bricanyl), le salm&eacute;t&eacute;rol (Serevent), isoetherine (Bronkometer), m&eacute;taprot&eacute;r&eacute;nol (Alupent, Metaprel), ou l'isoprot&eacute;r&eacute;nol (Isuprel Mistometer).<br /> Parlez &agrave; votre m&eacute;decin tous les m&eacute;dicaments sur ordonnance et en vente libre que vous utilisez. Cela comprend les vitamines, min&eacute;raux, produits &agrave; base de plantes, et les m&eacute;dicaments prescrits par d'autres m&eacute;decins.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent nervosit&eacute;, maux de t&ecirc;te, tremblements, bouche s&egrave;che, douleurs &agrave; la poitrine ou sentiment de lourdeur, rapide ou rythme cardiaque irr&eacute;gulier, douleur prenant le bras ou l'&eacute;paule, des naus&eacute;es, des sueurs, des &eacute;tourdissements, de la saisie (convulsions), sensation de t&ecirc;te l&eacute;g&egrave;re ou des &eacute;vanouissements.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Proventil &agrave; la temp&eacute;rature ambiante entre 20-25 C (68-77 F). Conservez-la au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. La chaleur extr&ecirc;me peut causer le m&eacute;dicament cartouche d'&eacute;clater. Ne stockez pas l'appareil dans votre voiture par temps chaud. Ne jetez pas une bo&icirc;te vide dans une flamme nue.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>