<p><strong>INDICATION</strong></p><p>Sildalis est un produit m&eacute;dical unique qui est la perc&eacute;e innovante des meilleurs pharmaciens dans le monde entier. Ce rem&egrave;de est combin&eacute; pour le traitement de la dysfonction sexuelle chez les hommes. Ce m&eacute;dicament contient les composants actifs les plus connus - le sild&eacute;nafil et tadalafil. Cette combinaison permet aux utilisateurs d'obtenir une &eacute;rection puissante et stable et en m&ecirc;me temps prolonge l'acte sexuel. Le m&eacute;dicament commence &agrave; agir en 20 minutes. Le temps de l'action est &agrave; 36 heures.</p><p><strong> INSTRUCTIONS</strong></p><p>Avant le d&eacute;but du traitement, vous devez demander &agrave; votre m&eacute;decin comment prendre ce m&eacute;dicament, la dose qui doit &ecirc;tre utilis&eacute;, &agrave; quelle fr&eacute;quence les comprim&eacute;s peuvent &ecirc;tre pris et quelles sont les recommandations pour augmenter l'efficacit&eacute; du traitement. Toutes ces recommandations sont dirig&eacute;s pour fournir la s&eacute;curit&eacute; maximale du traitement et pour &eacute;viter les effets secondaires.</p><p>&nbsp; - Comprim&eacute;s de Sildalis sont prises directement avant le rapport sexuel avec un peu d'eau.</p><p>&nbsp; - Le m&eacute;dicament doit &ecirc;tre pris au moins 30 minutes avant le d&eacute;but de l'intimit&eacute; parce que ce temps est suffisant pour la dissolution compl&egrave;te des composants actifs dans l'estomac et la p&eacute;n&eacute;tration dans le sang.</p><p><strong>DOSAGE</strong></p><p>Les utilisateurs doivent prendre un comprim&eacute; de Sildalis au moins 20 minutes avant l'activit&eacute; sexuelle.</p><p>La dose quotidienne ne doit pas augmenter un comprim&eacute; contenant 100 mg de sild&eacute;nafil et 20 mg de Tadalafil.</p><p>Dose oubli&eacute;e:</p><p>Ce n&rsquo;est pas n&eacute;cessaire de prendre Sildalis r&eacute;guli&egrave;rement, donc si vous avez manqu&eacute; la dose, vous pouvez l'ignorer simplement.</p><p><strong>CONSERVATION</strong></p><p>Conservez Sildalis dans un endroit sec et sombre &agrave; la temp&eacute;rature ambiante loin de la port&eacute;e des enfants. V&eacute;rifier n&eacute;cessairement la date d'expiration sur l'emballage avant de prendre le m&eacute;dicament.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>S'il vous pla&icirc;t suivez les instructions. Si vous essayez Sildalis pour la premi&egrave;re fois, il est n&eacute;cessaire de consulter votre m&eacute;decin. Consultation opportune vous permettra d'&eacute;viter les effets n&eacute;gatifs possibles et faire votre traitement aussi efficace que possible.</p><p>Sildalis peuvent causer des effets ind&eacute;sirables graves s'il n'est pas pris correctement. Consultez votre m&eacute;decin pour savoir si vous &ecirc;tes capable de prendre le m&eacute;dicament sans effets ind&eacute;sirables graves. Hypersensibilit&eacute; aux composants du m&eacute;dicament, une hypotension et d'autres conditions peut &ecirc;tre contre-indication &agrave; l'utilisation de Sildalis. Sildalis, comme une combinaison de tadalafil et citrate &nbsp;de sild&eacute;nafil, peut interagir avec d'autres antihypertenseurs. Il n'est pas recommand&eacute; de prendre Sildalis avec des m&eacute;dicaments qui abaissent la pression art&eacute;rielle ou des vasodilatateurs.</p><p>&nbsp; - Si l'homme a une crise cardiaque ou un AVC dans les 3 mois avant le d&eacute;but suppos&eacute; du traitement, il n'est pas recommand&eacute; de prendre le m&eacute;dicament. Il provoque la tension au travail du syst&egrave;me cardio-vasculaire, et un c&oelig;ur faible ne peut pas le supporter.</p><p>&nbsp; - Si l'homme est diagnostiqu&eacute; l'allergie au sild&eacute;nafil ou tadalafil, l'utilisation ult&eacute;rieure de ce m&eacute;dicament est contre-indiqu&eacute;.rieure de ce m</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Si un patient a les affections du foie graves (dont la cirrhose du foie), l'insuffisance r&eacute;nale, les maladies cardiovasculaires, s&eacute;v&egrave;re type de glaucome, les maladies du sang, l'an&eacute;mie, faible conductivit&eacute; des joints, il est n&eacute;cessaire de consulter un m&eacute;decin et si n&eacute;cessaire, avoir l'examen compl&eacute;mentaire.</p><p>Dans les cas rares, Sildalis peut &ecirc;tre une cause d'effets n&eacute;gatifs: naus&eacute;es, diarrh&eacute;es et vomissements, des &eacute;tourdissements, de la somnolence et des vertiges, bouff&eacute;es de chaleur, des br&ucirc;lures d'estomac et baisse des probl&egrave;mes de vision, y compris le flou et l'hypersensibilit&eacute; &agrave; la lumi&egrave;re. Bien que la plupart des patients ne ressentent aucun de ces effets ind&eacute;sirables.</p>