<p><strong>INDICATIONS</strong><br /><br />Top Avana aide &agrave; atteindre, maintenir et prolonger l'&eacute;rection du p&eacute;nis. Il r&eacute;duit consid&eacute;rablement &eacute;jaculations pr&eacute;matur&eacute;es. Il augmente le sentiment de contr&ocirc;le, et la satisfaction sexuelle chez les hommes. Top Avana a un d&eacute;but d'action plus rapide, et commence &agrave; agir &agrave; 15 minutes de l'absorption.<br /><br />Avanafil agit en inhibant une sp&eacute;cifique phosphodiester type ASE 5 d'une enzyme qui se trouve dans divers tissus du corps, mais principalement dans les corps caverneux du p&eacute;nis. L'inhibition enzymatique par Super Avana conduit &agrave; l'&eacute;rection du p&eacute;nis prolong&eacute;e et durable.<br /><br />Dapoxetine agit par inhibition du transporteur de la s&eacute;rotonine, ce qui conduit &agrave; l'action de la s&eacute;rotonine accrue au pr&eacute;, et r&eacute;cepteurs post-synaptiques. En r&eacute;gulant l'activit&eacute; du syst&egrave;me nerveux central le sens decontr&ocirc;le augmente, et des &eacute;jaculations pr&eacute;matur&eacute;es sont consid&eacute;rablement r&eacute;duits.</p><p><strong>INSTRUCTIONS</strong><br /><br />S'il vous pla&icirc;t consulter votre m&eacute;decin avant de prendre ce m&eacute;dicament.<br /><br />Prenez un comprim&eacute; de Top Avana environ 30 minutes avant l'activit&eacute; sexuelle. On peut prendre Top Avana (Avanafil 50 mg plus Dapoxetine 30 mg) avec ou sans nourriture.<br /><br />Le m&eacute;dicament arrive &agrave; son pic d'activit&eacute; en 30 minutes approximativement. Les r&eacute;sultats et les performances de Top Avana varient d'un individu &agrave; l'autre.<br /><br />La dose quotidienne maximale de Top Avana est (Avanafil 50 mg plus Dapoxetine 30 mg).</p><p><strong>DOSAGE</strong><br /><br />Prenez un comprim&eacute; de Top Avana environ 30 minutes avant l'activit&eacute; sexuelle. La dose quotidienne maximale de Top Avana est (Avanafil 50 mg plus Dapoxetine 30 mg).<br /><br /><strong>CONSERVATION</strong><br /><br />Conservez Top Avana (une combinaison de Avanafil 50 mg plus Dapoxetine 30 mg) &agrave; 20 &deg; C - 25 &deg; C (68 &deg; F &agrave; 77 &deg; F). Prot&eacute;gez de l'humidit&eacute; et de la lumi&egrave;re.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>Avant de l'utilisation de&nbsp; Top Avana s'il vous pla&icirc;t informer votre m&eacute;decin de tous les m&eacute;dicaments que vous prenez, y compris les m&eacute;dicaments sur/sans ordonnance, m&eacute;dicaments en vente libre et de rem&egrave;des &agrave; base de plantes.&nbsp;<br /><br />Top Avana est prescrite pour les hommes adultes seulement (18 ans et plus).<br /><br />Avant de prendre Top Avana v&eacute;rifi&eacute;z si vous avez d'allergies &agrave; ce m&eacute;dicament.<br /><br />&Eacute;vitez la consommation excessive d'alcool avec les m&eacute;dicaments, car ce peut conduire &agrave; des maux de t&ecirc;te, des &eacute;tourdissements, augmentation du rythme cardiaque et une diminution de la pression art&eacute;rielle chez certaines personnes.<br /><br />Le pamplemousse et le jus de pamplemousse peuvent interagir avec Top Avana et conduire &agrave; des effets secondaires potentiellement dangereux.<br /><br />&Eacute;vitez d'utiliser les autres m&eacute;dicaments contre la dysfonction &eacute;rectile lors de la prise de Top Avana.<br /><br />Les patients avec le dysfonctionnement h&eacute;patique ne devrait pas prendre Top Avana.</p><p>Les patients qui ont l'insuffisance cardiaque, stimulateur cardiaque permanent, ou une autre maladie importante de cardiopathie isch&eacute;mique ne peuvent pas utiliser Top Avana.<br /><br />Les personnes qui prennent des m&eacute;dicaments ISRS pour la d&eacute;pression doivent consulter un m&eacute;decin avant de commencer &agrave; prendre Top Avana.<br /><br />Consulter un m&eacute;decin imm&eacute;diatement si vous ressentez une &eacute;rection qui dure plus de 4 heures ou &eacute;rections douloureuses. &Eacute;rections prolong&eacute;es peuvent conduire &agrave; des l&eacute;sions du tissu p&eacute;nien permanent<br /><br />Top Avana (Une combinaison de Avanafil (50 mg) et Dapoxetine (30 mg)) n'offre aucune protection suppl&eacute;mentaire contre les maladies sexuellement transmissibles y compris le SIDA (VIH). L'utilisation d'un pr&eacute;servatif est le seul moyen de se prot&eacute;ger contre ces maladies.</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Les effets secondaires possibles de Top Avana sont donn&eacute;s ci-dessous:<br /><br />Les r&eacute;actions allergiques graves (&eacute;ruption cutan&eacute;e, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, du visage, des l&egrave;vres ou de la langue). Consultez un m&eacute;decin imm&eacute;diatement si l'un des signes mentionn&eacute;s apparaissent apr&egrave;s la consommation de Super Avana.<br /><br />Changements dans la vision, ou une perte soudaine de vision.<br /><br />Tintement d'oreilles, ou une perte soudaine de l'audition.<br /><br />Douleur &agrave; la poitrine, battements de c&oelig;ur irr&eacute;guliers.<br /><br />Douleur, gonflement, chaleur, ou rougeur dans les jambes.<br /><br />Essoufflement, gonflement de vos mains ou des pieds.<br /><br />Sensation de t&ecirc;te l&eacute;g&egrave;re.<br /><br />&Eacute;rection douloureuse du p&eacute;nis qui dure pendant 4 heures, voire plus.guliers.<br /><br />Douleur, gonflement, chaleur, ou rougeur dans les jambes.<br /><br />Essoufflement, gonflement de vos mains ou des pieds.</p>