<p><strong>Utilisation des Drogues </strong><br /><br /> Trazodone est utilis&eacute; pour traiter la d&eacute;pression. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour le soulagement d'un trouble de l'anxi&eacute;t&eacute; (par exemple, insomnie, tension), la douleur chronique. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Trazodone comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /> Trazodone est livr&eacute; avec une autre feuille Information sur le patient appelle un guide de m&eacute;dicament. Lisez-le attentivement. Lisez-le de nouveau chaque fois que vous obtenez Trazodone recycl&eacute;es. <br /> Prendre Trazodone peu de temps apr&egrave;s un repas ou une collation l&eacute;g&egrave;re. <br /> Il mai prendre 1 &agrave; 4 semaines pour Trazodone au travail. N'arr&ecirc;tez pas de prendre Trazodone sans v&eacute;rifier avec votre m&eacute;decin. <br /><br /><strong>Classe de drogue et le M&eacute;canisme</strong><br /><br /> Trazodone est un antid&eacute;presseur t&eacute;tracycliques. On pense &agrave; augmenter l'activit&eacute; de l'une des substances chimiques du cerveau (s&eacute;rotonine), qui aide &agrave; &eacute;lever l'humeur. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de trazodone et l'utilisent r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Trazodone entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Trazodone garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Trazodone si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de trazodone ou nefazodone; <br /> vous prenez l'oxybate de sodium (GHB). <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec la trazodone. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous avez une maladie cardiaque, y compris rythme cardiaque irr&eacute;gulier ou avez eu une crise cardiaque <br /> Si vous avez des ant&eacute;c&eacute;dents de d&eacute;pression ou de tendances suicidaires <br /> Si vous avez pr&eacute;vu de subir une intervention chirurgicale <br /> Si vous consommez des boissons alcoolis&eacute;es <br /><br />Certains m&eacute;dicaments peuvent interagir avec la trazodone. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> Carbamaz&eacute;pine, l'&eacute;thanol, le ginkgo biloba, des inhibiteurs de la prot&eacute;ase du VIH (par exemple, ritonavir), les ph&eacute;nothiazines (par exemple, la thioridazine), ou les inhibiteurs de la recapture de la s&eacute;rotonine (par exemple, la fluox&eacute;tine), car des effets ind&eacute;sirables, tels que la somnolence accrue ou une vision brouill&eacute;e, mai se produire <br /> Buspirone, carbamaz&eacute;pine, la digoxine, hydanto&iuml;nes (par exemple, la ph&eacute;nyto&iuml;ne), l'itraconazole, k&eacute;toconazole, n&eacute;fazodone, les inhibiteurs de la recapture de la s&eacute;rotonine (par exemple, la fluox&eacute;tine), ou l'oxybate de sodium (GHB), car le risque de leurs effets secondaires mai &ecirc;tre augment&eacute; de trazodone <br /> Anticoagulants (p.ex., warfarine), parce qu'ils mai Trazodone diminution de l 'efficacit&eacute;. Votre m&eacute;decin mai voulez ajuster votre dose en tenant Trazodone</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> vision trouble, constipation, perte d'app&eacute;tit, &eacute;tourdissements, somnolence, s&eacute;cheresse de la bouche tout inconfort physique g&eacute;n&eacute;rale; maux de t&ecirc;te, troubles de la coordination;-l&eacute;ger de t&ecirc;te, douleurs musculaires / pains;; naus&eacute;es nervosit&eacute;, insomnie, maux d'estomac, congestion nasale, gonflement de la peau, fatigue ; tremblements. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), le sang dans l'urine, douleurs thoraciques, &eacute;vanouissements, hallucinations, rythme cardiaque irr&eacute;gulier; &eacute;tourdissements en se levant d'une position couch&eacute;e ou assise; crises prolong&eacute;es, inappropri&eacute;es ou des &eacute;rections douloureuses;; essoufflement; accident vasculaire c&eacute;r&eacute;bral; vomissements.<br /> <br /> <strong>Plus d'information </strong><br /><br /> Si vous avez des questions au sujet de trazodone, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /> Trazodone doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>