<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Trental est utilis&eacute; pour traiter la claudication intermittente chez certains patients. Trental soulage les crampes dans les jambes douloureuses, crampes caus&eacute;es par une claudication intermittente, un &eacute;tat qui survient lorsque le durcissement des art&egrave;res r&eacute;duit l'approvisionnement en sang des muscles des jambes.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Consultez votre m&eacute;decin avant d'utiliser. Ne pas utiliser le m&eacute;dicament en dose plus grande que celle prescrite. Prendre par ingestion pendant ou imm&eacute;diatement apr&egrave;s les repas, et avaler en entier avec de l'eau.<br /> La dose la plus couramment utilis&eacute;e pour les adultes est de 400 mg deux fois par jour.<br /> Il ne peut pas &ecirc;tre utilis&eacute; chez les enfants sans prescription du m&eacute;decin.<br /> Remarque: la pr&eacute;sente instruction est donn&eacute;e &agrave; titre indicatif. Il est bien n&eacute;cessaire de consulter votre m&eacute;decin avant utilisation. Il vous aidera &agrave; obtenir de meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Chez les patients pr&eacute;sentant une hypotension grave ou une maladie coronarienne, Trental 400 doit &ecirc;tre utilis&eacute; avec prudence, car un effet d'hypotension passag&egrave;re est possible et, dans certains cas isol&eacute;s, pourrait entra&icirc;ner une diminution de la perfusion des art&egrave;res coronaires. Une surveillance attentive est surtout n&eacute;cessaire chez les personnes atteintes d'insuffisance r&eacute;nale. Chez les patients avec une clairance de la cr&eacute;atinine inf&eacute;rieure &agrave; 30 ml/min, il pourrait &ecirc;tre n&eacute;cessaire de r&eacute;duire la dose quotidienne de Trental &agrave; un ou deux comprim&eacute;s pour &eacute;viter un effet cumulatif. Vous pouvez r&eacute;duire la dose de Trental chez les personnes pr&eacute;sentant une fonction h&eacute;patique gravement alt&eacute;r&eacute;e. Le tabagisme peut aggraver votre &eacute;tat ou r&eacute;duire les effets b&eacute;n&eacute;fiques de Trental par le r&eacute;tr&eacute;cissement des vaisseaux sanguins. Trental ne doit pas &ecirc;tre utilis&eacute; pendant la grossesse, une prochaine grossesse ou en p&eacute;riode d&rsquo;allaitement au sein sans avis m&eacute;dical. Ne pas utiliser Trental avant l'allaitement au sein sans l&rsquo;avis du m&eacute;decin.<br /><br /> <strong>Contre-indications<br /></strong><br /> Trental est d&eacute;conseill&eacute; aux personnes qui pr&eacute;sentent une hypersensibilit&eacute; &agrave; tout composant de ce m&eacute;dicament. Trental ne doit pas &ecirc;tre utilis&eacute; &eacute;galement dans les conditions suivantes:<br /> - infarctus du myocarde aigu<br /> - saignements majeurs<br /> - h&eacute;morragie c&eacute;r&eacute;brale<br /> - grosse h&eacute;morragie r&eacute;tinienne<br /> - hypersensibilit&eacute; &agrave; l'un des composants du produit<br /> - grossesse<br /> - lactation<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Ils peuvent inclure tous les types de r&eacute;action allergique. Aussi, les effets ind&eacute;sirables les plus probables sont les suivants:<br /> - douleur thoracique ou rythme cardiaque irr&eacute;gulier;<br /> - graves vertiges, maux de t&ecirc;te, saignements de nez, ou vision trouble;<br /> - naus&eacute;es ou vomissements;<br /> - enflure des pieds ou des chevilles.<br /> Les effets moins graves comprennent:<br /> - insomnie,<br /> - yeux rouges,<br /> - nervosit&eacute;.<br /> Si vous ressentez l'un d'eux, arr&ecirc;tez d'utiliser Trental et pr&eacute;venez votre m&eacute;decin d&egrave;s que possible. Consultez &eacute;galement votre m&eacute;decin pour tout effet secondaire qui semble inhabituel.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Trental q une interaction avec le groupe de m&eacute;dicaments suivants: anticoagulants, m&eacute;dicaments de traitement de l'hypertension, de traitement du diab&egrave;te. Notez &eacute;galement que l'interaction entre deux m&eacute;dicaments ne signifie pas toujours que vous devez arr&ecirc;ter la prise de l'un d'eux. Comme d'habitude, l&rsquo;interaction affecte l'effet du m&eacute;dicament, veuillez consulter votre m&eacute;decin pour savoir comment bien contr&ocirc;ler l&rsquo;interaction ou si elle doit &ecirc;tre contr&ocirc;l&eacute;e.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis de prendre votre dose &agrave; temps, veuillez le faire d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Mais ne prenez pas la dose s&rsquo;il est trop tard ou presque l&rsquo;heure dose suivante. Ne pas exc&eacute;der la dose recommand&eacute;e. Prenez votre dose habituellement le lendemain &agrave; la m&ecirc;me heure et r&eacute;guli&egrave;rement.<br /><br /> <strong>Surdosage <br /></strong><br /> Les sympt&ocirc;mes du surdosage de Trental peuvent inclure des convulsions, de l&rsquo;agitation, de la fi&egrave;vre, une perte de conscience, un visage bouffi, et la somnolence. Si vous ressentez l'un d'eux ou des sympt&ocirc;mes inhabituels, appelez imm&eacute;diatement votre m&eacute;decin.<br /><br /> <strong>Conservation <br /></strong><br /> A conserver &agrave; temp&eacute;rature ambiante entre 20-25 &deg;C (68-77 &deg;F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou de votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>