<p><strong>Usage g&eacute;n&eacute;ral<br /> </strong><br /> Yasmin contient la drospir&eacute;none (l'hormone synth&eacute;tique &ndash; le progestin) et l'&eacute;thinylestradiol. Il est utilis&eacute; pour prevenir la grossesse. Il interf&egrave;re le cycle menstruel chez les femmes et trompe le corp comme l'ovulation a eu lieu m&ecirc;me si elle n'a pas. Ainsi, un &oelig;uf m&ucirc;r n'est pas lib&eacute;r&eacute; par les ovaires. Le m&eacute;dicament change la condition du mucus cervical et du pli ut&eacute;rin et &agrave; la fixation d'un ovule f&eacute;cond&eacute; sur l'ut&eacute;rus.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Commencez la traitement sur le premier jour de votre cycle menstruel et prenez une comprim&eacute; par jour. Si vous manquez la dose par jour prenez deux comprim&eacute;s par fois. La risque de la grossesse augmente si vous manquez plus que une dose. Ne prenez pas d'autres pilules contraceptifs ensemble &agrave; Yasmin pour &eacute;viter le d&eacute;s&eacute;quilibre hormonal serieux. Chaque pilule contient de 3.0 mg de la drospir&eacute;none et 0.030 mg du &eacute;thinylestradiol, pendant 7 pilules &laquo;inactif&raquo; ne contient pas les hormones.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Les m&eacute;thodes contraceptives (condoms ou spermicides) peuvent &ecirc;tre utiles d&egrave;s le d&eacute;but de l&rsquo;utilisation de Yasmin. <br /> La prise d'hormones peut augmenter le risque de coagulation du sang, de crise cardiaque, d&rsquo;acc&egrave;s, surtout chez les patients de plus de 35 ans ou les fumeurs. Informez votre m&eacute;decin si vous avez des probl&egrave;mes de coeur, une tension, une congestion du coeur, une angine, un haut niveau de cholest&eacute;rol, une d&eacute;pression dans l'histoire, des crises ou de l'&eacute;pilepsie, le diab&egrave;te, une maladie de la v&eacute;sicule biliaire, des veines variqueuses, la tuberculose, des tumeurs fibreuses ut&eacute;rines, une histoire de maladie fibrinolytique du sein, des nodules, une intumescence.<br /><br /> <strong>Contre-indications<br /></strong><br /> Vous ne devez pas utiliser ce m&eacute;dicament si vous &ecirc;tez allergique &agrave; le m&eacute;dicament, vous avez le saignement g&eacute;nital anormal, le cancer de buste (connu, soup&ccedil;onne ou dans le pass&eacute;), la n&eacute;oplasie d&eacute;pendant des oestrog&egrave;nes (connu ou soup&ccedil;onne), les caillot du sang, l'infarctus du myocarde, la grossesse, la lactation, les probl&egrave;mes du foie, la peste. Le m&eacute;dication ne devez pas utiliser par les filles qui n'ont pas les premier cycle menstruel.<br /><br /> <strong>Possible effets secondaires<br /></strong><br /> Yasmin peut augmenter de potassium des particuliers. Les femmes avec la maladie de rein, de foie, les maladies des glandes surr&eacute;nales ne devez pas prenez Yasmin. Aussi des femmes peuvent avoir les nausees, les vomissements, les gains de poids, les maux de t&ecirc;te, les palpitations, l'&eacute;vanouissement et le vertige, la tendresse et l'&eacute;largissement du sein, les changements du cycle menstruel, le muguet, la r&eacute;tention de l'eau dans le corp. Les esffets secondaires plus serieux mais rare sont augmentation de la tension sanguine, la d&eacute;pression, les troubles du foie et les caillots sanguins. <br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Il y a des m&eacute;dicaments qui peuvent avoir une interaction avec Yasmin. Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits sur ordonnance et sans ordonnance, des produits &agrave; base d&rsquo;herbes, des vitamines et des additifs que vous utilisez et surtout de la th&eacute;ophylline (Respbid, Theo-Dur), de l&rsquo;ac&eacute;taminoph&egrave;ne (Tylenol) ou de l'acide ascorbique (vitamine C), du prednisolone (Orapred), l&rsquo;herbe de Saint-Jean, les m&eacute;dicaments contre les acc&egrave;s, de la cyclosporine (Gengraf, Neoral, Sandimmune), des s&eacute;datifs d&eacute;riv&eacute;s de barbituriques, des m&eacute;dicaments contre le VIH ou le SIDA et des antibiotiques.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis la prise d&rsquo;une pilule, le risque de grossesse accro&icirc;t. Si vous avez omis de prendre un comprim&eacute; &laquo;actif&raquo;, il faut prendre deux comprim&eacute;s aussit&ocirc;t que vous vous en souvenez et ensuite revenir &agrave; votre programme de prises. Si vous manquez d'affil&eacute;e deux pilules &laquo;actives&raquo; dans la premi&egrave;re ou deuxi&egrave;me semaine de traitement, prenez deux comprim&eacute;s par jour au cours de deux jours d'affil&eacute;e. Ensuite, revenez &agrave; votre programme habituel. Utilisez les tests de r&eacute;v&eacute;lation de grossesse pendant sept jours si une telle omission est survenue. Si vous manquez deux pilules &laquo;actives&raquo; d'affil&eacute;e pendant la troisi&egrave;me semaine, ou si vous manquez trois pilules d'affil&eacute;e pendant l&rsquo;une des trois premi&egrave;res semaines, vous avez besoin d&rsquo;entamer un nouveau paquet de pilules comme si vous &ecirc;tes une D&eacute;butante du Premier Jour. <br /> Si vous n'avez pas pris trois comprim&eacute;s &laquo;actifs&raquo; d'affil&eacute;e pendant l&rsquo;une des trois premi&egrave;res semaines, entamez un nouveau paquet le m&ecirc;me jour comme si vous &ecirc;tes une D&eacute;butante du Premier Jour. <br /> Si vous avez omis la prise d'au moins deux pilules, vous ne devez pas avoir des menstruations au cours de ce mois. Si vous manquez une p&eacute;riode de deux mois d'affil&eacute;e, vous pourriez avoir une grossesse. <br /> Si vous omettez la prise des pilules de rappel, jetez les pilules manqu&eacute;es et revenez &agrave; votre programme de d&eacute;part.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage les plus probables de ce m&eacute;dicament sont le vomissent, la naus&eacute;e, le saignement vaginal et le augmentation du potassium sanguine. Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament cherchez l'attention m&eacute;dicale d'urgence.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez &agrave; la temp&eacute;rature de chambre entre 25 C (77 F). Il est recommande de le conserver &agrave; des endroits accessibles aux enfants.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>