<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Zestril appartient &agrave; la classe de m&eacute;dicaments appel&eacute;s des inhibiteurs SUPER. Il bloque la conversion d'angiotensin j'&agrave; angiotensin II, baisse la r&eacute;sistance arteriolar et augmente la capacit&eacute; veineuse, augmente la production cardiaque, baisse la r&eacute;sistance renovascular. Il est utilis&eacute; dans le traitement d'arr&ecirc;t du coeur congestive, hypertension et am&eacute;liorer la survie apr&egrave;s une crise cardiaque.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Zestril est pris exactement comme prescrit par ton m&eacute;decin avec ou sans nourriture en m&ecirc;me temps chaque jour. Attendez plus qu'aux heures apr&egrave;s avoir pris l'antiacide pour prendre ta dose de Zestril comme le premier peut inhiber l'absorption du dernier.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez de boire de l'alcool. Pr&eacute;venez ton docteur si tu es enceinte comme cette m&eacute;dication est capable de provoquer le mal au b&eacute;b&eacute; &agrave; venir. N'utilisez pas de rempla&ccedil;ants de sel ou de compl&eacute;ments de potassium quand on te traite avec cette m&eacute;dication. Le boire de grands volumes d'eau est recommand&eacute; en utilisant Zestril. N'utilisez pas cette m&eacute;dication si tu as l'histoire d'allergie &agrave; lisinopril ou &agrave; autre inhibiteur SUPER. Pendant que la prise de cette tension de m&eacute;dication devrait &ecirc;tre v&eacute;rifi&eacute;e sur une base r&eacute;guli&egrave;re.<br /><br /> <strong>Contre-indications <br /></strong><br /> L'hypersensibilit&eacute;, la grossesse, angioedema dans l'histoire.<br /><br /> <strong>Effet secondaire possible <br /></strong><br /> Zestril peut augmenter le niveau de potassium qui dans quelques cas rares peut provoquer de tels Effets secondaires possibles que la faiblesse de muscle ou le coeur extr&ecirc;mement lent battu. En plus des r&eacute;actions allergiques (les ruches, la d&eacute;glutition, la ru&eacute;e) Zestril peut provoquer le mal de t&ecirc;te, le vertige, la fatigue, la naus&eacute;e, la diarrh&eacute;e, la toux s&egrave;che, la vision brouill&eacute;e. S'il en est tels les Effets secondaires possibles deviennent aigus informent ton docteur imm&eacute;diatement. Faites l'attention aux changements dans le volume de ton urine ou capacit&eacute;s de vision, perte de conscience, impuissance, douleur de poitrine et consultez ton docteur aussi. Quelquefois Zestril peut provoquer des d&eacute;sordres de foie s&eacute;v&egrave;res ainsi si tu as la jaunisse, les yeux jaunes, la couleur sombre d'urine a permis &agrave; ton docteur d'en &ecirc;tre au courant.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Zestril ne devrait pas &ecirc;tre pris avec les compl&eacute;ments de potassium ou les diur&eacute;tiques qui conservent le potassium. La combinaison de Zestril avec l'or injectable peut provoquer le fait de rougir du visage, la naus&eacute;e, le vomissement et hypotension.<br /><br /> <strong>Omission de dose<br /></strong> <br />Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper . Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e.&nbsp;<br /><br /> <strong>Surdosage<br /></strong><br /> Si tu penses que tu as pris trop de Zestril et le sens extr&ecirc;mement pris de vertige ou &eacute;tourdi, ou l'&eacute;vanouissement recherche l'attention m&eacute;dicale imm&eacute;diate.<br /><br /><strong> Conservation </strong><br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>