<p><strong>Allgemeine Anwendung<br /></strong><br /> Xenical ist eine Lipase-Inhibitor die verwendet wird, um Ihnen zu helfen, ihr Gewicht zu verlieren und es zur&uuml;ckzuhalten. <br /> Xenical ist f&uuml;r korpulente Personen und &uuml;bergewichtige Menschen vorgeschrieben, die andere gesundheitliche Probleme wie Diabetes, hohen Blutdruck oder hohen Cholesterinspiegel haben. <br /> Xenical blockiert die Aufnahme von Nahrungsfett in die Blutbahn, durch eine Verringerung der Anzahl der Kalorien, die Sie von einer Mahlzeit erhalten.<br /> Sie d&uuml;rfen Xenical gemeinsam mit Di&auml;t und Sport &Uuml;bungen benutzen, um weitere Vorteile zu erhalten. Beachten Sie auch, solange Sie das Medikament verwenden, bekommen Sie Ergebnis.<br /><br /> <strong>Dosierung und Anleitung<br /></strong><br /> konsultieren Sie mit Ihrem Arzt, bevor Sie die Medizin verwenden. Verwenden Sie nicht mehr als es vorgeschrieben wurde. Nehmen Sie es oral, in der Regel drei Mal t&auml;glich w&auml;hrend (oder bis zu einer Stunde nach) jeder Hauptmahlzeit, die Fett enth&auml;lt. Sie m&uuml;ssen einen Multivitaminen Zusatz nehmen, der A, D, E und K Vitaminen enth&auml;lt, um gute Versorgung zu gew&auml;hrleisten. <br /> Der Zusatz soll genommen werden, mindestens zwei Stunden vor oder nach dem Sie dieses Medikament genommen hatten, vor dem Schlafengehen. Die empfohlene Dosis f&uuml;r Erwachsene und Kinder unter 12 Jahren ist eine 120-mg Kapsel dreimal t&auml;glich. <br /> Hinweis: Diese Anweisung wurde hier f&uuml;r Ihre Benachrichtigung angegeben. Es ist sehr wichtig, Ihren Arzt in Verbindung zu setzen, bevor Sie das Medikament verwenden. Es hilft, die besten Ergebnisse zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> nehmen Sie dieses Medikament ohne &auml;rztliche Beratung nicht, wenn Sie chronische Malabsorption-Syndrom oder Gallenblase Probleme haben. Verwenden Sie keine Xenical, wenn Sie in Ihrer Krankengeschichte Nierensteine, Anorexie oder Bulimie, Diabetes haben, Cyclosporin oder eine andere Gewicht-Verlust-Medizin nehmen. Der Gewichtsverlust beginnt innerhalb von zwei Wochen und dauert Jahre. Der Effekt der Verwendung von Xenical, f&uuml;r die Zeitperiode mehr als 2 Jahre ist noch bekannt. Wenn Sie Diabetes haben, kann der Gewicht-Verlust, Ihren Blutzuckerspiegel reduzieren. Benachrichtigen Sie Ihren Arzt &uuml;ber Xenical Dosierung, wenn Sie oral Diabetes Medikamente oder Insulin nehmen. Xenical sollte nicht w&auml;hrend der Schwangerschaft verwendet werden, w&auml;hrend m&ouml;glicher Schwangerschaft oder Stillzeit. Verwenden Sie dies nicht vor der Stillzeit ohne &auml;rztliche Erlaubnis.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Xenical ist in folgenden F&auml;llen kontraindiziert: <br /> Malabsorption<br /> Verringerter Gallenblase Funktion (z.B. nach Cholezystektomie) <br /> Schwangerschaft und Stillzeit <br /> bestimmte Nierenprobleme <br /> Beachten Sie, dass die Sicherheit und Wirksamkeit von Xenical bei Kindern unter 12 Jahren nicht nachgewiesen wurde.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong> <br /><br /> Dies kann alle Arten von allergischer Reaktion enthalten. H&ouml;ren Sie mit Xenical sofort auf, wenn Sie Schmerzen in Ihrem oberen Magen, die sich in den R&uuml;cken verbreiten, &Uuml;belkeit und Erbrechen, schnellen Puls haben. Auch zu den meisten m&ouml;glichen Nebenwirkungen geh&ouml;ren: <br /> &Ouml;lige Flecken in Ihrer Unterw&auml;sche;<br /> &ouml;liger oder fettiger Stuhl, <br /> orange oder braun gef&auml;rbte &Ouml;l in Ihrem Stuhl; <br /> Gasen w&auml;hrend der Darmentleerung, &ouml;lige Entleerung; <br /> weicher Stuhl, oder eine dringende Notwendigkeit zur Toilette zu gehen, <br /> Unf&auml;higkeit, Darmentleerung zu kontrollieren, eine erh&ouml;hte Anzahl von Stuhlg&auml;ngen,<br /> Magenschmerzen , &Uuml;belkeit, Erbrechen, Durchfall, Schmerzen im Rektum, Appetitverlust, Schw&auml;che, lehmfarbene St&uuml;hle, dunkler Urin, Juckreiz oder Gelbsucht.<br /> Zu den weniger schwerwiegenden geh&ouml;ren: <br /> Probleme mit Ihren Z&auml;hnen oder Zahnfleisch; <br /> K&auml;ltegef&uuml;hl, Symptome wie verstopfte Nase, Niesen, Husten, Fieber, Sch&uuml;ttelfrost, Halsschmerzen, , Kopfschmerzen, R&uuml;ckenschmerzen, Grippesymptome, leichter Hautausschlag.<br /> Wenn Sie einer von diesen Symptome haben, h&ouml;ren Sie mit Xenical auf und informieren Sie Ihren Arzt so bald wie m&ouml;glich. Benachrichtigen Sie auch Ihren Arzt, von jeder Nebenwirkung, die ungew&ouml;hnlich scheint.<br /> Wechselwirkung<br /> Xenical kann mit folgenden Medikamenten wirken: Cyclosporine und Warfarin. Beachten Sie auch, dass die Interaktion zwischen zwei Medikamenten nicht immer bedeutet, dass Sie die Einnahme aufh&ouml;ren m&uuml;ssen. Wie &uuml;blich beeinflusst es die Wirkung von Drogen, so konsultieren Sie mit Ihrem Arzt dar&uuml;ber, auf welche Weise kann diese Auswirkung verwaltet werden oder verwaltet werden sollte.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Symptome von Xenical &Uuml;berdosierung sind nicht bekannt. Rufen Sie Ihren Arzt sofort an, wenn die ungew&ouml;hnlichen Symptome auftreten.<br /><br /><strong> Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 68-77 Grad F (20-25 Grad C) bewahren. <br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>