<p><strong>Propiedades <br /></strong><br /> Benicar est&aacute; en un grupo de medicamentos llamados antagonistas de la angiotensina II. Se usa para controlar la presi&oacute;n arterial alta de adultos y ni&ntilde;os mayores de 6 a&ntilde;os de edad, pero no es una cura. Se sabe que la presi&oacute;n arterial alta puede da&ntilde;ar los ri&ntilde;ones, y puede conducir a un derrame cerebral o insuficiencia card&iacute;aca por lo que este medicamento ayuda a prevenir estas cosas. A veces se prescribe junto con otros medicamentos para la presi&oacute;n arterial.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome este medicamento exactamente como se lo recetado por su m&eacute;dico. Tome sus dosis a intervalos regulares, no tome la medicina en cantidades mayores y, por supuesto, no lo tome por m&aacute;s tiempo de lo que han sido recomendado por su m&eacute;dico. Siga las instrucciones de su programa de prescripci&oacute;n. Su m&eacute;dico puede cambiar su dosis para asegurarse de obtener los mejores resultados de esta medicina. Tome este medicamento por v&iacute;a oral con un vaso lleno de agua con o sin comida. Es necesario comprobar la presi&oacute;n arterial de forma regular, de esta manera usted estar&aacute; seguro de que esta medicina est&aacute; ayudando su condici&oacute;n. No falte a las visitas establecidas por su m&eacute;dico. Puede tomar hasta 4 semanas para Benicar para controlar su presi&oacute;n arterial. Siga usando esta medicina aunque se sienta bien porque la presi&oacute;n arterial alta con frecuencia no presenta s&iacute;ntomas. Si usted necesita someterse a alg&uacute;n tipo de cirug&iacute;a, d&iacute;gale al cirujano en adelantado que usted est&aacute; usando Benicar. Es posible que deba dejar de usar la medicina por un breve periodo de tiempo.<br /><br /> <strong>Precauciones</strong><br /><br /> Se recomienda que hable con su m&eacute;dico si usted tiene cualquiera de estas condiciones: hinchaz&oacute;n previa de la lengua, cara o labios con dificultad para respirar, dificultad para tragar, ronquera o estrechamiento de la garganta, la insuficiencia cardiaca, enfermedad renal o hep&aacute;tica; si est&aacute; en una dieta especial, tal como una dieta baja en sal; una reacci&oacute;n al&eacute;rgica o inusual al olmesart&aacute;n, a otros medicamentos, alimentos, colorantes o conservantes; embarazada o planea el embarazo y durante la lactancia.<br /> Evite beber alcohol. Se puede bajar la presi&oacute;n arterial y puede aumentar algunas de las reacciones adversas de Benicar. Evite sobrecalentarse o deshidratarse cuando haga ejercicio y en clima caliente. Usted tiene que seguir las instrucciones de su m&eacute;dico acerca del tipo y la cantidad de l&iacute;quidos que debe beber. En algunos casos, beber demasiado l&iacute;quido puede ser tan peligroso como no beber suficiente.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Usted no debe tomar Benicar si usted es al&eacute;rgico al medicamento. En el caso usted tiene cualquiera de estas otras condiciones, quiz&aacute;s necesite modificar su dosis o un control especial para la observaci&oacute;n de la enfermedad renal, enfermedad hep&aacute;tica, insuficiencia card&iacute;aca congestiva o si est&aacute; deshidratado.<br /> No use Benicar si usted est&aacute; embarazada y deja de usar Benicar y d&iacute;gale a su m&eacute;dico inmediatamente si se queda embarazada. Benicar puede causar lesiones o la muerte del beb&eacute; nonato si se toma el medicamento durante su segundo o tercer trimestre. Use un m&eacute;todo anticonceptivo eficaz mientras est&eacute; tomando Benicar.<br /> No se sabe si el Benicar pase en la leche materna o si pueda hacerle da&ntilde;o al beb&eacute; lactante. As&iacute; que no debe amamantar mientras est&eacute; tomando Benicar.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Obtenga ayuda m&eacute;dica de emergencia si tiene alguno de los s&iacute;ntomas de una reacci&oacute;n al&eacute;rgica (urticaria, dificultad para respirar, hinchaz&oacute;n de la cara, labios, lengua o garganta). En casos raros Benicar puede causar una condici&oacute;n que resulta en el desgaste del tejido muscular esquel&eacute;tico, lo que lleva a una insuficiencia renal. Llame a su m&eacute;dico de inmediato si siente dolor muscular, sensibilidad o debilidad, especialmente si tambi&eacute;n tiene fiebre, n&aacute;useas o v&oacute;mitos, y orina de color oscuro. Llame a su m&eacute;dico de inmediato si usted tiene otros efectos secundarios graves, como la sensaci&oacute;n de que se puede desmayar, dolor en el pecho, orinar con m&aacute;s o menos de lo normal, o nada, ictericia (coloraci&oacute;n amarillenta de la piel o los ojos) o la boca seca. Las reacciones adversas menos graves pueden incluir dolor de est&oacute;mago, ardor de est&oacute;mago, diarrea, dolor en las articulaciones, mareos, sensaci&oacute;n de giro, dolor de cabeza o tos seca. Y esto no es una lista completa de las reacciones adversas y otras tambi&eacute;n pueden ocurrir.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Discute con su m&eacute;dico o profesional de la salud todos los otros medicamentos que est&eacute; tomando, incluyendo medicamentos de venta libre, suplementos nutritivos o productos a base de hierbas. Tambi&eacute;n debe informar a su m&eacute;dico o profesional de la salud si usted es un usuario frecuente de bebidas con cafe&iacute;na o alcohol, si fuma o si usa medicinas ilegales. Estas cosas pueden afectar la forma en que act&uacute;an sus medicamentos. Consulte con su m&eacute;dico o profesional de la salud antes de parar o iniciar cualquiera de sus medicamentos.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si omita una dosis, t&oacute;mela tan pronto como se acuerde. Si es casi la hora de su siguiente dosis, no tome la dosis omitida. Tome la siguiente dosis a su horario regular. No duplique la dosis para compensar la dosis omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Busque atenci&oacute;n m&eacute;dica de emergencia si piensa que ha usado demasiado de esta medicina. Los s&iacute;ntomas de sobredosis pueden incluir latidos card&iacute;acos r&aacute;pidos o lentos, sensaci&oacute;n de mareo o desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almacene Benicar a temperatura ambiente del alcance de calor y humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>