<p><strong>Propiedades<br /></strong><br /> Conidine puede ser usado oralmente o como remiendos aplicados a piel, trata la hipertensi&oacute;n.Interpreta la concentraci&oacute;n que cambia ciertos productos qu&iacute;micos en la sangre y estimula receptores alfa 2 en el tronco del enc&eacute;falo que reduce transmisi&oacute;n de se&ntilde;al de cerebro a otras &aacute;reas en cuerpo. Su acci&oacute;n causa disminuci&oacute;n en resistencia perif&eacute;rica, resistencia vascular renal, precio de coraz&oacute;n, y tensi&oacute;n arterial.<br /><br /> <strong>Posolog&iacute;a y forma de admninistraci&oacute;n</strong><br /><br /> Por lo general Conidine es tomado dos veces al d&iacute;a, la dosis depende de respuesta de tensi&oacute;n arterial individual de paciente. No use esta medicina si ella no fuera prescr&iacute;ta a usted por su m&eacute;dico. Pen caso si usted use remiendos ellos deber&iacute;an ser aplicados a &aacute;rea de la piel calva al brazo superior o torso, una vez cada 7 d&iacute;as. Cuando usted cambia el remiendo para nuevo uno, elige un &aacute;rea diferente de la piel.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite beber alcohol, tenga cuidado si usted tiene que conducir o hacer cualquier trabajo que requiera concentraci&oacute;n alta de atenci&oacute;n.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad a Conidine o cualquier componente de la formulaci&oacute;n. La contraindicaci&oacute;n tambi&eacute;n puede incluir pacientes con s&iacute;ndrome de seno enfermo, bradicardia, bloque atrioventricular (grado II y III). La cautela deber&iacute;a ser ejercida en casos de infarcto myocardio agudo, s&iacute;ndrome de Reino, insuficiencia de ri&ntilde;&oacute;n, depresi&oacute;n end&oacute;geno y otros.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Al lado de se&ntilde;ales de reacci&oacute;n al&eacute;rgica, como urticaria, dificultad de respiraci&oacute;n,hinchaz&oacute;n tales efectos secundarios puede aparecer:latidos del coraz&oacute;n r&aacute;pidos o aporreados, precio de coraz&oacute;n muy lento, hinchaz&oacute;n, aumento de peso r&aacute;pido, confusi&oacute;n, alucinaciones, fiebre, piel p&aacute;lida, micci&oacute;n memos que de costumbre. Si usted los experimenta busque la asistencia m&eacute;dica urgente.<br /><br /> <strong>Interacci&oacute;n con otos medicamentos<br /></strong><br /> Conidine causa aumento de efecto sedativo de barbit&uacute;ricos, medecinasnarc&oacute;ticas para aliviar dolor y alcohol. Ciertos antidepresivos pueden disminuir efecto farmac&eacute;utico de Conidine. El da&ntilde;o de ri&ntilde;&oacute;n puede ser causado por concentraci&oacute;n aumentada de Cyclosporine cuando Conidine es administrado simult&aacute;neamente. La prescripci&oacute;n concomitante de Conidine con medicaciones que bajan el precio de coraz&oacute;n (bloqueantes beta) deber&iacute;a ser hecha con cautela.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero si es casi la hora para us dosis siguiente. Omita la dosis omitida y vuelva a su horario de dosificaci&oacute;n. No se puede compensar dosis omitida tomando dosis adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted sospecha que ha tomado mucho de Conidine y su tensi&oacute;n arterial primero se hace demasiado alta (dolor de cabeza severo, visi&oacute;n borrosa, que telefonea en sus o&iacute;dos, ansiedad, confusi&oacute;n, dolor en pecho) y luego seguido de la hipotensi&oacute;n (desmayo, sentimiento de fr&iacute;o, precio de coraz&oacute;n lento) busque asistencia m&eacute;dica urgente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Pastillas y remiendos se debe almanecear a una temperatura de 15-30 C (59-86 F) en un contenedor resestible a rayos solares del alcance de humedad.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>