<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> C&eacute;l&eacute;coxib appartient &agrave; un groupe de non-st&eacute;ro&iuml;diens anti-inflammatoires m&eacute;dicaments. Ce m&eacute;dicament est utilis&eacute; pour traiter l'arthrose, la polyarthrite rhumato&iuml;de, la douleur aigu&euml;, les menstruations douloureuses et les sympt&ocirc;mes menstruels. Elle aussi aide &agrave; r&eacute;duire le nombre de polypes du c&ocirc;lon et du rectum chez les patients atteints de polypose ad&eacute;nomateuse familiale.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Prenez Celebrex par la bouche avec un verre d'eau, avec ou sans nourriture. Prenez ceux m&eacute;dicament comme il est prescrit, parce que la dose et le calendrier peut varier en fonction de votre &eacute;tat de sant&eacute; et d'autres facteurs. &Eacute;vitez de couper, &eacute;craser ou m&acirc;cher ce m&eacute;dicament. Ne prenez pas le m&eacute;dicament plus souvent qu'il est prescrit. N'abandonnez pas le prendre, sauf sur les conseils de votre m&eacute;decin. Il peut avoir besoin de temps pour le m&eacute;dicament pour vous aider. Consultez votre m&eacute;decin concernant la dose appropri&eacute;e pour vous.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant de prendre Celebrex dire &agrave; votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique &agrave; ce produit ou si vous avez d'autres allergies. Informez votre m&eacute;decin ou votre pharmacien si vous avez des probl&egrave;mes cardiaques, h&eacute;patiques ou r&eacute;naux. &Eacute;vitez l'alcool et le tabagisme, tout en &eacute;tant trait&eacute;s avec ce m&eacute;dicament. Les personnes &acirc;g&eacute;es peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles du m&eacute;dicament.<br /> Au cours de la grossesse ce traitement devrait &ecirc;tre utilis&eacute; que lorsqu'il est fortement n&eacute;cessaire.<br /> Comme ce m&eacute;dicament peut &ecirc;tre absorb&eacute; par la peau, les femmes qui sont grossesse ou susceptibles de devenir grossesse ne devraient pas prendre ce m&eacute;dicament.<br /><br /> <strong>Contre-indications</strong> <br /><br /> Celebrex ne doit pas &ecirc;tre utilis&eacute; par des patients ayant manifest&eacute; une r&eacute;action d'hypersensibilit&eacute; au baclof&egrave;ne.<br /><br /> <strong>Possible Effets secondaires possibles<br /></strong><br /> Les Effets secondaires possibles les plus fr&eacute;quents sont une &eacute;ruption cutan&eacute;e, urticaire ou des d&eacute;mangeaisons, des douleurs thoraciques, maux de t&ecirc;te, naus&eacute;es, etc. Une r&eacute;action allergique tr&egrave;s grave se produit rarement. Beaucoup de personnes utilisant ce m&eacute;dicament n'ont pas d'Effets secondaires possibles graves.<br /> Demandez &agrave; votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /> Dans le cas o&ugrave; vous remarquez des effets non &eacute;num&eacute;r&eacute;s ici, veuillez communiquer avec votre m&eacute;decin ou votre pharmacien.<br /><br /> <strong>Interaction des medicaments</strong><br /><br /> Dites &agrave; votre m&eacute;decin ou votre pharmacien de tous avec ou sans ordonnance et produits &agrave; base de plantes que vous avez utilis&eacute; avant d'utiliser ce m&eacute;dicament. Celebrex peut interagir avec les m&eacute;dicaments pour la pression art&eacute;rielle; d'autres non-st&eacute;ro&iuml;diens anti-inflammatoires m&eacute;dicaments, m&eacute;dicaments pour la douleur et l'inflammation, comme l'ibuprof&egrave;ne ou le naprox&egrave;ne, l'aspirine et les m&eacute;dicaments comme l'aspirine; warfarine. Demandez &agrave; votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent habituellement des douleurs thoraciques, des naus&eacute;es, des battements de c&oelig;ur irr&eacute;guliers, et &eacute;tourdissement ou &eacute;vanouissement.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Celebrex &agrave; la temp&eacute;rature ambiante entre 20-25 C (68-77 F). Conservez-la au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. Ne recommande pas conservez-la &agrave; la salle de bain et endroit accessible aux enfants et animales domestiques.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.te, naus</p>