<p><strong>Utilisation des Drogues </strong><br /><br /> La colchicine est utilis&eacute;e pour traiter et pr&eacute;venir les douleurs associ&eacute;es &agrave; l'arthrite goutteuse. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Colchicine comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Colchicine prendre par voie orale avec ou sans nourriture. <br /> Ne pas manger de pamplemousse ou de jus de pamplemousse pendant que vous utilisez Colchicine. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Colchicine. <br /> Classe de drogue et le M&eacute;canisme de <br /><br /> La colchicine est un agent anti-goutte. Il agit en r&eacute;duisant l'inflammation. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de colchicine et vous l'utilisez r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Colchicine &agrave; 77 degr&eacute;s F (25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Ne pas ranger dans la salle de bain. Colchicine garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Colchicine si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Colchicine; <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Ne buvez pas d'alcool ou l'usage des m&eacute;dicaments qui mai causer de la somnolence (par exemple, favorise le sommeil, Relaxants musculaires) pendant que vous utilisez Colchicine, elle mai ajouter &agrave; leurs effets. Demandez &agrave; votre pharmacien si vous avez des questions sur lesquelles les m&eacute;dicaments mai causer la somnolence. <br /> Colchicine mai entra&icirc;ner des r&eacute;sultats faussement positifs lors des tests de sang ou d'urine pour l'h&eacute;moglobine. <br /> Si vous prenez la colchicine pour traiter une crise douloureuse de l'arthrite goutteuse et vous avez des naus&eacute;es, des vomissements ou la diarrh&eacute;e, arr&ecirc;tez de prendre Colchicine, m&ecirc;me si la douleur persiste, sauf si votre m&eacute;decin l'ordonne autrement. <br /> Des tests en laboratoire mai &ecirc;tre effectu&eacute; alors que vous utilisez Colchicine. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> La grossesse et l'allaitement: La colchicine a &eacute;t&eacute; d&eacute;montr&eacute; d'effets n&eacute;fastes pour le f&oelig;tus. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de colchicine pendant que vous &ecirc;tes enceinte. La colchicine est trouv&eacute;e dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Colchicine, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> diarrh&eacute;e, naus&eacute;es, douleurs abdominales, vomissements. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), fi&egrave;vre, infection, engourdissement ou de picotement, diarrh&eacute;e s&eacute;v&egrave;re, des maux de gorge, fatigue, des saignements inhabituels ou meurtrissures; faiblesse. <br /><br /> <strong>Plus d'information </strong><br /><br /> Colchicine doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>