<p><strong>Utilisation des Drogues </strong><br /><br /> Diclof&eacute;nac est utilis&eacute; pour traiter la douleur ou l'inflammation caus&eacute;es par l'arthrite ou la spondylarthrite ankylosante. Diclof&eacute;nac mai &eacute;galement &ecirc;tre utilis&eacute;es &agrave; des fins autres que celles &eacute;num&eacute;r&eacute;es dans ce guide de m&eacute;dicament. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Diclofenac comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Diclofenac prendre par voie orale avec ou sans nourriture. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de diclof&eacute;nac. <br /> Classe de drogue et le M&eacute;canisme de <br /><br /> Diclof&eacute;nac est dans un groupe de m&eacute;dicaments appel&eacute;s anti-inflammatoires non st&eacute;ro&iuml;diens (AINS). Diclofenac agit en r&eacute;duisant les hormones qui provoquent l'inflammation et la douleur dans le corps. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de diclof&eacute;nac, de l'utiliser d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. N'utilisez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage</strong> <br /><br /> Boutique Diclofenac &agrave; temp&eacute;rature ambiante entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C) dans un r&eacute;cipient bien ferm&eacute;. De br&egrave;ves p&eacute;riodes &agrave; des temp&eacute;ratures de 59 &deg; F &agrave; 86 (15 &agrave; 30 degr&eacute;s C) sont autoris&eacute;s. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Diclofenac garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Diclofenac si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Diclofenac; <br /> vous avez eu une r&eacute;action allergique grave (par exemple, de graves &eacute;ruptions cutan&eacute;es, urticaire, difficult&eacute;s respiratoires, des vertiges) &agrave; un autre AINS (ibuprof&egrave;ne, le naprox&egrave;ne, le c&eacute;l&eacute;coxib) ou l'aspirine. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: </strong><br /> Diclof&eacute;nac mai causer des &eacute;tourdissements ou une vision trouble. Ces effets mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Utilisation de diclof&eacute;nac avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Avant de commencer tout nouveau m&eacute;dicament, v&eacute;rifiez l'&eacute;tiquette pour voir si elle a le diclof&eacute;nac ou un autre anti-inflammatoire non st&eacute;ro&iuml;dien (AINS), la m&eacute;decine en elle aussi. Si c'est le cas ou si vous n'&ecirc;tes pas s&ucirc;r, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien. <br /> Diclof&eacute;nac ne devrait pas &ecirc;tre utilis&eacute; chez les enfants, la s&eacute;curit&eacute; et l'efficacit&eacute; chez les enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de diclof&eacute;nac pendant que vous &ecirc;tes enceinte. On ne sait pas si Diclofenac se trouve dans le lait maternel. Ne pas allaiter tout en utilisant le diclof&eacute;nac.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> de br&ucirc;lure ou de picotement, de d&eacute;charge; une rougeur oculaire, une irritation ou des d&eacute;mangeaisons. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); une vision floue ou d&eacute;form&eacute;e; infection oculaire; gonflement des paupi&egrave;res ou des rougeurs, une sensibilit&eacute; &agrave; l'&eacute;blouissement ou de lumi&egrave;re.<br /> <br /> <strong>Plus d'information </strong><br /><br /> Diclof&eacute;nac doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>