<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Etodolac est un m&eacute;dicament du groupe des anti-inflammatoires non-st&eacute;ro&iuml;diens (AINS). Il agit en r&eacute;duisant les hormones qui provoquent l'inflammation et la douleur dans l&rsquo;organisme. Les AINS favorise le traitement des sympt&ocirc;mes de la douleur et de l'inflammation. Il ne traite pas la maladie qui provoque ces sympt&ocirc;mes.<br /> Etodolac est utilis&eacute; pour traiter la douleur et l'inflammation caus&eacute;es par l'arthrite ou l'arthrose. Il r&eacute;duit &eacute;galement la douleur, l'enflure et la raideur articulaire due &agrave; l'arthrite.<br /><br /> <strong>Dosage et administration</strong> <br /><br /> Prenez ce m&eacute;dicament par voie ingestion avec un grand verre d'eau (8 onces ou 240 millilitres), sauf le cas o&ugrave; votre m&eacute;decin vous vous donne des recommandations autres. Evitez de rester en position allong&eacute;e pendant au moins 30 minutes apr&egrave;s la prise de ce m&eacute;dicament. Si des maux d'estomac apparaissent apr&egrave;s la prise de ce m&eacute;dicament, prenez de la nourriture, du lait ou un antiacide.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant de prendre Etodolac, consultez votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique &agrave; ce produit ou &agrave; l'aspirine ou &agrave; d'autres AINS (par exemple, &agrave; l'ibuprof&egrave;ne, au naprox&egrave;ne, au c&eacute;l&eacute;coxib), ou si vous avez d'autres allergies. Avant de subir une intervention chirurgicale, informez votre m&eacute;decin ou votre dentiste que vous prenez ce m&eacute;dicament. Avant d'utiliser ce m&eacute;dicament, informez votre m&eacute;decin ou votre pharmacien de vos ant&eacute;c&eacute;dents cliniques, en particulier de: maladie r&eacute;nale, maladie du foie, diab&egrave;te mal contr&ocirc;l&eacute;, probl&egrave;mes d'estomac / intestin / &oelig;sophage (par exemple, des saignements, des ulc&egrave;res, des br&ucirc;lures d'estomac r&eacute;currents), maladies cardiaques (par exemple, insuffisance cardiaque congestive, des ant&eacute;c&eacute;dents de crise cardiaque), accident vasculaire c&eacute;r&eacute;bral, hypertension art&eacute;rielle, intumescence (&oelig;d&egrave;me, r&eacute;tention d'eau), d&eacute;shydratation, troubles sanguins (an&eacute;mie), probl&egrave;mes de saignement ou de coagulation, asthme, excroissances dans le nez (polypes nasaux).<br /><br /> <strong>Contre-indications</strong><br /><br /> Ce m&eacute;dicament peut &ecirc;tre nocif &agrave; un futur b&eacute;b&eacute;. Pr&eacute;venez votre m&eacute;decin si vous &ecirc;tes enceinte ou planifiez une grossesse pendant le traitement. La prise d&rsquo;Etodolac au cours des 3 derniers mois de grossesse peut nuire au futur b&eacute;b&eacute;. Evitez d&rsquo;utiliser tout m&eacute;dicament sans ordonnance contre le refroidissement, les allergies, la douleur ou sans au pr&eacute;alable demander l&rsquo;avis de votre m&eacute;decin ou votre pharmacien. Ne prenez pas d&rsquo;alcool pendant le traitement &agrave; l&rsquo;Etodolac. Il ne pas utiliser ce m&eacute;dicament juste avant ou apr&egrave;s avoir fait l&rsquo;objet d&rsquo;un pontage cardiaque (&eacute;galement appel&eacute; pontage coronaire, ou pontage aorto-coronarien).<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Arr&ecirc;tez la prise d&rsquo;Etodolac et consultez un m&eacute;decin ou appelez votre m&eacute;decin imm&eacute;diatement dans le cas o&ugrave; vous avez un des effets secondaires s&eacute;rieux suivants:<br /> - douleurs thoraciques, faiblesse, essoufflement, difficult&eacute;s d'&eacute;locution, probl&egrave;mes de vision ou d'&eacute;quilibre;<br /> - selles noires, sanglantes, ou de couleur goudron;<br /> - crachats de sang ou de vomissements ressemblant &agrave; des graines de caf&eacute;;<br /> - intumescence ou prise de poids rapide;<br /> - urines moins fr&eacute;quentes que d'habitude ou absentes;<br /> - naus&eacute;es, douleurs &agrave; l'estomac, fi&egrave;vre, perte d'app&eacute;tit, urines fonc&eacute;es, selles d&eacute;color&eacute;es, ict&egrave;re (jaunissement de la peau ou des yeux);<br /> - fi&egrave;vre, maux de gorge, et maux de t&ecirc;te avec formation de bouffissures graves, desquamation, et &eacute;ruption cutan&eacute;e rouge;<br /> - ecchymoses, picotements graves, engourdissements, douleurs, faiblesse musculaire; ou<br /> - fi&egrave;vre, maux de t&ecirc;te, raideur de la nuque, frissons, sensibilit&eacute; accrue &agrave; la lumi&egrave;re, taches de couleur mauve sur la peau, et / ou acc&egrave;s (convulsions).<br /> Les effets secondaires moins graves &agrave; l&rsquo;Etodolac peuvent inclure:<br /> - maux d'estomac, br&ucirc;lures d'estomac l&eacute;gers ou douleurs &agrave; l'estomac, diarrh&eacute;e, constipation;<br /> - ballonnements, gaz;<br /> - &eacute;tourdissements, maux de t&ecirc;te, nervosit&eacute;;<br /> - d&eacute;mangeaisons ou &eacute;ruption cutan&eacute;e;<br /> - maux de gorge, nez bouch&eacute;;<br /> - vision floue ou bourdonnement dans les oreilles.<br /><br /> <strong>Interactions des m&eacute;dicaments<br /></strong><br /> Ce m&eacute;dicament ne doit pas &ecirc;tre administr&eacute; avec les m&eacute;dicaments suivants en raison des interactions tr&egrave;s graves qui pourraient en r&eacute;sulter: le cidofovir, le k&eacute;torolac.<br /> Avant d'utiliser ce m&eacute;dicament, informez votre m&eacute;decin ou votre pharmacien de tous les produits prescrits sur ordonnance ou non prescrits et des produits &agrave; base de plantes que vous pouvez prendre, en particulier: les m&eacute;dicaments antiagr&eacute;gants plaquettaires, les bisphosphonates oraux, les anticoagulants, les corticost&eacute;ro&iuml;des, la cyclosporine, la desmopressine, la digoxine, les m&eacute;dicaments contre la haute tension art&eacute;rielle , le lithium, le m&eacute;thotrexate, le pemetrexed, le prob&eacute;n&eacute;cide, les Inhibiteurs s&eacute;lectifs de la recapture de la s&eacute;rotonine (ISRS), les &laquo;pilules d'eau&raquo; (diur&eacute;tiques comme le furos&eacute;mide, l'hydrochlorothiazide, le triamt&eacute;r&egrave;ne).<br /><br /> <strong>Omission de dose<br /></strong><br /> Si ce m&eacute;dicament vous a &eacute;t&eacute; prescrit pour &ecirc;tre pris &agrave; intervalles r&eacute;guliers (et pas seulement &laquo;en cas de besoin&raquo;), et vous avez omis une dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et reprenez votre sch&eacute;ma de posologie habituel. Ne prenez pas de dose suppl&eacute;mentaire pour compenser la dose omise.<br /><br /><br /> <strong>Surdosage <br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous pensez avoir pris de trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage peuvent inclure des naus&eacute;es, des vomissements, des douleurs &agrave; l'estomac, de la somnolence, des selles noires ou sanglantes, des crachats de sang, une respiration superficielle, l'&eacute;vanouissement, ou le coma.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez le produit &agrave; la temp&eacute;rature ambiante entre 68-77 &deg;F (20-25 &deg;C), &agrave; l'abri de la lumi&egrave;re et de l'humidit&eacute;. Ne gardez pas le m&eacute;dicament dans la salle de bains. Conservez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>