<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Feldene est un m&eacute;dicament non-st&eacute;ro&iuml;diens anti-inflammatoires, qui est utilis&eacute; pour traiter l'arthrite rhumato&iuml;de ou l'arthrose. Feldene r&eacute;duit les hormones qui provoquent l'inflammation et la douleur dans le corps.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Consultez votre m&eacute;decin avant d'utiliser. Ne pas utiliser plus que ce qui &eacute;tait prescrit. Prenez-la par voie orale avec de la nourriture ou du lait. Pour l'arthrose et l'arthrite rhumato&iuml;de, la dosage recommand&eacute;e est de 20 milligrammes (mg) une fois par jour ou 10 mg par jour. Ne pas utiliser ce m&eacute;dicament chez les enfants sans la permission du m&eacute;decin.<br /> Note: cette instruction pr&eacute;sent&eacute; ici seulement pour examen. Il est tr&egrave;s n&eacute;cessaire de consulter votre m&eacute;decin avant d'utiliser. Il vous aidera &agrave; obtenir de meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Si vous avez une maladie cardiaque, ou hypertension art&eacute;rielle, ou d'autres conditions que provoquer une r&eacute;tention hydrique, Feldene est utiliser avec prudence. Ce m&eacute;dicament peut accro&icirc;tre la r&eacute;tention d'eau et n'est pas recommand&eacute; pour les personnes atteintes de la maladie du rein avanc&eacute;, &eacute;galement Feldene peut causer endommager del foie. &Eacute;galement des m&eacute;dicaments tels que Feldene peut causer des troubles oculaires chez certains patients. Si vous avez des probl&egrave;mes visuels, parlez-en &agrave; votre m&eacute;decin des yeux. Feldene peut accro&icirc;tre le risque de l'estomac ou de graves probl&egrave;mes intestinaux. Si votre sant&eacute; est faible, si vous avez des ant&eacute;c&eacute;dents d'alcoolisme, fumer ou de boire, si vous prenez des m&eacute;dicaments cortico&iuml;des ou anticoagulants, ou si vous prenez ce m&eacute;dicament pendant une longue p&eacute;riode de temps, il ya le risque de prendre Feldene sera augment&eacute;. Feldene ne doit pas &ecirc;tre utilis&eacute; pendant la grossesse, de devenir enceintes ou allaitantes sans avis m&eacute;dical. Ne pas utiliser Feldene avant l'allaitement sans l'avis du m&eacute;decin.<br /><br /> <strong>Contre-indications <br /></strong><br /> Feldene n'est pas autoris&eacute;e chez les personnes pr&eacute;sentant un ulc&egrave;re gastro-duod&eacute;nal actif, trouble gastro-intestinal inflammatoire, h&eacute;morragie gastro-intestinale ou une hypersensibilit&eacute; &agrave; Feldene, l'aspirine ou des m&eacute;dicaments similaires. Aussi, si vous avez eu des crises d'asthme provoqu&eacute;es par l'aspirine ou d'autres m&eacute;dicaments de ce type, vous ne devez pas prendre ce m&eacute;dicament. Ne pas utiliser Feldene pour le traitement de la douleur p&eacute;ri-op&eacute;ratoire dans le cadre d'un pontage coronarien.<br /><br /> <strong>Possible effets secondaires<br /></strong><br /> Ils peuvent inclure tous les types de r&eacute;action allergique. Aussi, les effets ind&eacute;sirables les plus possibles sont les suivantes:<br /> faiblesse, douleurs thoraciques, l'essoufflement, des probl&egrave;mes de vision ou de l'&eacute;quilibre, troubles de l'&eacute;locution;<br /> sang dans les selles, noir, ou goudron;<br /> crachats de sang ou de vomi qui ressemble &agrave; du marc de caf&eacute;;<br /> gain de poids gonflement ou rapide;<br /> uriner moins que d'habitude ou pas du tout;<br /> urine fonc&eacute;e, naus&eacute;es, fi&egrave;vre, perte d'app&eacute;tit, selles d&eacute;color&eacute;es, ict&egrave;re, douleurs &agrave; l'estomac;<br /> la fi&egrave;vre, des maux de gorge, maux de t&ecirc;te et avec une formation de cloques graves, peeling, et une &eacute;ruption cutan&eacute;e rouge;<br /> ecchymoses, grave picotements, engourdissements, douleurs, faiblesse musculaire;<br /> la fi&egrave;vre, des maux de t&ecirc;te, raideur de la nuque, des frissons, une sensibilit&eacute; accrue &agrave; la lumi&egrave;re, des taches mauves sur la peau, et / ou de saisie.<br /> Moins graves incluent:<br /> maux d'estomac, br&ucirc;lures d'estomac doux ou douleur &agrave; l'estomac, la diarrh&eacute;e, la constipation;<br /> ballonnements, des gaz;<br /> &eacute;tourdissements, des maux de t&ecirc;te, nervosit&eacute;;<br /> d&eacute;mangeaisons ou d'&eacute;ruption cutan&eacute;e;<br /> vision floue;<br /> bourdonnement dans les oreilles.<br /> Si vous rencontrez l'un d'entre eux cesser d'utiliser Feldene et pr&eacute;venez votre m&eacute;decin d&egrave;s que possible. Aussi consultezvotre m&eacute;decin tout effet secondaire qui semble inhabituel.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Feldene interagit avec les m&eacute;dicaments suivants: un diluant du sang comme la warfarine; lithium; m&eacute;thotrexate;<br /> diur&eacute;tiques comme le furos&eacute;mide, les st&eacute;ro&iuml;des; l'aspirine ou d'autres AINS tels que &eacute;todolac, le flurbiprof&egrave;ne, l'indom&eacute;tacine, k&eacute;toprof&egrave;ne, le k&eacute;torolac, l'acide m&eacute;f&eacute;namique, m&eacute;loxicam, nabum&eacute;tone, le naprox&egrave;ne, et d'autres;<br /> un inhibiteur de l'ECA comme le b&eacute;naz&eacute;pril, captopril, fosinopril, l'&eacute;nalapril, le lisinopril, le ramipril, et d'autres.<br /> Notez &eacute;galement que l'interaction entre deux m&eacute;dicaments n'entra&icirc;ne pas toujours dire que vous devez cesser de prendre l'un d'eux. Comme d'habitude, elle affecte l'effet de la del m&eacute;dicament, vous devez consulter avec votre m&eacute;decin pour savoir comment il interactions sont bien g&eacute;r&eacute;es ou devrait &ecirc;tre g&eacute;r&eacute;e.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose. Ne pas augmenter la dose recommand&eacute;e. Continuez &agrave; prendre le m&eacute;dicament selon l'horaire.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament cherchez l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent douleurs &agrave; l'estomac, naus&eacute;es, somnolence, vomissements, selles noires ou sanglantes, respiration superficielle, des crachats de sang, l'&eacute;vanouissement, ou coma.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Feldene &agrave; la temp&eacute;rature ambiante entre 20-25 C (68-77 F). <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>