<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Indomethacin appartient &agrave; une classe de m&eacute;dicaments antiinflammatoires non-steroidal (NSAIDs). Cette m&eacute;dication aide &agrave; r&eacute;duire la fi&egrave;vre, la raideur, la douleur et l'enflure. Il peut aussi &ecirc;tre utilis&eacute; dans d'autres cas.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez Indocin par la bouche avec un verre d'eau, avec ou sans nourriture. &Eacute;vitez de couper, &eacute;crasant ou m&acirc;cher cette m&eacute;decine.<br /> Ne prenez pas la m&eacute;decine plus souvent qu'elle est prescrite. Ne renoncez pas &agrave; le prendre sauf sur le conseil de votre m&eacute;decin traitant.<br /> Il a besoin probablement du temps pour la m&eacute;decine pour aider.<br /> Consultez votre m&eacute;decin traitant concernant la dose convenable pour vous.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant de prendre Indocin disent &agrave; votre m&eacute;decin traitant ou chimiste si vous sur cela allergique ; ou si vous avez d'autres allergies.<br /> Indocin, comme d'autre NSAIDs, peut inhiber l'excr&eacute;tion de sodium et de lithium. Soyez prudent en utilisant ce m&eacute;dicament avec les compl&eacute;ments de lithium.<br /> &Eacute;vitez de boire de l'alcool et fumer &eacute;tant trait&eacute; avec cette m&eacute;dication.<br /> &Acirc;g&eacute; les gens peuvent &ecirc;tre plus sensibles aux Effets secondaires possibles de la m&eacute;decine.<br /> Informez votre m&eacute;decin traitant si vous avez la Maladie de Parkinson, le rein ou la maladie de foie, l'hypertension; si vous etes enceinte ou allaites.<br /><br /><strong>Contre-indications<br /></strong><br /> Indocin ne devrait pas &ecirc;tre utilis&eacute; par les patients avec l'hypertension sensible du sodium aussi bien que par les patients y ayant d&eacute;montr&eacute;s une r&eacute;action d'hypersensibilit&eacute;.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Les Effets secondaires possibles les plus communs sont la bouche s&egrave;che, le vertige, l'irritabilit&eacute;, la s&eacute;dation, l'insomnie, la r&eacute;tention urinaire, etc.<br /> Une r&eacute;action allergique tr&egrave;s s&eacute;rieuse se produit rarement. Beaucoup de personnes utilisant cette m&eacute;decine n'ont pas d'Effets secondaires possibles s&eacute;rieux.<br /> Le tour &agrave; votre docteur ou pharmacien pour plus de d&eacute;tails.<br /> Dans le cas o&ugrave; vous remarquez que les effets non &eacute;num&eacute;r&eacute;s ici, contactent votre m&eacute;decin traitant ou pharmacien.<br /><br /> Action r&eacute;ciproque de m&eacute;dicament<br /> Dites &agrave; votre m&eacute;decin traitant ou pharmacien de tous les produits de nonprescription et de prescription / les produits faits avec des herbes que vous pouvez utiliser avant d'utiliser cette m&eacute;dication.<br /> Indocin peut communiquer :<br /> * NSAIDs de la famille salicylate (l'Aspirine)<br /> * les m&eacute;decines pour la douleur et l'inflammation (ibuprofen ou naproxen)<br /> * les m&eacute;decines qui traitent ou pr&eacute;viennent des caillots sanguins (warfarin)<br /> * anticoagulants.<br /> Le tour &agrave; votre m&eacute;decin traitant ou pharmacien pour plus de d&eacute;tails.<br /><br /><strong>Omission de dose&nbsp;</strong><br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper . Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br />&nbsp;Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure: la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.&nbsp;<br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 20 et 25 degr&eacute;s Celsius (68 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>