<p><strong>LES &nbsp;INDICATIONS<br /></strong><br /> Plaquenil (hydroxychloroquine) est indiqu&eacute; pour le traitement suppressif et le traitement des crises aigu&euml;s de paludisme. Il est &eacute;galement indiqu&eacute; pour le traitement des disco&iuml;de et le lupus &eacute;ryth&eacute;mateux syst&eacute;mique et la polyarthrite rhumato&iuml;de.</p><p><strong>DES INSTRUCTIONS<br /></strong><br /> Vous ne devriez pas utiliser Plaquenil si vous &ecirc;tes allergique &agrave; l'hydroxychloroquine, ou si vous avez eu des changements de vision ou des dommages &agrave; la r&eacute;tine caus&eacute;s par l'hydroxychloroquine ou des m&eacute;dicaments anti-paludisme similaires. Avant d'utiliser Plaquenil, dites &agrave; votre m&eacute;decin si vous &ecirc;tes allergique &agrave; des m&eacute;dicaments, ou si vous souffrez de psoriasis, la porphyrie, une maladie du foie, d'alcoolisme ou de glucose-6-phosphate d&eacute;shydrog&eacute;nase (G-6-PD) carence.</p><p>Prenez Plaquenil exactement comme il est prescrit par votre m&eacute;decin. Ne prenez pas en quantit&eacute;s plus grandes ou plus petites ou plus longtemps que recommand&eacute;. Suivez les instructions sur votre ordonnance.Take Plaquenil avec un repas ou un verre de lait, sauf si votre m&eacute;decin vous dit le contraire. Plaquenil est parfois donn&eacute;e qu'une fois par semaine. Choisissez le m&ecirc;me jour chaque semaine pour prendre ce m&eacute;dicament si vous &ecirc;tes sur un programme de dosage hebdomadaire.</p><p><strong>DOSAGE</strong></p><p>Consultez un m&eacute;decin concernant la dose requise. Si vous avez manqu&eacute; une dose, prenez la dose oubli&eacute;e quand vous vous souvenez. Sautez la dose omise si c&rsquo;est l'heure pour votre prochaine dose. Ne prenez pas des m&eacute;dicaments suppl&eacute;mentaires pour compenser la dose oubli&eacute;e.</p><p><strong>ESPACE DE RANGEMENT</strong></p><p>Dispensez dans un r&eacute;cipient serr&eacute;, r&eacute;sistant &agrave; la lumi&egrave;re. Conserver &agrave; la temp&eacute;rature ambiante jusqu'&agrave; 30 &deg; C (86 &deg; F).</p><p><br /><br /><br /></p>