<p><strong>Utilisation des Drogues </strong><br /><br /> La prednisolone est utilis&eacute;e pour traiter les allergies, l'arthrite, des probl&egrave;mes respiratoires (asthme), certains troubles h&eacute;matologiques, maladies du collag&egrave;ne (par exemple, le lupus), certaines maladies oculaires (par exemple, k&eacute;ratite), le cancer (leuc&eacute;mie par exemple), des troubles endocriniens (par exemple, insuffisance surr&eacute;nale), des probl&egrave;mes intestinaux (par exemple, la colite ulc&eacute;reuse), de l'enflure due &agrave; certaines conditions ou maladies de la peau (psoriasis). Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Prednisolone comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Prendre la prednisolone par voie orale avec ou sans nourriture. <br /> Swallow Prednisolone ensemble. Ne pas casser, &eacute;craser, m&acirc;cher ou avaler avant. <br /> Continuer &agrave; prendre Prednisolone m&ecirc;me si vous vous sentez bien. Ne manquez aucune dose. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong><br /><br /> La prednisolone est un corticost&eacute;ro&iuml;de. Il fonctionne en modifiant le corps de l 'r&eacute;ponse immunitaire &agrave; diff&eacute;rentes conditions et en diminuant l'inflammation. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de prednisolone, sautez la dose oubli&eacute;e. Retournez &agrave; votre horaire habituel. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique prednisolone &agrave; 77 degr&eacute;s F (25 degr&eacute;s C). L'entreposage bref entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Prednisolone garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Prednisolone si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de prednisolone; <br /> vous avez une infection fongique syst&eacute;mique, un certain type de paludisme, inflammation du nerf optique, ou l'herp&egrave;s infection de l'&oelig;il; <br /> vous avez pr&eacute;vu de vous faire vacciner en direct ou att&eacute;nu&eacute;s (par exemple, la variole); <br /> vous prenez la mif&eacute;pristone. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Prednisolone mai abaisser la capacit&eacute; de votre corps pour combattre l'infection. &Eacute;viter tout contact avec des gens qui ont un rhume ou une infection. Pr&eacute;venez votre m&eacute;decin si vous remarquez des signes d'infection tels que fi&egrave;vre, maux de gorge, &eacute;ruption cutan&eacute;e, ou des frissons. <br /> Si vous n'avez pas eu la varicelle, le zona, la rougeole, &eacute;viter tout contact avec quelqu'un qui le fait. <br /> Si vous prenez Prednisolone r&eacute;guli&egrave;rement sur une longue p&eacute;riode de temps, de porter une carte d'identit&eacute; &agrave; tout moment, qui dit que vous prenez la prednisolone. <br /> Ne pas recevoir un vaccin vivant (par exemple, la rougeole, les oreillons) pendant que vous prenez la prednisolone. Discutez avec votre m&eacute;decin avant de recevoir tout vaccin. <br /> Dites &agrave; votre m&eacute;decin ou dentiste que vous prenez Prednisolone avant de recevoir tous les soins m&eacute;dicaux ou dentaires, des soins d'urgence, ou la chirurgie. <br /> Les patients diab&eacute;tiques - la prednisolone mai affectent votre glyc&eacute;mie. En v&eacute;rifiant votre glyc&eacute;mie de pr&egrave;s. Demandez &agrave; votre m&eacute;decin avant de modifier la dose de votre m&eacute;dicament de diab&egrave;te. <br /> Des tests en laboratoire, y compris les tests de la fonction surr&eacute;nalienne, mai &ecirc;tre effectu&eacute; alors que vous utilisez la prednisolone. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> La prudence est conseill&eacute;e pour l'utilisation de la prednisolone chez les enfants, ils mai &ecirc;tre plus sensibles &agrave; ses effets. <br /> Corticost&eacute;ro&iuml;des mai affectent le taux de croissance chez les enfants et les adolescents dans certains cas. Ils ont besoin de v&eacute;rifications mai croissance r&eacute;guli&egrave;re, tandis qu'ils font la prednisolone. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de prednisolone pendant que vous &ecirc;tes enceinte. La prednisolone est trouv&eacute;e dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Prednisolone, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> l'acn&eacute;; maladresse, &eacute;tourdissements, rougeur du visage, sensation d'un mouvement tourbillonnaire; inconfort physique g&eacute;n&eacute;rale; maux de t&ecirc;te, augmentation de l'app&eacute;tit, augmentation de la sudation, naus&eacute;es, nervosit&eacute;, insomnie, maux d'estomac. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); selles noires, poisseuses; modification des graisses corporelles, les changements de cycle menstruel, les changements de couleur de la peau , douleurs thoraciques, des ecchymoses ou des saignements; (infection, par exemple, de la fi&egrave;vre, frissons, maux de gorge); mental ou modifications de l'humeur (d&eacute;pression), douleurs musculaires, une faiblesse ou perdre, convulsions, naus&eacute;es ou vomissements s&eacute;v&egrave;res, &eacute;tourdissements soudains et violents ou maux de t&ecirc;te, gonflement des pieds ou des jambes, des tendons ou de la douleur osseuse, amincissement de la peau, sensation cutan&eacute;e inhabituelle, gain de poids inhabituelle; des changements de vision ou d'autres troubles oculaires; vomir ressemblant &agrave; du marc de caf&eacute;. <br /><br /> <strong>Plus d'information </strong><br /><br /> La prednisolone est &agrave; utiliser uniquement par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>