<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Prednisone est un corticosteroid qui a utilis&eacute; utilis&eacute; pour r&eacute;duire l'inflammation et soulager des sympt&ocirc;mes dans une vari&eacute;t&eacute; de d&eacute;sordres, en incluant l'arthrite rhumato&iuml;de et les cas s&eacute;v&egrave;res d'asthme. Prednisone diminue ou emp&ecirc;che des tissus de r&eacute;pondre &agrave; l'inflammation et modifie aussi la r&eacute;ponse du corps &agrave; une certaine stimulation immunis&eacute;e.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec ou sans nourriture (on recommande que prednisone soient pris avec la nourriture). <br /> Le dosage commun&eacute;ment utilis&eacute; est diff&eacute;rent de 5 &agrave; 60 mgs par jour et est souvent r&eacute;gl&eacute; bas&eacute; sur la r&eacute;ponse de la condition &eacute;tant trait&eacute;e. Corticosteroids devrait &ecirc;tre utilis&eacute; depuis plusieurs jours pour le meilleur r&eacute;sultat. La th&eacute;rapie prolong&eacute;e avec ce m&eacute;dicament fait les glandes surr&eacute;nales s'atrophier et arr&ecirc;ter de produire cortisol, ainsi quand prednisone est arr&ecirc;t&eacute; apr&egrave;s une p&eacute;riode de th&eacute;rapie prolong&eacute;e, la dose de prednisone doit &ecirc;tre resserr&eacute;e pour permettre au temps de glandes surr&eacute;nal de se r&eacute;tablir.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Tu ne devrais pas commencer &agrave; prendre Prednisone si vous souffrez d'une infection bact&eacute;rienne, fongique ou virale s&eacute;v&egrave;re. N'utilisez pas ce m&eacute;dicament sans la permission de m&eacute;decin traitant si votre histoire m&eacute;dicale inclut : la maladie du rein, une condition psychiatrique, la maladie du c&oelig;ur ou l'hypertension, la maladie de foie, Diverticulitis, la Colite Ulc&eacute;rative, ou les ulc&egrave;res de l'estomac, hypothyroidism, le diab&egrave;te mellitus, Myasthenia gravis, osteoporosis ou autres d&eacute;sordres m&eacute;dicaux. N'arr&ecirc;tez pas de prendre Prednisone subitement parce que tes propres glandes surr&eacute;nales ne peuvent pas produire vite assez de cortisone. Notez aussi que ce m&eacute;dicament augmente l'app&eacute;tit! Donc vous devez pour contr&ocirc;ler votre repas. Utilisez la prudence chez les enfants parce que Prednisone peut affecter la croissance. Prednisone ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant enceinte ou en produisant du lait sans le conseil de docteur. N'utilisez pas avant l'alimentation du sein sans le conseil de m&eacute;decin traitant.<br /><br /> <strong>Contre-indications<br /></strong><br /> Prednisone n'est pas permis aux gens qui sont hypersensibles &agrave; n'importe quelles composantes de cette m&eacute;decine. Aussi Prednisone a contre-indiqu&eacute; en pr&eacute;sence des infections, surtout la tuberculose, infectons fongique, amebiasis, vaccinia et varicella et les infections r&eacute;sistantes de l'antibiotique; lactation.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure tous les types d'une r&eacute;action allergique. Aussi les Effets secondaires possibles les plus s&eacute;rieux incluent : <br /> probl&egrave;mes avec votre vision;<br /> l'enflure, le gain de poids rapide, se sentant un peu avant de l'haleine;<br /> la d&eacute;pression s&eacute;v&egrave;re, les pens&eacute;es inhabituelles ou le comportement, la saisie;<br /> faites saigner ou les tabourets goudronneux, en toussant en haut le sang;<br /> pancreatitis;<br /> potassium bas; <br /> dangereusement hypertension.<br /><br /> Moins s&eacute;rieux incluez :<br /> probl&egrave;mes de sommeil, changements d'humeur;<br /> l'acn&eacute;, la peau s&egrave;che, en diluant la peau, en se faisant facilement des bleus ou la d&eacute;coloration;<br /> ralentissez la gu&eacute;rison de blessure;<br /> le fait de suer augment&eacute;;<br /> le mal de t&ecirc;te, le vertige, en lan&ccedil;ant la sensation;<br /> la naus&eacute;e, la douleur d'estomac, bloating; <br /> les changements dans la forme ou l'endroit de graisse de corps.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Prednisone et disent &agrave; votre docteur aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /><strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Prednisine communique avec dugs suivant : aspirine; un diur&eacute;tique; un sang plus mince tel que warfarin; cyclosporine; l'insuline ou les m&eacute;dications de diab&egrave;te vous prendez par la bouche; ketoconazole; rifampin; les m&eacute;dications de saisie telles que phenytoin ou ph&eacute;nobarbital. Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Prednisone peuvent inclure la peau se dissipant, le fait de faire facilement des bleus facile, les changements dans la forme ou l'endroit de corps l'acn&eacute; grosse, augment&eacute;e ou les cheveux du visage, les probl&egrave;mes menstruels, l'impuissance, ou la perte d'int&eacute;r&ecirc;t pour le sexe. Si vous connaisez un d'entre eux ou n'importe quels sympt&ocirc;mes inhabituels appellent votre m&eacute;decin traitant imm&eacute;diatement. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 20 et 25 degr&eacute;s Celsius (68 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>