<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Le diclof&eacute;nac appartient &agrave; la cat&eacute;gorie des anti-inflammatoires non-st&eacute;ro&iuml;diens (AINS). Ce m&eacute;dicament est utilis&eacute; pour r&eacute;duire l'inflammation et, comme analg&eacute;sique, pour r&eacute;duire la douleur dans des cas tels que l'arthrite ou une blessure grave. Il peut &eacute;galement &ecirc;tre utilis&eacute; pour diminuer les douleurs menstruelles, la dysm&eacute;norrh&eacute;e.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez Voltaren par ingestion avec un verre d'eau, avec ou sans nourriture. Evitez de couper, de morceler ou de m&acirc;cher ce m&eacute;dicament.<br /> Ne prenez pas le m&eacute;dicament plus souvent qu&rsquo;il ne vous est prescrit. N'arr&ecirc;tez pas de le prendre, sauf sur les conseils de votre m&eacute;decin.<br /> Un certain temps peut &ecirc;tre n&eacute;cessaire pour constater les r&eacute;sultats positifs du m&eacute;dicament.<br /> Consultez votre m&eacute;decin concernant la dose convenable &agrave; votre cas.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant de prendre Voltarol, avisez votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique &agrave; ce produit ou si vous avez d'autres allergies.<br /> Voltaren, comme les autres AINS, peut inhiber l'excr&eacute;tion du sodium et du lithium. Soyez prudent lorsque vous utilisez ce m&eacute;dicament avec des suppl&eacute;ments de lithium.<br /> Evitez la consommation d'alcool et le tabagisme, pendant le traitement avec ce m&eacute;dicament.<br /> Les personnes &acirc;g&eacute;es peuvent &ecirc;tre plus sensibles aux effets secondaires du m&eacute;dicament.<br /> Informez votre m&eacute;decin si vous avez la maladie de Parkinson, une maladie r&eacute;nale ou h&eacute;patique, une hypertension art&eacute;rielle, si vous &ecirc;tes enceinte ou allaitez au sein.<br /><br /> <strong>Contre-indications<br /></strong><br /> Voltaren ne doit pas &ecirc;tre utilis&eacute; par les patients souffrant d'hypertension sensible au sodium, ainsi que par les patients y ayant manifest&eacute; une r&eacute;action d'hypersensibilit&eacute;.<br /><br /> <strong>Effets secondaires possibles</strong><br /><br /> Les effets ind&eacute;sirables les plus fr&eacute;quents sont la siccit&eacute; de la bouche, les vertiges, l&rsquo;irritabilit&eacute;, la s&eacute;dation, l'insomnie, la r&eacute;tention urinaire, etc.<br /> Les r&eacute;actions allergiques tr&egrave;s graves se produisent rarement. Beaucoup de personnes utilisant ce m&eacute;dicament n'ont pas d'effets secondaires graves.<br /> Consultez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /> Dans le cas o&ugrave; vous remarquez des effets secondaires non &eacute;num&eacute;r&eacute;s ci-dessus, veuillez consulter votre m&eacute;decin ou votre pharmacien.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Avisez votre m&eacute;decin ou votre pharmacien de tous les m&eacute;dicaments prescrits ou sans ordonnance et des produits &agrave; base de plantes que vous pouvez utiliser avant de commencer l&rsquo;utilisation de ce m&eacute;dicament.<br /> Voltaren peut avoir une interaction avec:<br /> * AINS de la famille des salicylates (aspirine)<br /> * anticoagulants.<br /> Consultez votre m&eacute;decin ou votre pharmacien pour plus de d&eacute;tails.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis votre dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si vous constatez que l'heure de la dose suivante est proche, sautez la dose omise et reprenez votre sch&eacute;ma de posologie habituel. Ne prenez pas de dose double.<br /><br /> <strong>Surdosage</strong> <br /><br /> Si vous pensez avoir utilis&eacute; trop de ce m&eacute;dicament, demandez l'aide m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent habituellement des douleurs thoraciques, des naus&eacute;es, des battements de c&oelig;ur irr&eacute;guliers, et des &eacute;tourdissements ou des &eacute;vanouissements.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez vos m&eacute;dicaments &agrave; la temp&eacute;rature ambiante entre 68-77 &deg;F (20-25 &deg;C) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;. Ne gardez pas vos m&eacute;dicaments dans la salle de bains. Conservez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou de votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>