<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />TADALAFIL est utilis&eacute; pour le traitement des probl&egrave;mes &eacute;rectiles chez l&rsquo;homme. De plus, il est pr&eacute;sentement en Phase 3 des essais cliniques pour le traitement de l'hypertension art&eacute;rielle pulmonaire.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />probl&egrave;mes de vision ou des yeux, incluant la malade h&eacute;r&eacute;ditaire rare appel&eacute;e retinitis pigmentosa (r&eacute;tinite pigmentaire)<br />maladie du coeur, angine, pouls irr&eacute;gulier, des ant&eacute;c&eacute;dants d&rsquo;attaque cardiaque ou autres probl&egrave;mes cardiaques<br />haute ou basse pression sanguine<br />maladie du foie ou des reins<br />accident vasculaire c&eacute;r&eacute;bral (AVC)<br />une r&eacute;action inhabituelle ou allergique au tadalafil, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs <br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Vous pouvez prendre ce m&eacute;dicament avec ou sans nourriture. La dose est habituellement prise 30 &agrave; 60 minutes avant le d&eacute;but de l&rsquo;activit&eacute; sexuelle. Vous ne devriez pas prendre plus d&rsquo;une dose par jour. Ne prenez pas ce m&eacute;dicament plus souvent qu&rsquo;il vous est indiqu&eacute;.<br /><br />Parlez &agrave; votre p&eacute;diatre concernant l'utilisation de ce m&eacute;dicament chez les enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> <br /><br />Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTEZ:</strong> <br />Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez une dose, vous pouvez la prendre lorsque vous remarquez l&rsquo;oubli, mais ne prenez pas plus d&rsquo;une dose par jour.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?</strong><br /><br />Ne prenez pas ce m&eacute;dicament avec l&rsquo;un ou plusieurs des &eacute;l&eacute;ments suivants:<br />nitrates tels que amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglyc&eacute;rine<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />certains m&eacute;dicaments pour la haute pression sanguine<br />certains m&eacute;dicaments pour le traitement d&rsquo;une infection au VIH ou le SIDA<br />certains m&eacute;dicaments pour le traitement d&rsquo;une infection &agrave; champignon ou &agrave; levure, tels que le fluconazole, itraconazole, k&eacute;toconazole et voriconazole<br />certains m&eacute;dicaments pour les convulsions tels que la carbamaz&eacute;pine, ph&eacute;nyto&iuml;ne et ph&eacute;nobarbital<br />jus de pamplemousse<br />les antibiotiques macrolides tels que la clarithromycine, &eacute;rythromycine, trol&eacute;andomycine<br />les m&eacute;dicaments pour les probl&egrave;mes de prostate<br />rifabutine, rifampine or rifapentine<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Si vous remarquez un quelconque changement dans votre vision pendant la prise de ce m&eacute;dicament, appelez votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible. Cessez l&rsquo;utilisation de ce m&eacute;dicament et appelez votre m&eacute;decin ou professionnel de la sant&eacute; imm&eacute;diatement si vous avez une perte de vision dans un oeil ou les deux yeux.<br /><br />Appelez votre m&eacute;decin ou professionnel de la sant&eacute; imm&eacute;diatement si votre &eacute;rection dure plus de 4 heures ou si elle devient douloureuse. Cela pourrait &ecirc;tre signe d&rsquo;un probl&egrave;me s&eacute;rieux et cela se doit d&rsquo;&ecirc;tre trait&eacute; imm&eacute;diatement pour pr&eacute;venir des dommages permanents.<br /><br />Si vous ressentez des sympt&ocirc;mes de naus&eacute;e, d&rsquo;&eacute;tourdissements, de douleurs &agrave; la poitrine ou au bras lors du commencement de la relation sexuelle apr&egrave;s avoir pris ce m&eacute;dicament, vous devriez cesser l&rsquo;activit&eacute; sexuelle et appelez votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible.<br /><br />Ne buvez pas d&rsquo;alcool &agrave; exc&egrave;s (par exemple: 5 verres de vin ou 5 onces de whisky) lorsque vous prenez ce m&eacute;dicament. Lorsque pris &agrave; exc&egrave;s, l&rsquo;alcool peut augmenter vos chances d&rsquo;avoir des maux de t&ecirc;te ou des &eacute;tourdissements, une augmentation du pouls ou une chute de pression.<br /><br />L&rsquo;utilisation de ce m&eacute;dicament ne vous prot&egrave;ge ni vous, ni votre partenaire d&rsquo;une infection au VIH (le virus qui cause le SIDA) ou d&rsquo;autres maladies transmises sexuellement.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres ou &agrave; la langue<br />probl&egrave;mes respiratoires<br />changement dans l&rsquo;ou&iuml;e<br />douleur &agrave; la poitrine<br />pouls rapide, irr&eacute;gulier<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />douleur au dos<br />&eacute;tourdissements<br />rougissement<br />maux de t&ecirc;te<br />indigestion<br />douleurs musculaires<br />congestion nasale ou &eacute;coulement nasal<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>