<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Clomid n'est pas hormone st&eacute;ro&iuml;de anti-estrog&egrave;ne. M&eacute;canisme de ses action consiste &agrave; sp&eacute;cifique connexion de estrog&egrave;ne entre ovaire et hypophyse. Pour des patients qu'a faible niveaux de estrog&egrave;ne in ses organisme ceux m&egrave;dicament cause effet estrog&egrave;ne et pour des persons qu'a haut niveaux le cause effet anti- estrog&egrave;ne. Les petites doses de ceux m&egrave;dicament causent accroissement de secreta de gonadotrophine (prolactine, hormone gonadotrope, prolan, LH, hormone lut&eacute;inisante, ICSH, hormone lut&eacute;ostimulante , F. S. H. (follicle stimulating hormone)), stimulent ovulation; les grandes doses de ceux m&egrave;dicament causent abaissement de secreta de gonadotrophine. Dans le sens g&eacute;n&eacute;ral l'action de Clomid consiste &agrave; la stimulation de l'ovulation pour tenir en observation et disposer l'organisme pour la grossesse. Les hommes peuvent &ecirc;tre utilis&egrave; ceux m&egrave;dicament si ils ont l'acy&egrave;se caus&egrave; de d&eacute;sorption exigu de liquide spermatique.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Clomid est us&egrave; pour stimuler l'ovulation 50 mg 1 fois par jour au coucher, &agrave; partir de 5 journ&eacute;e del cycle menstruel pendant 5 jours (si le cycle est absent - &agrave; tout moment). Si n'a pas effet (l'ovulation n'a pas commenc&eacute; les 30 derniers jours) augmentez la dose &agrave; 150 mg par jour au allongez le cours &agrave; 10 jours. Prenez le m&egrave;dicament exactement comme le fit prendre, ne prenez-la pas &agrave; grand quantit&eacute;.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Informez votre docteur ant&eacute; prener Clomid si vous avez r&eacute;action allergique de clomiph&egrave;ne, maladie du foie, depression mental, thrombophlebitis. Ceux m&egrave;dicament peut causer les probl&egrave;mes de vision, tournement de t&ecirc;te. Soyez tr&egrave;s prudent si vous devez conduire une auto ou survir des machines que requi&egrave;rent haut concentration de l'attention.<br /><br /> <strong>Contre-indications <br /></strong><br /> L'hypersensibilit&eacute;, maladies de foie et rein, m&eacute;trorragie de &eacute;tiologie inconnu, kyste ovarique, n&eacute;oplasie de organes g&eacute;nital, tumor ou hypofonction de hypophyse, endom&eacute;triose, l'incomp&eacute;tence de ovaire avec hyperprolactinaemia, grossesse. <br /><br /> <strong>Possible Effets secondaires possibles<br /></strong><br /> Ce peut &ecirc;tre signes allergique comme intumescence de l&egrave;vres, de langue, de faci&egrave;s ou exanth&egrave;me allergique et aussi des patients peuvent observer d'autres Effets secondaires possibles: augment de ovaire avec douleur abdominal ou pelvien, hyper&eacute;mie, naus&eacute;e, vomissure, diarrh&eacute;e, vision flous, mal de t&ecirc;te, sanglage anormal de ut&eacute;rus.<br /><br /> <strong>Interaction des medicaments<br /></strong><br /> Informez votre docteur et pharmacien de tout les medicaments et gal&eacute;niques que vous prenez si vous &ecirc;tez traiter avec Clomid.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous tenez en suspicion que vous prenez trop de medicament, vous devez r&eacute;quisitionner &agrave; secours d'urgence.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez Clomid au sec prot&eacute;ge de lumi&egrave;re &agrave; la temp&eacute;rature ambiante entre 15-30 C (59-86 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>