<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Cytotec est une m&eacute;dication avec l'activit&eacute; acidic anti-utilis&eacute;e pour pr&eacute;venir la formation d'ulc&egrave;res de l'estomac dans les patients qui prennent NSAIDs tel que l'aspirine ou ibuprofen. Sa composante principale est Misoprostol, c'est prostaglandin synth&eacute;tique, la substance qui est produite l'un ou l'autre dans un estomac. Leur r&ocirc;le se compose au fait de prot&eacute;ger la doublure int&eacute;rieure de l'estomac de l'action destructive de NSAIDs qui sont cens&eacute;s d&eacute;truire prostaglandins naturel dans l'estomac. Cytotec est le commencement actif au cours de 30 minutes depuis sa consommation et continue depuis environ 3 heures.<br /><br /> <strong>Dosage et administration<br /></strong><br /> La dose recommand&eacute;e pour les adultes est 0.2 mgs pris 3-4 temps tous les jours avec un repas. La derni&egrave;re dose est prise avant l'heure du coucher. En cas de la mauvaise tol&eacute;rance une dose de temps devrait &ecirc;tre r&eacute;duite jusqu'&agrave; 0.1 mgs. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> En raison de la capacit&eacute; de Cytotec &agrave; la diarrh&eacute;e, il doit &ecirc;tre utilis&eacute; tr&egrave;s prudemment dans les patients avec la maladie d'intestin inflammatoire ou autre condition d'&eacute;viter des conditions dangereuses provoqu&eacute;es par la perte consid&eacute;rable de liquide. Le risque est diminu&eacute; en prenant la m&eacute;dication avec la nourriture. &Eacute;vitez aussi de le prendre avec un antiacide contenant le magn&eacute;sium. <br /><br /> <strong>Contre-indications<br /></strong><br /> Cytotec ne peut pas &ecirc;tre prescrit pour les adolescents moins de 18 ans d'&acirc;ge, les femmes enceintes et breastfeeding (comme il provoque la contraction de muscle d'ut&eacute;rus et par cons&eacute;quent l'avortement, les anomalies cong&eacute;nitales et la naissance pr&eacute;matur&eacute;e) et les patients avec l'affaiblissement r&eacute;nal.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Les r&eacute;actions d&eacute;favorables les plus communes sont le vomi, la diarrh&eacute;e, la douleur abdominale. Dans les rougeurs de cas rares, la somnolence, hypo ou l'hypertension, le mal de t&ecirc;te, les crampes menstruelles, la naus&eacute;e et la flatulence. <br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Aucune action r&eacute;ciproque significative de n'importe quelles m&eacute;dications avec Cytotec n'a &eacute;t&eacute; annonc&eacute;e de.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous vous etes ennuy&eacute; d'une dose prennent la m&eacute;dication aussit&ocirc;t que vous vous rappelez. Si c'est presque le temps de votre dose suivante sautent juste sa consommation et reviennent &agrave; votre programme r&eacute;gulier.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Cytotec n'ont pas &eacute;t&eacute; d&eacute;termin&eacute;s exactement bien que si vous connaisez, la somnolence, le tremblement, la diarrh&eacute;e, les maux d'estomac, la douleur dans l'estomac, la respiration de difficult&eacute;, l'hypotension de battement de coeur irr&eacute;guli&egrave;re, les saisies, la fi&egrave;vre peut-&ecirc;tre vous aviez pris une quantit&eacute; excessive de cette m&eacute;dication. Si vous supposez que cela a pris trop de cette m&eacute;dication cherchent l'attention m&eacute;dicale imm&eacute;diatement.<br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce loin de l'humidit&eacute;, la lumi&egrave;re du soleil, les gosses et les animaux de compagnie dans un r&eacute;cipient serr&eacute;.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>