<p><strong>Utilisation des Drogues </strong><br /><br /> NOLVADEX est utilis&eacute; pour traiter le cancer du sein qui s'est propag&eacute; &agrave; d'autres sites dans le corps. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Nolvadex comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Nolvadex mai &ecirc;tre pris par voie orale avec ou sans nourriture. <br /> Prendre Nolvadex avec l'eau ou autre liquide non alcoolis&eacute;. <br /> Avalez ce m&eacute;dicament entier. Ne pas casser, &eacute;craser, m&acirc;cher ou avaler avant. <br /> Continuer &agrave; prendre Nolvadex m&ecirc;me si vous vous sentez bien. Ne manquez aucune dose. Prenant Nolvadex &agrave; la m&ecirc;me heure chaque jour vous aidera &agrave; vous rappeler de le prendre. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Nolvadex. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong>&nbsp;<br /><br /> Nolvadex est un anti-&oelig;strog&egrave;ne. Il agit en bloquant l'effet des &oelig;strog&egrave;nes sur certaines tumeurs. Cette mai emp&ecirc;cher la croissance des tumeurs qui sont activ&eacute;s par les &oelig;strog&egrave;nes. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Nolvadex, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br />&nbsp;Boutique Nolvadex entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C) dans un herm&eacute;tiquement ferm&eacute;, la lumi&egrave;re r&eacute;cipient r&eacute;sistant. Conserver &agrave; l'abri de l'humidit&eacute;, la chaleur et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Ne prenez pas les comprim&eacute;s apr&egrave;s la date d'expiration imprim&eacute;e sur l'&eacute;tiquette. Nolvadex garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser Nolvadex si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Nolvadex; <br /> Nolvadex vous utilisez pour r&eacute;duire votre risque de cancer du sein et vous avez des ant&eacute;c&eacute;dents de caillots sanguins dans les poumons ou de la jambe; <br /> Nolvadex vous utilisez pour r&eacute;duire votre risque de cancer du sein et vous prenez aussi certains anticoagulants (par exemple, la warfarine); <br /> vous prenez l'anastrozole. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Nolvadex mai r&eacute;duire le nombre de caillots formant des cellules (plaquettes) dans votre sang. &Eacute;vitez les activit&eacute;s qui mai causer des contusions ou des blessures. Pr&eacute;venez votre m&eacute;decin si vous avez des ecchymoses ou des saignements inhabituels. Pr&eacute;venez votre m&eacute;decin si vous avez fonc&eacute;, goudronneux ou sanglants les selles. <br /> Nolvadex mai abaisser la capacit&eacute; de votre corps pour combattre l'infection. &Eacute;viter tout contact avec des gens qui ont un rhume ou une infection. Pr&eacute;venez votre m&eacute;decin si vous remarquez des signes d'infection tels que fi&egrave;vre, maux de gorge, &eacute;ruption cutan&eacute;e, ou des frissons. <br /> De nouvelles tumeurs se sont produites dans des sites autres que les corps de l'ut&eacute;rus chez les patients prenant Nolvadex. On ignore si Nolvadex mai &ecirc;tre la cause. Discuter toutes questions ou pr&eacute;occupations &agrave; votre m&eacute;decin. <br /> Les femmes qui prennent Nolvadex pour r&eacute;duire le risque de cancer du sein devraient subir un examen du sein, mammographie et examen gyn&eacute;cologique avant de commencer et pendant le traitement avec Nolvadex. <br /> Les femmes qui deviennent enceintes mai devraient commencer &agrave; prendre Nolvadex pendant une p&eacute;riode menstruelle. Les femmes qui ont des r&egrave;gles irr&eacute;guli&egrave;res devraient subir un test de grossesse imm&eacute;diatement avant de commencer Nolvadex. Parlez-en &agrave; votre m&eacute;decin si vous avez des questions sur la fa&ccedil;on de commencer &agrave; prendre Nolvadex. <br /> Les femmes qui deviennent enceintes doivent mai utilisation efficace de contr&ocirc;le des naissances non hormonale (par exemple, le pr&eacute;servatif, diaphragme) lors des rapports sexuels pendant qu'elles prennent Nolvadex et jusqu'&agrave; 2 mois apr&egrave;s avoir arr&ecirc;t&eacute; de prendre les comprim&eacute;s. Ne pas utiliser de contraceptifs hormonaux (par exemple, les contraceptifs oraux), elle mai pas aussi bien pendant que vous prenez Nolvadex. Discuter des questions sur le contr&ocirc;le effectif de naissance non hormonale avec votre m&eacute;decin. <br /> Nolvadex ne vous emp&ecirc;chera pas de devenir enceinte. <br /> Des tests en laboratoire, y compris les examens des seins, la mammographie, les examens gyn&eacute;cologiques, la formule sanguine et les tests de fonction h&eacute;patique, mai &ecirc;tre effectu&eacute; alors que vous utilisez Nolvadex. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Nolvadex doit &ecirc;tre utilis&eacute; avec une extr&ecirc;me prudence chez les enfants, la s&eacute;curit&eacute; et l'efficacit&eacute; chez les enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> Grossesse et Allaitement: Nolvadex mai causer des dommages au foetus. Ne pas devenir enceinte pendant que vous l'utilisez et pour 2 mois apr&egrave;s avoir cess&eacute; de l'utiliser. Si vous pensez &ecirc;tre enceinte mai, communiquez avec votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de Nolvadex pendant que vous &ecirc;tes enceinte. On ne sait pas si Nolvadex se trouve dans le lait maternel. Ne pas allaiter tout en prenant Nolvadex.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> douleurs osseuses, constipation, toux, bouff&eacute;es de chaleur, douleur musculaire, naus&eacute;e, fatigue, pertes vaginales, perte de poids. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue; enrouement inexpliqu&eacute;e); menstruations anormales, des saignements vaginaux anormaux ou d'une d&eacute;charge sanglante, douleurs thoraciques, toux up sang, l'urine fonc&eacute;e; diminution du d&eacute;sir sexuel ou de la capacit&eacute;, la d&eacute;pression, la fi&egrave;vre, des frissons ou mal de gorge persistant; aine ou des douleurs pelviennes ou de pression, perte d'app&eacute;tit, perte d'&eacute;quilibre ou de coordination; manqu&eacute; p&eacute;riode menstruelle; tumeur nouvelle ou accrue du sein ou de la douleur ; nouvelles bosses ou inhabituelles; unilat&eacute;rale faiblesse; modifications de la peau la douleur ou une enflure &agrave; une ou des deux jambes, peau rouge, gonfl&eacute;e, boursoufl&eacute;e, ou desquamation, fatigue s&eacute;v&egrave;re ou persistante ou de faiblesse, d'essoufflement;; douleurs &agrave; l'estomac, mal de t&ecirc;te intense et soudain, , gonflement des bras ou des jambes, des saignements ou des bleus inhabituels, les probl&egrave;mes de vision ou d'&eacute;locution; jaunissement des yeux ou la peau. <br /><br /> <strong>Plus d'information </strong><br /><br /> Nolvadex doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br />&nbsp;Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>