<p><strong>Utilisation des Drogues </strong><br /><br /> Xenical est un monde a reconnu et prouv&eacute; par des millions de personnes, souffrent d'ob&eacute;sit&eacute;, dans sa capacit&eacute; &agrave; g&eacute;rer adiposit&eacute; chez l'adulte et l'adolescent, 12 ans et plus. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Xenical comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Lire le tableau sur l'emballage des m&eacute;dicaments. Vous mai envisager de commencer Xenical si votre poids est &eacute;gal ou sup&eacute;rieur au poids indiqu&eacute; pour votre taille. Parlez-en &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des questions. <br /> Xenical prendre par la bouche avec chaque repas contenant des lipides. Ne prenez pas plus de 3 g&eacute;lules par jour. <br /> Si un repas est saut&eacute; ou ne contient pas de gras, ne prenez pas une dose de Xenical. <br /> Xenical mai diminuer votre absorption de vitamines. De prendre une multivitamine une fois par jour au coucher. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Xenical.<br /> <br /><strong>Classe de drogue et le M&eacute;canisme</strong><br /><br /> Xenical est un m&eacute;dicament de perte de poids que les objectifs de l'absorption de graisse dans votre corps plut&ocirc;t que de supprimer l'app&eacute;tit. Il est utile pour une utilisation &agrave; long terme et a &eacute;t&eacute; montr&eacute; pour &ecirc;tre efficace pendant 1-2 ans. Les graisses alimentaires sont inhib&eacute;es d'&ecirc;tre absorb&eacute;e et cela permet &agrave; environ 30<br /> es mati&egrave;res grasses consomm&eacute;es au repas de passer par le tube digestif sans &ecirc;tre dig&eacute;r&eacute;es. Cela vous aide &agrave; r&eacute;duire et &agrave; maintenir votre poids, ainsi que de minimiser toute reprise de poids. <br /><br /> Xenical peut &eacute;galement contribuer &agrave; am&eacute;liorer les facteurs de risque, tels que la pression art&eacute;rielle, taux &eacute;lev&eacute; de cholest&eacute;rol et la glyc&eacute;mie &eacute;lev&eacute;e, qui, si elle n'est pas trait&eacute;e, peut conduire &agrave; d'autres maladies comme l'hypertension et le diab&egrave;te. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Xenical, prenez-la d&egrave;s que vous vous souvenez. Continuer &agrave; prendre, selon les directives de votre m&eacute;decin. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Xenical &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Conserver dans un virage serr&eacute;, le r&eacute;cipient r&eacute;sistant &agrave; la lumi&egrave;re. Xenical garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Xenical si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de Xenical; <br /> vous n'&ecirc;tes pas en surcharge; <br /> vous avez des probl&egrave;mes d'absorption des aliments ou des probl&egrave;mes de flux de la bile (par exemple, la cholestase); <br /> vous avez re&ccedil;u une greffe d'organe; <br /> vous prenez la cyclosporine. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Ne prenez pas plus que la dose recommand&eacute;e sans v&eacute;rifier avec votre m&eacute;decin. Prendre plus que la dose recommand&eacute;e mai pas vous aider &agrave; perdre plus de poids. Elle mai augmenter le risque d'effets secondaires. <br /> Un r&eacute;gime alimentaire &eacute;quilibr&eacute; et l'exercice sont importants pour perdre du poids et le maintenir. Suivre le r&eacute;gime alimentaire et d'exercice qui vous est donn&eacute; par votre fournisseur de soins de sant&eacute;. <br /> Xenical mai causer des changements dans votre intestin ou les selles (par exemple, de gaz avec des taches huileuses, des selles molles, des selles plus fr&eacute;quentes). Avoir une alimentation faible en gras mai contribuer &agrave; r&eacute;duire ces effets secondaires. <br /> Dites &agrave; votre m&eacute;decin ou dentiste que vous prenez Xenical avant de recevoir tous les soins m&eacute;dicaux ou dentaires, des soins d'urgence, ou la chirurgie. <br /> Les patients diab&eacute;tiques - Xenical mai affectent votre glyc&eacute;mie. En v&eacute;rifiant votre glyc&eacute;mie de pr&egrave;s. Demandez &agrave; votre m&eacute;decin avant de modifier la dose de votre m&eacute;dicament de diab&egrave;te. <br /> Xenical ne doit pas &ecirc;tre utilis&eacute; chez les enfants de moins de 18 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; de ces enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> Grossesse et allaitement: Ne prenez pas Xenical si vous &ecirc;tes enceinte. Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. On ne sait pas si Xenical est trouv&eacute;e dans le lait maternel. Ne pas allaiter pendant le traitement par Xenical.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> diarrh&eacute;e; gaz &agrave; d&eacute;charge; selles fr&eacute;quentes ou en vrac; huileuse spotting; difficult&eacute;s &agrave; contr&ocirc;ler les mouvements de l'intestin. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), douleur s&eacute;v&egrave;re ou persistante estomac. <br /><br /> <strong>Plus d'information </strong><br /><br /> Xenical doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /><br />&nbsp;Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>