<p><strong>Drug Benutzt </strong><br /><br /> Diclofenac-Gel ist zur Behandlung von Schmerzen in bestimmten Gelenken (zB, in den Knien oder H&auml;nden) durch Arthrose verursacht. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Diclofenac-Gel wie von Ihrem Arzt. <br /><br /> Gelten nicht Diclofenac-Gel auf infizierte Haut, offene Wunden oder rot, geschwollen oder Sch&auml;len der Haut. <br /> Verwenden Sie das Dosier-Karte, um Ihre Dosis von Diclofenac-Gel zu messen. Fragen Sie Ihren Apotheker, wenn Sie irgendwelche Fragen dar&uuml;ber, wie die Dosierung Karte oder Diclofenac Gel verwendet haben; <br /> Massieren Sie Diclofenac-Gel in die Haut des betroffenen Gebiets. Lassen Sie das Medikament f&uuml;r mindestens 10 Minuten trocknen, bevor Sie Kleidung oder Handschuhe &uuml;ber die behandelte Fl&auml;che zu tragen. <br /> Nach dem Einsatz des Dosier-Karte, falten Sie es in der Mitte (mit den verwendeten Seite innen) und werfen es weg aus der Reichweite von Kindern und Haustieren. <br /> Waschen Sie Ihre H&auml;nde sofort nach der Anwendung von Diclofenac-Gel, es sei denn eure H&auml;nde sind Teil der behandelten Fl&auml;che. <br /> Wickeln Sie, Verband, oder wenden Sie W&auml;rme auf die behandelte Fl&auml;che. <br /> Duschen Sie nicht, baden oder waschen Sie die behandelte Fl&auml;che f&uuml;r mindestens 1 Stunde, nachdem Sie Diclofenac-Gel zu verwenden. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber die Verwendung von Diclofenac-Gel haben. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Diclofenac-Gel ist ein NSAR. Es kann Arbeit durch die Blockierung bestimmter Stoffe im K&ouml;rper, die zu einer Entz&uuml;ndung verbunden sind. NSAR Behandlung der Symptome von Schmerzen und Entz&uuml;ndungen. Sie behandeln nicht die Krankheit, die Ursachen dieser Symptome. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Diclofenac-Gel vermissen, lassen Sie die vergessene Dosis. Gehen Sie zur&uuml;ck zu Ihrem normalen Dosierungsschema. Verwenden Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Diclofenac-Gel bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Halten Sie in einem engen, Licht-Beh&auml;ltnis. Halten Sie Diclofenac-Gel aus der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Diclofenac-Gel, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Diclofenac-Gel; <br /> Sie haben eine schwere allergische Reaktion hatte (z. B. schweren Hautausschlag, Nesselsucht, Atembeschwerden, Wucherungen in der Nase, Schwindel) auf Aspirin oder NSAR (zB Celecoxib, Ibuprofen); <br /> Sie vor kurzem oder werden mit Bypass-Herzoperation; <br /> Sie an einer schweren Nierenerkrankung leiden; <br /> Sie befinden sich in den letzten 3 Monate der Schwangerschaft. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Diclofenac-Gel kann Schwindel verursachen. Dieser Effekt kann noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Diclofenac-Gel mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Diclofenac-Gel ist nur zur &auml;u&szlig;erlichen Anwendung. Lassen Sie sich nicht in die Augen, Nase oder Mund. Wenn Sie es in jedem dieser Bereiche, sp&uuml;len Sie sofort mit kaltem Wasser. <br /> Serious Magengeschw&uuml;r oder Blutungen auftreten k&ouml;nnen mit der Anwendung von Diclofenac-Gel. Verwenden sie in hohen Dosen f&uuml;r eine lange Zeit, Rauchen oder Alkoholkonsum erh&ouml;ht das Risiko f&uuml;r diese Nebenwirkungen. Wenn Sie an einer schweren Magen-oder R&uuml;ckenschmerzen, schwarz, Teerst&uuml;hle; erbrechen, das wie Blut aussieht Gr&uuml;nden oder Kaffee, oder ungew&ouml;hnliche Gewichtszunahme oder Schwellungen, fragen Sie Ihren Arzt oder Notaufnahme sofort. <br /> Verwenden Sie nicht mehr als die empfohlene Dosis oder verwenden Sie f&uuml;r l&auml;nger als vorgeschrieben, ohne mit Ihrem Arzt. <br /> Diclofenac-Gel ist ein NSAR. Bevor Sie beginnen eine neue Medizin, &uuml;berpr&uuml;fen Sie das Etikett zu sehen, ob es ein NSAR (zB Ibuprofen) in it too. Ist dies der Fall, oder wenn Sie nicht sicher sind, fragen Sie Ihren Arzt oder Apotheker. <br /> Nehmen Sie kein Aspirin, wenn Sie mit Diclofenac-Gel, wenn Ihr Arzt Ihnen dies sagt. <br /> Verwenden Sie keine Sonnencremes, Lotionen, Insektenrepellentien oder anderen topischen Medikamenten auf die behandelte Fl&auml;che. <br /> Setzen Sie die behandelte Fl&auml;che, um die Sonne, H&ouml;hensonne oder Solarien. <br /> Diclofenac-Gel kann Schaden anrichten, wenn es verschluckt wird. Wenn Sie es vielleicht schon den Mund eingenommen werden, wenden Sie sich Giftkontrollzentrum oder Notaufnahme sofort. <br /> Labortests, einschlie&szlig;lich der Nierenfunktion, ein vollst&auml;ndiges Blutbild, Blutdruck und kann durchgef&uuml;hrt werden, w&auml;hrend Sie Diclofenac-Gel zu verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Schwangerschaft und Stillzeit: Diclofenac-Gel kann zu Sch&auml;digungen des F&ouml;tus. Verwenden Sie es nicht innerhalb der letzten 3 Monate der Schwangerschaft. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Diclofenac-Gel zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Diclofenac Gel in die Muttermilch nach der topischen Anwendung gefunden. Nicht stillen w&auml;hrend der Einnahme von Diclofenac-Gel.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong> <br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> leichte Reizung an der Applikationsstelle. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Schwierigkeiten beim Atmen, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); blutig oder schwarz, Teerst&uuml;hle; Ver&auml;nderung der Menge von Urin hergestellt, Schmerzen in der Brust, Verwirrung , dunkler Urin, Depressionen, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Fieber, Sch&uuml;ttelfrost, oder anhaltende Halsschmerzen, psychische oder Stimmungsschwankungen, Taubheitsgef&uuml;hl in einem Arm oder Bein; einseitige Schw&auml;che, rot, geschwollen, Blasen, oder Sch&auml;len der Haut; Klingeln in den Ohren; Krampfanf&auml;lle, schwere Kopfschmerzen oder Schwindel, schwere oder anhaltende Reizung an der Applikationsstelle; schweren oder anhaltenden Bauchschmerzen oder &Uuml;belkeit, starkem Erbrechen, Kurzatmigkeit, pl&ouml;tzlicher oder unerkl&auml;rliche Gewichtszunahme, Schwellungen an H&auml;nden, Beinen oder F&uuml;&szlig;en; Ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche Gelenk-oder Muskelschmerzen, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che; Vision oder &Auml;nderungen Rede, Erbrechen, dass wie Kaffeesatz aussieht, Gelbf&auml;rbung der Haut oder Augen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Diclofenac-Gel ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.hrend Sie schwanger sind. Es ist nicht bekannt, ob Diclofenac Gel in die Muttermilch nach der topischen Anwendung gefunden. Nicht stillen w</p><p>Possi</p>