<p><strong>Allgemeine Anwendung<br /></strong><br /> Maxalt wird verwendet, um Migr&auml;ne zu behandeln. Seine aktive Substanz rizatriptan benzoate ist ein ausw&auml;hlender Agonist 5-hydroxytryptamine 1D Rezeptoren. Das Medikament f&auml;ngt an, innerhalb von 30 Minuten nach der Einnahme zu handeln. Das Medikament wird verwendet, um Kopfschmerz zu behandeln, das bereits angefangen hat. Es wird nicht verwendet, um Angriffe von Kopfschmerzen zu verhindern.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Nehmen Sie Maxalt einzelne Dosen von 5 oder 10 Mg getrennt mindestens um zwei Stunden. Die maximale t&auml;gliche Dosis des Rauschgifts ist 30 Mg. &Ouml;ffnen Sie die Blase im Voraus nicht. Schlucken Sie den ganzen Block nicht, kauen Sie ihn nicht, verwenden Sie ihn, sobald Sie die Blase &ouml;ffnen. Lassen Sie den Block sich langsam in Ihrem Mund aufl&ouml;sen. Sto&szlig;en Sie nie den Block durch die Folie.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Informieren Sie Ihren Arzt, wenn Sie schwanger sind oder Stillen. Informieren Sie Ihren Arzt, wenn Sie hohes Cholesterin-Niveau, hohen Blutdruck, Diabetes haben, Geschichte, Familiengeschichte des Schlags, der Herzkrankheit, der Adipositas rauchend. Nehmen Sie mehr vom Medikament nicht als empfohlen Ihnen, weil Sie Ihr Kopfschmerz noch schlechter machen k&ouml;nnen. Maxalt Bl&ouml;cke k&ouml;nnen phenylalanine enthalten und sollten mit der Umsicht von den Patienten mit phenylketonuria verwendet werden.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Maxalt kann nicht den Patienten mit der &Uuml;berempfindlichkeit zum Rauschgift verabreicht werden, und seine Bestandteile, in Personen behandelten mit Hemmstoffen von MAO, diejenigen, die Hypertonie, kranzartige Insuffizienz, myocardial Infarkt, asymptomatische Isch&auml;mie, die Angina von Prinzmetal, in F&auml;llen von basilar und hemiplegic Migr&auml;ne haben. Jugendliche unter 18 Jahren alt sollten nicht durch Maxalt behandelt werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die allgemeinsten durch Maxalt verursachten Nebenwirkungen sind Kopfschmerz, Schwindel, Schl&auml;frigkeit, Schw&auml;che, Ersch&ouml;pfung, Unterleibsschmerz, Brust-Schmerz, Herzklopfen, Tachykardie, Brechreiz, Emesis, trockener Mund, Diarrh&ouml;e, Verdauungsst&ouml;rung, Durst, Schmerz im Hals, der Steifkeit, myasthenia, paresthesia (Erstarrung oder auf der Haut prickelnd), Abnahme in Geistest&auml;tigkeit, Schlaflosigkeit, Hyper&auml;sthesie, Beben, Ataxie, Angst, Verwirrung, Unbequemlichkeit in der Gurgel, Atemnot, Hautsp&uuml;lung und dem Jucken, dem vergr&ouml;&szlig;erten Schwitzen, verschmierten Vision, Sp&uuml;lung, Hypertonie schwach zu werden.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Hemmstoffe von MAO und propanolol vergr&ouml;&szlig;ern Blutkonzentrationen von Maxalt. Die Einnahme von Maxalt und Hemmstoffen von MAO sollte um mindestens zwei Wochen getrennt werden. Hemmstoffe von MAO schlie&szlig;en rasagiline (Azilect), isocarboxazid (Marplan), selegiline (Emsam, Eldepryl), tranylcypromine (Parnate), oder phenelzine (Nardil) ein. Nehmen Sie Maxalt nicht, wenn Sie andere Kopfschmerz-Medikamente innerhalb von letzten 24 Stunden verwendeten. Diese Medikamente sind: Eletriptan (Relpax), almotriptan (Axert), naratriptan (Amerge), frovatriptan (Frova), zolmitriptan (Zomig), sumatriptan (Imitrex, Treximet), oder ergot Medizin, die ergotamine (Ergostat, Cafergot, Ergomar, Ercaf, Wigraine), dihydroergotamine (Migranal), methylergonovine (Methergine), ergonovine (Ergotrate), oder methysergide (Sansert) einschlie&szlig;en.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Dieses Medikament, wird wenn erforderlich, genommen und hat eine Dosieren-Liste nicht.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der &Uuml;berdosis k&ouml;nnen sein: Schweres Kopfschmerz, Schwindel, Schl&auml;frigkeit, Bradykardie, Emesis, Harninkontinenz (eine unwillk&uuml;rliche Leckage des Urins), Atemnot schwach zu werden, in Ihren Ohren, unebenen Herzschl&auml;gen summend.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager zwischen 15-30 C (59-86 F). Sch&uuml;tzen Sie vor der Feuchtigkeit und verteilt im dichten, leichtwiderstandsf&auml;higen Beh&auml;lter.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>