<p><strong>Drug Benutzt </strong><br /><br /> Mobic wird verwendet, um die Schmerzen und Steifheit von Osteoarthritis und rheumatoider Arthritis zu lindern. <br /><br /> <strong>Usage </strong><br /><br /> Nutzen Sie Mobic genau so, wie von Ihrem Arzt gerichtet. Es wird empfohlen, dass Sie es mit einem Glas Wasser und einer Mahlzeit (auf n&uuml;chternen Magen zu vermeiden). <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Mobic, dann &uuml;berspringen sie und fahren Sie mit Kursen nach Fahrplan. Jedoch, nehmen Sie nicht die doppelte Dosis ein, um die vergessene Dosis. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Mobic bei Raumtemperatur von Hitze, Licht und Feuchtigkeit. <br /><br /> <strong>Overdose </strong><br /><br /> Einige der Symptome einer Mobic &Uuml;berdosierung sind &Uuml;belkeit, Erbrechen, Bauchschmerzen und Blutungen. In extremen F&auml;llen kann es zu einem Herzinfarkt oder sogar Koma. Suchen Sie sofort einen Arzt auf, wenn Sie den Verdacht einer &Uuml;berdosierung. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Fragen Sie Ihren Arzt vor Beginn der Behandlung, wenn Sie auf Aspirin allergisch sind, haben Asthma oder Atembeschwerden Erfahrung bei der Verwendung Mobic. Nicht rauchen, sind Alkohol oder nehmen steroidale Medikamente w&auml;hrend der Verwendung dieser Droge. Verwenden Sie nur, wenn vorgeschrieben.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Mobic, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Mobic; <br /> Sie haben eine schwere allergische Reaktion hatte (z. B. schweren Hautausschlag, Nesselsucht, Atembeschwerden, Wucherungen in der Nase, Schwindel) auf Aspirin oder ein Nicht-steroidale Entz&uuml;ndungshemmer (NSAR) (zB Ibuprofen, Celecoxib); <br /> Sie vor kurzem oder werden mit Bypass-Herzoperation; <br /> Sie haben ein Magengeschw&uuml;r; <br /> Sie befinden sich in den letzten 3 Monate der Schwangerschaft. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Nehmen Sie nicht mehr als die empfohlene Dosis oder verwenden Sie f&uuml;r l&auml;nger als vorgeschrieben, ohne mit Ihrem Arzt. <br /> Mobic ist ein NSAR. Bevor Sie beginnen eine neue Medizin, &uuml;berpr&uuml;fen Sie das Etikett zu sehen, ob es ein NSAR (zB Ibuprofen) in it too. Ist dies der Fall, oder wenn Sie nicht sicher sind, fragen Sie Ihren Arzt oder Apotheker. <br /> Nehmen Sie kein Aspirin, wenn Sie mit Mobic, wenn Ihr Arzt Ihnen dies sagt. <br /> Labortests, einschlie&szlig;lich der Nierenfunktion, Blutbild, Blutdruck und kann durchgef&uuml;hrt werden, w&auml;hrend Sie Mobic verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Verwenden Sie Mobic mit Vorsicht bei &auml;lteren Menschen, sie kann mehr empfindlich auf die Auswirkungen, insbesondere Magenblutungen und Nierenprobleme. <br /> Vorsicht ist geboten bei der Verwendung von Mobic bei Kindern, sie kann mehr empfindlich auf die Auswirkungen, vor allem Durchfall, Fieber, Kopfschmerzen, Bauchschmerzen und Erbrechen. <br /> Mobic sollte mit &auml;u&szlig;erster Vorsicht bei Kindern j&uuml;nger als 2 Jahre alt werden; Sicherheit und Wirksamkeit bei diesen Kindern wurden noch nicht festgelegt. <br /> Schwangerschaft und Stillzeit: Mobic kann Sch&auml;digungen des F&ouml;tus. Verwenden Sie es nicht innerhalb der letzten 3 Monate der Schwangerschaft. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Mobic zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Mobic in der Muttermilch zu finden ist. Nicht stillen, w&auml;hrend unter Mobic.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Verstopfung, Durchfall, Schwindel, Gas-, Kopfschmerzen, Sodbrennen, &Uuml;belkeit, Magenbeschwerden, Schlafst&ouml;rungen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Schwierigkeiten beim Atmen, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); blutig oder schwarz, Teerst&uuml;hle; Ver&auml;nderung der Menge von Urin hergestellt, Schmerzen in der Brust, Verwirrung , dunkler Urin, Depressionen, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Fieber, Sch&uuml;ttelfrost, oder anhaltende Halsschmerzen, psychische oder Stimmungsschwankungen, Taubheitsgef&uuml;hl in einem Arm oder Bein; einseitige Schw&auml;che, rot, geschwollen, Blasen, oder Sch&auml;len der Haut; Klingeln in den Ohren; Krampfanf&auml;lle, schwere Kopfschmerzen oder Schwindel, schweren oder anhaltenden Bauchschmerzen oder &Uuml;belkeit, starkem Erbrechen, Kurzatmigkeit, pl&ouml;tzlicher oder unerkl&auml;rliche Gewichtszunahme, Schwellungen an H&auml;nden, Beinen oder F&uuml;&szlig;en, ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche Gelenk-oder Muskelschmerzen Schmerzen, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che; Vision oder &Auml;nderungen Rede, Erbrechen, dass wie Kaffeesatz aussieht, Gelbf&auml;rbung der Haut oder Augen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Mobic ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.rend empfunden werden: <br /><br /> Verstopfung, Durchfall, Schwindel, Gas-, Kopfschmerzen, Sodbrennen,</p>