<p><strong>Allgemeine Anwendung<br /></strong><br /> Pyridium ist ein Analgetikum von Harnwegen. Es ist nicht wissen Hagedornen es arbeitet. Es wird verwendet, um Schmerz, das Brennen, urgenvy, das h&auml;ufige Harnen und die durch die Reizung der niedrigeren Harnwege verursachte Unbequemlichkeit zu erleichtern.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Pyridium, wie vorgeschrieben, durch Ihren Arzt. Nehmen Sie es m&uuml;ndlich mit dem Essen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Erz&auml;hlen Sie Ihnen Arzt &uuml;ber alle medizinischen Bedingungen, die Sie besonders haben k&ouml;nnen, wenn Sie schwanger sind, planend, schwanger oder Stillen zu werden, wenn Sie irgendeine Allergie gegen die Medizin oder das Essen, eine Geschichte von bestimmten Blutproblemen (H&auml;molyse) haben, nannte ein Enzym-Mangel glucose-6-phosphate dehydrogenase (G-6-PD) Mangel oder eine Familiengeschichte dieses Mangels.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten nicht Pyridium verwenden, wenn Sie eine Allergie gegen einigen seiner Bestandteile haben oder Sie Nierefunktion vermindert haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Keine allgemeine Nebenwirkung von Pyridium wurde berichtet. Schwere Nebenwirkungen schlie&szlig;en schwere allergische Reaktionen ein (Ausschlag; Nesselausschl&auml;ge; das Jucken; Schwierigkeitsatmen; Beengtheit in der Brust; vom Mund, dem Gesicht, den Lippen, oder der Zunge schwellend); blaue oder purpurrote Hautfarbe; vermindertes Harnen; Verlust des Appetits; ungew&ouml;hnliche Ersch&ouml;pfung; Emesis; Gewichtsabnahme; yellowing der Haut oder Augen. Suchen Sie dringende medizinische Hilfe, wenn einer der verzeichneten &uuml;ber schweren Nebenwirkungen vorkommt.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Keine spezifischen Wechselwirkungen mit Pyridium wurden berichtet.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie eine Dosis von Pyridium verpassen, ihn so bald wie m&ouml;glich nehmen. Wenn es fast Zeit f&uuml;r Ihre folgende Dosis ist, lassen Sie die verpasste Dosis aus und gehen Sie zu Ihrer regelm&auml;&szlig;igen Dosieren-Liste zur&uuml;ck. Nehmen Sie 2 Dosen sofort nicht.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Pyridium &Uuml;berdosis sind bl&auml;uliche Farbe der Haut, yellowing von der Haut oder den Augen, dem Emesis. Wenn Sie eine &Uuml;berdosis verd&auml;chtigen, dringende medizinische Aufmerksamkeit suchen.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie Pyridium bei der Raumtemperatur, zwischen 68 und 77 Graden F (20 und 25 Grade C) in einem dicht geschlossenen Beh&auml;lter. Lager weg von der Hitze, der Feuchtigkeit, und dem Licht. Lagern Sie im Badezimmer nicht. Behalten Sie Pyridium ausser der Reichweite von Kindern und weg von Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>