<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Trental (Pentoxifyllin) wird zur Behandlung von Claudicatio intermittens (arteriellen Verschlusskrankheit (AVK), umgangssprachlich auch &bdquo;Schaufensterkrankheit&ldquo; genannt) bei bestimmten Patienten eingesetzt. Trental lindert durch diese Krankheit bedingte schmerzhafte Kr&auml;mpfe in den Beinen, die wegen der Verh&auml;rtung der Arterien der Beinmuskulatur bei verringertem Blutzufuhr auftreten.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Konsultieren Sie Ihren Arzt, bevor Sie Trental einnehmen. Nehmen Sie das Medikament nicht h&auml;ufiger als vom Arzt verschrieben. Nehmen Sie es oral mit oder unmittelbar nach den Mahlzeiten unzerkaut und mit reichlich Wasser. Die am h&auml;ufigsten verwendete Dosis f&uuml;r Erwachsene betr&auml;gt 400 mg zweimal t&auml;glich. Trental darf bei Kindern nicht ohne &auml;rztliche Verschreibung verwendet werden. Hinweis: Diese Anleitung dient lediglich einer &Uuml;bersicht. Es ist dringend notwendig, dass Sie vor der Einnahme des Medikaments Ihren Arzt konsultieren. Das wird Ihnen helfen, optimale Behandlungsergebnisse zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Trental 400 sollte bei Patienten mit Hypotonie oder einer schweren koronaren Herzkrankheit mit Vorsicht verwendet werden, da eine vor&uuml;bergehende blutdrucksenkende Wirkung m&ouml;glich ist, die im Einzelfall zu einer Verringerung der koronaren Perfusion f&uuml;hren k&ouml;nnte. Besondere Vorsichtsmassnahmen und strenge &Uuml;berwachung sind bei Patienten mit eingeschr&auml;nkter Nierenfunktion erforderlich. Bei Patienten mit einer Kreatinin-Clearance von weniger als 30 ml / min kann es erforderlich sein, die t&auml;gliche Dosis von Trental um ein oder zwei Tabletten zu verringern, um die Ansammlung des Medikaments im Blut zu vermeiden. Bei Menschen mit stark eingeschr&auml;nkter Leberfunktion wird auch eine geringere Dosis von Trental vorgeschrieben. Rauchen kann durch Verengung Ihre Blutgef&auml;&szlig;e Ihren Zustand verschlechtern oder die wohltuende Wirkung des Trental verringern. W&auml;hrend der Schwangerschaft, Stillzeit, oder wenn Sie versuchen, schwanger zu werden, d&uuml;rfen Sie Trental nicht ohne &auml;rztliche Beratung einnehmen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Die Einnahme von Trental ist bei den Menschen mit einer &Uuml;berempfindlichkeit gegen einzelne Komponente dieses Medikaments nicht erlaubt. Trental darf auch nicht unter folgenden Bedingungen verwendet werden:<br /><br /> Akute Myokardinfarkt<br /> Massive Blutungen<br /> Hirnblutung<br /> Massive Netzhautblutungen<br /> &Uuml;berempfindlichkeit gegen Bestandteile des Pr&auml;parates<br /> Schwangerschaft<br /> Stillzeit<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Trental kann mit folgenden Gruppen von Medikamenten interagieren: Blutverd&uuml;nner, blutdrucksenkende Medikamente sowie Medikamente f&uuml;r die Behandlung von Diabetes. Beachten Sie auch, dass die Interaktion zwischen beiden Medikamente nicht immer bedeutet, dass Sie die Einnahme eines von ihnen stoppen m&uuml;ssen. Gew&ouml;hnlich beeinflusst die Interaktion allerdings die Wirkung von Medikamenten, deshalb konsultieren Sie Ihren Arzt &uuml;ber die notwendigen Ma&szlig;nahmen.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie Ihre Dosis verpasst haben, nehmen Sie die, sobald Sie wieder daran denken. Wenn es bereits die Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie die vergessene Dosis und nehmen Sie das Medikament am n&auml;chsten Tag nach Ihrem gewohnten Dosierungsschema. Nehmen Sie keine doppelte Dosis ein und erh&ouml;hen Sie nicht Ihre empfohlene Dosis.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Als Symptome einer &Uuml;berdosierung von Trental k&ouml;nnen Anf&auml;lle, Unruhe, Fieber, Verlust des Bewusstseins, ein ger&ouml;tetes Gesicht, und Schl&auml;frigkeit auftretten. Wenn Sie einige von diesen oder andere ungew&ouml;hnliche Symptome haben, rufen Sie sofort Ihren Arzt.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie Ihre Medikamente bei einer Raumtemperatur von 20-25 C (68-77 F). <br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. <br /> Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>