<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Phenergan est un antihistaminique qui est utilis&eacute; pour traiter diff&eacute;rents types de sympt&ocirc;mes d'allergie, notamment, des d&eacute;mangeaisons, un &eacute;coulement nasal, des &eacute;ternuements, des d&eacute;mangeaisons ou des larmoiements, de l'urticaire, des d&eacute;mangeaisons et des &eacute;ruptions cutan&eacute;es. Il agit en r&eacute;duisant les effets de l'histamine, une substance chimique, le corps lib&egrave;re en r&eacute;ponse &agrave; certains irritants. Aussi Phenegran est utilis&eacute; comme s&eacute;datif et comme aide-sommeil pour tous les types de patients et de pr&eacute;venir ou contr&ocirc;ler les naus&eacute;es et les vomissements, traiter le mal. Vous pouvez l'utiliser avec d'autres m&eacute;dicaments, de la douleur apr&egrave;s la chirurgie aussi.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec ou sans nourriture/lait. Prenez cette m&eacute;dication avec la nourriture si vous voulez &eacute;viter des maux d'estomac. Pour traiter l'allergie la dose recommand&eacute;e est 25 mgs avant le sommeil. Vous pouvez r&eacute;p&eacute;ter la dose au cours de deux heures au besoin. Pour traiter le mal des transports la dose recommand&eacute;e est 25 mgs deux fois par jour.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez la consommation d'alcool. Phenergan peut augmenter la sensibilit&eacute; &agrave; la lumi&egrave;re du soleil. Portez un &eacute;cran solaire et des v&ecirc;tements de protection quand vous &ecirc;tes expos&eacute; au soleil, &ccedil;a va vous aider &agrave; &eacute;viter un coup de chaleur. Phenergan ne doit pas &ecirc;tre utilis&eacute; pendant la grossesse. Ne l'utilisez pas avant l'allaitement sans l'avis du m&eacute;decin.<br /><br /> <strong>Contre-indications<br /></strong><br /> Phenergan n'est pas permis aux enfants de moins de 2 ans. Phenergan est contre-&eacute;tats comateux, et chez des individus connus pour pr&eacute;senter une hypersensibilit&eacute; ou d'avoir eu une r&eacute;action idiosyncrasique &agrave; la prom&eacute;thazine ou &agrave; d'autres ph&eacute;nothiazines. Aussi ce m&eacute;dicament est contre-indiqu&eacute; dans le traitement des sympt&ocirc;mes du bas appareil respiratoire, y compris l'asthme.<br /><br /> <strong>Effet secondaire possible</strong><br /><br /> Ils peuvent inclure : &eacute;tourdissements, somnolence, anxi&eacute;t&eacute; ;<br /> vision floue, s&eacute;cheresse de la bouche, le nez bouch&eacute; ;<br /> bourdonnement dans les oreilles ;<br /> gain de poids, gonflement de vos mains ou des pieds ;<br /> l'impuissance, des troubles ayant un orgasme, ou<br /> la constipation.<br /> Si vous rencontrez l'un d'entre eux cesser d'utiliser Phenegran et informez votre m&eacute;decin d&egrave;s que possible. Aussi consulter votre m&eacute;decin traitant tout effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Phenergan communiquent avec de tels m&eacute;dicaments que :<br /> le lithium (Eskalith, Lithobid);<br /> atropine (Atreza, Sel-Tropine), la belladone (Donnatal et d'autres), benztropine (Cogentin), dimenhydrinate (Dramamine), methscopolamine (Pamine), ou scopolamine (Transderm-Scop); la m&eacute;dication de tension telle que guanadrel (Hylorel), guanethidine (Ismelin), propranolol (Inderal) et d'autres; un sang plus mince tel que warfarin (Coumadin); bronchodilators tel qu'ipratropium (Atrovent) ou tiotropium (Spiriva); la vessie ou les m&eacute;dications urinaires telles qu'oxybutynin (Ditropan, Oxytrol), solifenacin (Vesicare) et d'autres; un inhibiteur MAO tel qu'isocarboxazid (Marplan), tranylcypromine (Parnate), phenelzine (Nardil), selegiline (Eldepryl, Emsam); les m&eacute;decines pour traiter la Maladie de Parkinson, le syndrome de jambe agit&eacute;, ou la tumeur de glande pituitaire (prolactinoma); la m&eacute;decine pour traiter l'ulc&egrave;re de l'estomac ou le syndrome d'intestin irritable, tel que dicyclomine (Bentyl), glycopyrrolate (Robinul), hyoscyamine (Anaspaz, Cystospaz, Levsin et d'autres), mepenzolate (Cantil), ou propantheline (Pro-Banthine). Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre docteur sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.</p><p><strong>Omission de dose&nbsp;<br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /><strong>Conservation&nbsp;<br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>