<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />La DOX&Eacute;PINE est utilis&eacute;e pour traiter la d&eacute;pression et l'anxi&eacute;t&eacute;.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />trouble bipolaire ou schizophr&eacute;nie<br />difficult&eacute; &agrave; uriner<br />glaucome<br />maladie des reins ou du foie<br />pens&eacute;es ou plans suicidaires ou attentat de suicide ant&eacute;rieur, historique d&rsquo;attentat de suicide dans votre famille<br />une r&eacute;action inhabituelle ou allergique &agrave; la dox&eacute;pine, aux sulfites, au colorant tartrazine, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas vos m&eacute;dicaments plus souvent qu&rsquo;on ne vous l&rsquo;indique. Ne cessez pas de prendre ce m&eacute;dicament sauf sur avis contraire de votre m&eacute;decin ou professionnel de la sant&eacute;.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise. Ce m&eacute;dicament peut &ecirc;tre prescrit pour des enfants aussi jeunes que 12 ans pour des conditions m&eacute;dicales pr&eacute;cises, mais des pr&eacute;cautions s&rsquo;appliquent.<br /><br /><strong>Surdosage:</strong> Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE: </strong>Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?</strong><br /><br />Ne prenez pas ce m&eacute;dicament avec les &eacute;l&eacute;ments suivants:<br />trioxide d&rsquo;arsenic<br />certains m&eacute;dicaments utilis&eacute;s pour r&eacute;gulariser le pouls anormal ou pour traiter d&rsquo;autres conditions cardiaques<br />cisapride<br />halofantrine<br />levom&eacute;thadyl<br />les m&eacute;dicaments appel&eacute;s MAOI (inhibiteurs des monoamine oxydases) comme Carbex, Eldepryl, Marplan, Nardil et Parnate<br />autres m&eacute;dicaments pour la d&eacute;pression<br />ph&eacute;nothiazines comme la perph&eacute;nazine, thioridazine et chlorpromazine<br />pimozide<br />procarbazine<br />sparfloxacine<br />St. John's Wort<br />ziprasidone<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />cim&eacute;tidine<br />tolazamide<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Visitez votre m&eacute;decin ou professionnel de la sant&eacute; r&eacute;guli&egrave;rement afin de v&eacute;rifier votre &eacute;tat de sant&eacute;. Cela peut prendre plusieurs jours avant que vous ne ressentiez les effets complets de ce m&eacute;dicament. Si vous prenez ce m&eacute;dicament r&eacute;guli&egrave;rement depuis un certain temps, ne cessez pas subitement de le prendre. Vous devez diminer graduellement la dose ou vous pourriez avoir des effets secondaires s&eacute;v&egrave;res. Parlez-en &agrave; votre m&eacute;decin ou professionnel de la sant&eacute;. M&ecirc;me lorsque vous aurez arr&ecirc;t&eacute; de prendre ce m&eacute;dicament, il peut affecter votre corps pendant encore quelques jours.<br /><br />Les patients et leur famille devraient &ecirc;tre vigilants face &agrave; l&rsquo;apparition ou l&rsquo;aggravation de d&eacute;pression ou de pens&eacute;es suicidaires. Soyez &eacute;galement vigilant face &agrave; des changements subits ou s&eacute;v&egrave;res d&rsquo;&eacute;motions tels que l&rsquo;anxi&eacute;t&eacute;, l&rsquo;agitation, la panique, l&rsquo;irritabilit&eacute;, l&rsquo;hostilit&eacute;, l&rsquo;agressivit&eacute;, l&rsquo;excitation excessive et l&rsquo;hyperactivit&eacute;, ou l&rsquo;impossibilit&eacute; de dormir. Si cela se produit, surtout au d&eacute;but du traitement ou apr&egrave;s un changement de dose, appelez votre m&eacute;decin.<br /><br />Vous pourriez devenir somnolent ou &eacute;tourdi. Ne pas conduire ou utilisez de machinerie ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant de savoir de quelle fa&ccedil;on ce m&eacute;dicament vous affecte. Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements, ne vous levez pas et ne vous assoyez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;. L&rsquo;alcool peut augmenter les &eacute;tourdissements ou la somnolence. &Eacute;vitez les breuvages alcoolis&eacute;s.<br /><br />Ne vous soignez pas pour de la toux, un rhume ou des allergies sans demander l&rsquo;avis de votre m&eacute;decin ou professionnel de la sant&eacute;. Certains des ingr&eacute;dients peuvent augmenter les effets secondaires possibles.<br /><br />Votre bouche peut devenir s&egrave;che. M&acirc;cher de la gomme sans sucre ou des bonbons durs et boire beaucoup d&rsquo;eau vous aidera. Contactez votre m&eacute;decin si le probl&egrave;me ne s&rsquo;estompe pas ou s&rsquo;il est s&eacute;v&egrave;re.<br /><br />Ce m&eacute;dicament peut causer de la s&eacute;cheresse dans les yeux et une vision floue. Si vous portez des lentilles corn&eacute;ennes, vous pourriez ressentir un certain inconfort. Des gouttes lubrifiantes pourraient vous aider. Contactez votre ophtalmologiste si le probl&egrave;me persiste ou s&rsquo;il est grave.<br /><br />Ce m&eacute;dicament peut augmenter votre sensibilit&eacute; au soleil. &Eacute;vitez l&rsquo;exposition au soleil. Si vous ne pouvez pas &eacute;viter l&rsquo;exposition au soleil, portez des v&ecirc;tements protecteurs et utilisez un &eacute;cran solaire. N&rsquo;utilisez pas de lampe solaire, de lit bronzant ou de cabine bronzante<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />production anormale de lait chez les femmes<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres ou &agrave; la langue<br />croissance des seins chez les hommes et les femmes<br />probl&egrave;mes respiratoires<br />confusion, hallucinations<br />soif et/ou faim excessives<br />pouls irr&eacute;gulier ou rapide ou plus fort qu&rsquo;&agrave; l&rsquo;habitude<br />fi&egrave;vre avec transpiration<br />rigidit&eacute; musculaire ou spasmes<br />envie d'uriner plus fr&eacute;quente durant la journ&eacute;e<br />convulsions<br />pens&eacute;es suicidaires ou autres changements d&rsquo;humeur<br />enflure des testicules<br />picotement, douleur ou engourdissement dans les pieds ou les mains<br />difficult&eacute; &agrave; uriner ou changement dans la quantit&eacute; d'urine<br />jaunissement des yeux ou de la peau<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />changement dans la libido ou la performance sexuelle<br />constipation ou diarrh&eacute;e<br />naus&eacute;e, vomissements<br />gain ou perte de poids<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>