<p><strong>Allgemeine Anwendung<br /></strong><br /> Accutane ist eine Form von Vitamin A, die zur Behandlung von schwerer knotenartiger Akne verwendet wird. Es beeinflusst durch die Verringerung von Haut-&Ouml;l-Produktion, &auml;ndert die Eigenschaften des Haut-&Ouml;l, und verhindert anormale Verh&auml;rtung der Haut. <br /> Accutane wird &uuml;blicherweise nach anderen Antibiotika oder Medikamente gegen Akne gegeben, die ohne erfolgreiche Behandlung und Beseitigung der Symptome verwendet wurden.<br /><br /> <strong>Dosierung und Anleitung</strong> <br /><br /> konsultieren Sie vor der Einnahme mit Ihrem Arzt. Verwenden Sie nicht l&auml;nger, als vorgeschrieben wurde. Nehmen Sie es oral, mit oder ohne Nahrung. Nehmen Sie es zur gleichen Zeit jeden Tag. Mit einem Schluck Wasser zu verschlucken. <br /> Dosierung kann sich basierend auf Ihren medizinischen Zustand &auml;ndern. <br /> Die empfohlene Dosis betr&auml;gt 0,5 mg/kg K&ouml;rpergewicht/Tag. <br /> Aufrechterhaltung: 0.1-1 mg/kg K&ouml;rper K&ouml;rpergewicht/Tag. <br /> Max: 1 mg/kg K&ouml;rpergewicht/Tag, f&uuml;r einen begrenzten Zeitraum. <br /> Dauer der Behandlung: 16 Wochen. Fortsetzung der Behandlung sollte nach einem 8-Wochen-Intervall erfolgen. <br /> Hinweis: Diese Anweisung wurde hier nur f&uuml;r Ihre Benachrichtigung dargestellt. Es ist erforderlich, Ihren Arzt zu beraten, bevor Sie damit beginnen. Es hilft, die besten Ergebnisse zu erzielen.<br /><br /><strong>Vorsichtsma&szlig;nahmen</strong>&nbsp;<br /><br /> Spenden Sie kein Blut w&auml;hrend der Einnahme von Accutane und einen Monat sp&auml;ter, nach dem Sie damit beenden. Unternehmen Sie keine kosmetische Verfahren, die Ihre Haut<br /> glatten k&ouml;nnen, einschlie&szlig;lich Wachsprozeduren, Dermabrasion, oder Laserprozeduren, w&auml;hrend Sie Accutane einnehmen und mindestens 6 Monate, nachdem Sie stoppen. Accutane kann Ihre Narben auf diese Weise erweitern. Benachrichtigen Sie Ihren Arzt, wenn Sie kr&auml;ftige k&ouml;rperliche Aktivit&auml;t (Sport-) w&auml;hrend der Behandlung mit Accutane planen. Accutane kann die Empfindlichkeit gegen&uuml;ber Sonnenlicht, Wind und K&auml;lte erh&ouml;hen. <br /> Vermeiden Sie l&auml;ngere Sonneneinwirkung, oder Reflektor r&ouml;hren zur Br&auml;unung. <br /> Accutane kann Sie schwindlig oder schl&auml;frig machen, seien Sie vorsichtig, bei der Beteiligung an Aktivit&auml;ten, wie die Fahrt oder Antrieb der Maschinen, die Wachsamkeit erfordern. Begrenzen Sie alkoholische Getr&auml;nke w&auml;hrend der Einnahme dieses Medikaments. <br /> Bestimmte Antibabypillen (Gestagene), die nicht &Ouml;strogene enthalten, k&ouml;nnen m&ouml;glicherweise nicht so effizient sein, w&auml;hrend Sie Accutane nehmen. Diabetiker - Accutane kann Ihre Blutzuckerspiegel beeinflussen. &Uuml;berpr&uuml;fen Sie sorgf&auml;ltig Blutzuckerspiegel, und fragen Sie Ihren Arzt, um die Dosis mit Ihrer Diabetes-Medizin anzupassen. Accutane sollten nicht w&auml;hrend der Schwangerschaft oder Stillen ohne &auml;rztliche Beratung verwendet werden. Wegen der m&ouml;glichen negativen Folgen f&uuml;r den S&auml;ugling ist die Einnahme von Accutane w&auml;hrend der Stillzeit nicht empfohlen. Fragen Sie Ihren Arzt &uuml;ber mehr Details.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Accutane ist f&uuml;r den Menschen, die an Bestandteile dieses Arzneimittels &uuml;berempfindlich sind, nicht zul&auml;ssig. Accutane kontraindiziert bei Frauen, die schwanger sind oder schwanger werden k&ouml;nnen, weil die Behandlung, und geb&auml;rf&auml;higes Potenzial der Frauen unterzieht. <br /> Die Liste der Kontraindikationen: Leber-oder Niereninsuffizienz; Hypervitaminose A; Patienten mit wochenlang erh&ouml;hten Blut Lipid-Werten; zus&auml;tzliche wochenlange Behandlung mit Tetracyclin.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> diese k&ouml;nnen allergischen Reaktion einschlie&szlig;en: Nesselsucht, Atembeschwerden, Schwellungen von Ihrem Gesicht, Lippen, Zunge oder Rachen. Auch zu den meistens m&ouml;glichen Nebenwirkungen geh&ouml;ren: depressive Stimmung, Schwierigkeiten bei der Konzentration, Schlafst&ouml;rungen, st&auml;ndiges Weinen, Aggression oder Aufregung, &Auml;nderungen im Verhalten, Halluzinationen, Selbstmordgedanken oder Verletzung von sich selbst; pl&ouml;tzliche Taubheit oder Schw&auml;che, besonders auf einer Seite des K&ouml;rpers; verschwommenes Vision, pl&ouml;tzliche, starke Kopfschmerzen oder Schmerzen im Hinterteil Ihrer Augen, manchmal mit Erbrechen, H&ouml;rprobleme, H&ouml;rverlust, oder ein Klingeln in den Ohren; Beschlagnahme (Kr&auml;mpfe); starke Schmerzen im oberen Magen, die sich in Ihren R&uuml;cken verbreiten, &Uuml;belkeit und Erbrechen, schneller Herzfrequenz, Appetitlosigkeit, dunkle Urin, Lehm gef&auml;rbter Stuhl, Gelbsucht (Gelbf&auml;rbung der Haut oder Augen); schwere Diarrhoe, rektale Blutungen, schwarzer, blutiger oder verweilen Teerstuhl; Fieber, Sch&uuml;ttelfrost, Muskelschmerzen, Grippe-Symptome, lila Flecken unter Ihrer Haut, leichte Bluterg&uuml;sse oder Blutungen; Steifheit, Knochenschmerzen oder Bruch.<br /> Zu den weniger ernsten geh&ouml;ren :<br /> gemeinsame Schmerzen, R&uuml;ckenschmerzen; Schwindelgef&uuml;hl, Schl&auml;frigkeit oder Nervosit&auml;t; Trockenheit der Lippen, Mund, Nase oder Haut; Rei&szlig;ende oder sch&auml;lende Haut, Juckreiz, Hautausschlag, &Auml;nderungen in Ihren Fingern&auml;gel oder Zehenn&auml;gel. Wenn Sie ein von diesen Symptome bemerken, verwenden Sie Accutane nicht mehr und informieren Sie Ihren Arzt so bald wie m&ouml;glich. Auch konsultieren Sie Ihren Arzt bei jeder Nebenwirkung, die Ihnen ungew&ouml;hnlich scheint.<br /> Wechselwirkung<br /> Accutane beeinflusst folgende Medikamente: Steroide (Prednison und andere); Medikamente gegen Anfall, solche, wie Phenytoin (Phenytoin); Tetracyclin-Antibiotika, wie Demeclocycline (Declomycin), Doxycyclin (Doryx, Vibramycin), Minocyclin (Minocin) oder Tetracyclin (Brodspec, Sumycin, Tetracap). Beachten Sie auch, dass die Reaktion zwischen zwei Medikamenten nicht immer bedeutet, dass Sie mit der Einnahme einer von ihnen aufh&ouml;ren m&uuml;ssen. Konsultieren mit Ihrem Arzt dar&uuml;ber, wie die Wirkung zwischen Medikamenten verwaltet werden, oder verwaltet werden soll.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Aber nicht zu sp&auml;t, oder fast in der Zeit Ihrer n&auml;chsten Einnahme. Nie verdoppeln Sie Ihre Dosis. Nehmen Sie Ihre n&auml;chste Dosis am n&auml;chsten Tag zur gleichen Zeit. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome einer &Uuml;berdosierung sind Kopfschmerzen, Schwindel, Erbrechen, Magenschmerzen, W&auml;rme oder Kribbeln unter der Haut, Schwellung der Lippen und Verlust des Gleichgewichts oder Koordinierung. Wenn Sie einer von Ihnen oder irgendwelche ungew&ouml;hnlichen Symptome erleben, rufen Sie Ihren Arzt sofort an.<br /> Lagerung<br /> - bei Zimmertemperatur zwischen 68-77 Grad F (20-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. <br /> Haftung<br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>