<p><strong>Drug Benutzt&nbsp;</strong><br /><br /> Betnovate tr&auml;gt dazu bei, die R&ouml;tung zu reduzieren, Juckreiz und Schwellungen von Hauterkrankungen wie Ekzeme, Schuppenflechte, Kontaktdermatitis, und Seborrhoe. <br /><br /> <strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Betnovate wie von Ihrem Arzt. <br /><br /> Dieses Medikament ist in der Regel angewandt 2 oder 3-mal t&auml;glich oder nach dem Unterricht. Genug Medikamente einnehmen, sollten angewandt werden, um v&ouml;llig den betroffenen Bereich mit einem d&uuml;nnen Film zu decken. Das Medikament sollte sanft und gr&uuml;ndlich in den betroffenen Bereich massiert. Unter bestimmten Bedingungen wird der Arzt die Anwendung, um mit abgedeckt werden ein Dressing. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Betnovate nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Betnovate ist ein Kortikosteroid, dass f&uuml;r die topische Behandlung von Hautirritationen verwendet wird. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis vergessen, nehmen Sie so bald wie m&ouml;glich und fahren Sie mit Kursen nach Fahrplan. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vergessene Dosis und fahren Sie mit Ihrem normalen Dosierungsschema. Nehmen Sie nicht die doppelte Dosis ein, um eine verpasste ein. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Betnovate bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Keep Betnovate au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen</strong> <br /><br /> Betnovate sollte von niemandem genommen werden, die: <br /><br /> ist allergisch gegen Betamethason valerat oder einen der sonstigen Bestandteile des Medikaments; <br /> Windpocken hat; <br /> hat Pilz-, Hefe, oder virale Hautl&auml;sionen; <br /> hat Herpes simplex; <br /> hat die Tuberkulose der Haut; <br /> Vaccinia hat.</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Nebenwirkungen, sollten Sie Blockern gegen Bluthochdruck oder Apotheker so schnell wie m&ouml;glich: <br /><br /> Brennen oder Jucken der Haut; <br /> dunkelroten Flecken auf der Haut; <br /> Infektion; <br /> Mangel an Heilung der Zustand der Haut; <br /> schmerzhaft, rot, Eiter-Bl&auml;schen im Haarfollikel; <br /> starkes Brennen und setzte Jucken der Haut; <br /> Verd&uuml;nnung der Haut mit Neigung zu blauen Flecken, Sonnenbrand eher vor allem im Gesicht. <br /> Andere schwerwiegende Nebenwirkungen entwickeln k&ouml;nnen, wenn Sie Betnovate Einsatz f&uuml;r eine lange Zeit, oder wenn Sie zu viel. Wenden Sie sich an &uuml;berweisende oder Apotheker, wenn Sie eine ungew&ouml;hnliche Effekte. <br /><br /> Nebenwirkungen, die in der Regel ben&ouml;tigen keine &auml;rztliche Hilfe (Bericht gegen Bluthochdruck oder Apotheker, wenn sie oder weiter st&ouml;rend sind): <br /> Brennen, Jucken, oder Reizung der Haut; <br /> trockene Haut; <br /> erh&ouml;hte R&ouml;tung oder Schuppung der Haut. <br /> Weitere Informationen <br /><br /> Betnovate ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>