<p><strong>Drug Benutzt </strong><br /><br /> Deltasone wird verwendet, um Entz&uuml;ndungen zu verringern und die Symptome in einer Vielzahl von Erkrankungen wie Colitis ulcerosa, Psoriasis und Morbus Crohn zu verringern 's disease. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /> <strong>Usage </strong><br /><br /> Verwenden Sie Deltasone genau so, wie von Ihrem Arzt verordnet. Allerdings k&ouml;nnen Sie es mit einer Mahlzeit zu ergreifen, um eine Magenverstimmung zu vermeiden. H&ouml;ren Sie nicht auf sie pl&ouml;tzlich, auch wenn Sie vor&uuml;bergehende Linderung zu erreichen. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Sie sollten versuchen, und nehmen Sie Ihre Dosen auf Zeit k&uuml;mmern, keine zu verpassen. Aber wenn Sie eine Dosis nehmen Sie sie sobald Sie sich daran erinnern Raum die restlichen Dosen. Sie k&ouml;nnen es auch &uuml;berspringen und fahren Sie mit Ihrem normalen Dosis. Aber nehmen Sie nicht die doppelte Dosis je. <br /><br /> <strong>Lagerung</strong> <br /><br /> Bewahren Sie es bei Raumtemperatur weg von der Feuchtigkeit. <br /><br /> <strong>Overdose </strong><br /><br /> Einige der Symptome einer &Uuml;berdosierung sind (vor allem rund um den Magen) &Uuml;bergewicht, ein rundes Gesicht, geschwollene H&auml;nde und F&uuml;&szlig;e durch Fl&uuml;ssigkeitsretention und erh&ouml;hter Blutdruck. Suchen Sie sofort einen Arzt auf, wenn Sie den Verdacht einer &Uuml;berdosierung. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Verwenden Sie es mit Vorsicht. Das Medikament kann zu Benommenheit, Schwindel, Ohnmacht und bei manchen Menschen. Nicht konsumieren Alkohol zusammen mit dem Medikament. Nicht Auto fahren oder schwere Maschinen verarbeiten, bis Sie wissen, wie sie reagieren auf das Medikament. Fragen Sie Ihren Arzt, wenn sich Ihre Symptome verschlimmern.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie KEINE Deltasone (Prednison), wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Deltasone (Prednison) <br /> Sie haben eine systemische Pilzinfektion <br /> Sie sind derzeit Mifepriston <br /><br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Deltasone (Prednison). Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> Wenn Sie sich f&uuml;r eine Impfung mit einer Live-Virus-Impfstoff (z. B. Pocken geplant) <br /> wenn Sie an einer Unterfunktion der Schilddr&uuml;se, Leber-oder Nierenerkrankungen, Diabetes oder Colitis ulcerosa <br /> wenn Sie Herzprobleme, &Ouml;sophagitis, Gastritis, Magen-Obstruktion oder Perforation, oder ein Geschw&uuml;r <br /> wenn Sie eine Geschichte der psychischen Problemen wie Depressionen <br /> Wenn Sie eine Herpes-Infektion im Auge oder jede andere Art von Infektion (Bakterien, Pilzen oder Viren); haben oder k&uuml;rzlich hatten Tuberkulose (TB) oder positiv getestet f&uuml;r Tuberkulose, Masern, Windpocken oder <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Deltasone (Prednison). Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Barbiturate (zB Phenobarbital), Carbamazepin, Hydantoinen (zB Phenytoin) oder Rifampicin, da die Wirksamkeit der Deltasone (Prednison) verringerte sich m&ouml;glicherweise <br /> Clarithromycin Azol-Antimykotika (zB Ketoconazol), Steroid-Kontrazeptiva (zB Desogestrel) oder Troleandomycin, da Nebenwirkungen wie Schw&auml;che, Verwirrung, Muskelschmerzen, Gelenkschmerzen, oder niedrigen Blutzuckerspiegel auftreten k&ouml;nnen <br /> Methotrexat oder Sympathomimetika, weil die Aktionen und Nebenwirkungen dieser Medikamente kann erh&ouml;ht werden, <br /> Hydantoinen (zB Phenytoin), Mifepriston oder Lebendimpfstoffe, da die Wirksamkeit dieser Medikamente verringert werden k&ouml;nnen <br />Antikoagulantien (zB Warfarin) oder Aspirin, weil die Aktionen und Nebenwirkungen dieser Medikamente kann erh&ouml;ht oder verringert werden</p><p><strong>Possible Side Effects </strong><br /><br /> Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, die aber viele Menschen haben keine oder nur geringf&uuml;gige, Nebenwirkungen. Fragen Sie Ihren Arzt, wenn eine der h&auml;ufigsten Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Schlafst&ouml;rungen, ein Gef&uuml;hl der wirbelnde Bewegung, gesteigerter Appetit, vermehrtes Schwitzen, Verdauungsst&ouml;rungen, Stimmungsschwankungen, Nervosit&auml;t. <br /><br />&Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten:&nbsp;<br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Appetitlosigkeit, schwarz, Teerst&uuml;hle, &Auml;nderungen in der Menstruation, Kr&auml;mpfe, Depressionen, Durchfall; Schwindel, &uuml;bertriebenes Gef&uuml;hl des Wohlbefindens, Fieber, allgemeine k&ouml;rperliche Beschwerden, Kopfschmerzen, erh&ouml;hter Druck im Auge, Gelenk-oder Muskelschmerzen, Stimmungsschwankungen, Muskelschw&auml;che, Ver&auml;nderungen der Pers&ouml;nlichkeit; anhaltende Halsschmerzen, Erk&auml;ltungen oder Fieber; Puffing des Gesichts , starke &Uuml;belkeit oder Erbrechen, Schwellungen der F&uuml;&szlig;e und Beine, ungew&ouml;hnliche Gewichtszunahme, Erbrechen Material, das aussieht wie Kaffeesatz, Schw&auml;che, Gewichtsverlust. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Deltasone (Prednison), sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Deltasone (Prednison) ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p><p>&nbsp;</p>