<p><strong>Allgemeine Anwendung<br /></strong><br /> Elimite (permethrin) wird verwendet, um Hauptl&auml;use und Kr&auml;tze zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Massieren Sie die Sahne in Ihre Haut vom Kopf zum soles der F&uuml;&szlig;e. In S&auml;uglings, welches Medikament auch auf der Kopfhaut, Schl&auml;fe und Stirn, wenn angewandt, auf Kinder und geriatrische Patienten verwendet werden sollte. Die &uuml;bliche Menge musste behandeln ein Erwachsener ist 30 gm. Gew&ouml;hnlich ist eine Behandlung gen&uuml;gend, um die Infektion zu behandeln. Wenden Sie sich f&uuml;r die ver&auml;rgerte Haut, offenen K&uuml;rzungen oder Wunden nicht. Nehmen Sie m&uuml;ndlich nicht. Vermeiden Sie, vom Medikament zur Nase, dem Mund, den Augen, oder den Geschlechtsorganen zu kommen. Wiederholen Sie die Behandlung, wenn L&auml;use noch eine Woche nach Ihrer ersten Anwendung gesehen werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Um Reinfektion zu verhindern, behandeln Ihre Umgebung (Kleidung, das Bettzeug, die H&uuml;te, die Haarb&uuml;rsten, die Kissen, die M&ouml;bel und die Zus&auml;tze), wenn Sie Ihren K&ouml;rper behandeln. Waschen Sie Ihre ganze Kleidung, Handt&uuml;cher und Bettw&auml;schen, in hei&szlig;em Wasser und trocken in der hohen Hitze. Das Vergn&uuml;gen mit permethrin erscheint Spray-M&ouml;bel in Ihrem Haus. W&auml;hrend der Behandlung vermeiden sexuelle Kontakte oder sind sicher, dass alle sexuellen Partner behandelt werden, um Wiederplage von Krabben zu verhindern. Zu vermeiden, sich von der Infektion auszubreiten, teilt Ihre Haarzus&auml;tze, Haarb&uuml;rsten, K&auml;mme, H&uuml;te, Bettw&auml;schen, Kleidung, und andere Artikel des pers&ouml;nlichen Gebrauches nicht. Verwenden Sie Elimite w&auml;hrend Stillen nicht.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Patienten, die dazu allergisch sind, allergisch zu permethrin oder zu Chrysanthemen sollten nicht dieses Rauschgift verwenden. Verwenden Sie die Sahne nicht, w&auml;hrend Sie Stillen sind.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Dieses Medikament wird gew&ouml;hnlich gut geduldet. Es wurde &uuml;ber seltene F&auml;lle von pruritus, Erythem, Erstarrung, Ausschlag berichtet, prickelnd. Symptome von der allergischen Reaktion sind auch m&ouml;glich: Ausschlag, Nesselausschl&auml;ge, Gesichtsschwellung, das Jucken, das milde Brennen, die Erstarrung oder das Prickeln, stechend, oder R&ouml;te.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Elimite galt aktuell wird wahrscheinlich mit anderen Rauschgiften nicht aufeinander wirken. Sagen Sie Ihrem Arzt &uuml;ber alle Medikamente und Kr&auml;uterprodukte, dass Sie verwenden.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Gew&ouml;hnlich wird dieses Medikament nur einmal verwendet. Wiederholen Sie Behandlung in sieben Tagen n&ouml;tigenfalls.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Elimite &Uuml;berdosis sind unbekannt. Setzen Sie sich mit Ihrem Arzt sofort in Verbindung, wenn Sie &Uuml;berdosis verd&auml;chtigen.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie die Bl&ouml;cke bei der Raumtemperatur zwischen 15-30 C (59-86 F) in einem trockenen dichten Beh&auml;lter weg von der Feuchtigkeit und dem Sonnenlicht.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>