<p><strong>Drug Benutzt </strong><br /><br /> EURAX ist zur Behandlung der Kr&auml;tze und Juckreiz lindern verwendet. <br /><br /> <strong>Gebrauchsanweisung</strong> <br /><br /> Verwenden Sie EURAX wie von Ihrem Arzt. <br /><br /> Bevor Sie EURAX, baden und trocknen Sie die Haut vollst&auml;ndig. <br /> Gut sch&uuml;tteln, bevor Sie eine Dosis. <br /> F&uuml;r Kr&auml;tze - Bewerben genug Medizin zur Deckung des gesamten K&ouml;rpers aus dem Kinn. Stellen Sie sicher, dass Sie Medikamente gelten in allen Falten und Knicke des K&ouml;rpers, wie zum Beispiel zwischen den Fingern und Zehen, unter den Armen und den Intimbereich. Reiben Sie die Medizin in vollst&auml;ndig. Wenden Sie das Arzneimittel ein zweites Mal nach 24 Stunden vorbei ist, wenn nicht anders von Ihrem Arzt verordnet wurde. Was nicht baden, bevor die zweite Dosis. &Auml;ndern Sie Kleidung und Bettw&auml;sche am n&auml;chsten Morgen. Bekleidung und Bettw&auml;sche sollten trocken gereinigt oder in der hei&szlig;en Phase der Waschmaschine gewaschen werden. Baden zum Entfernen der Medizin von 48 Stunden nach der zweiten Dosis. <br /> Bei Juckreiz - Rub Medizin sanft in die betroffenen Gebiete, bis sie vollst&auml;ndig abgerieben in. Nach Gebrauch H&auml;nde waschen, es sei denn eure H&auml;nde sind Teil der behandelten Fl&auml;che. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Elimite nutzen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> EURAX ist ein scabicidal juckreizhemmenden. Wie das genau funktioniert, ist unbekannt. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von EURAX, nehmen Sie sie sobald es Ihnen einf&auml;llt. Weiter verwenden wie von Ihrem Arzt. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop EURAX zwischen 59 und 77 Grad F (15 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep EURAX au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine EURAX, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in EURAX; <br /> Sie entwickeln schwere Reizungen nach dem Auftragen EURAX; <br /> Sie erleben Irritationen bei der Anwendung topischer Arzneimittel. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Verwenden Sie keine EURAX auf entz&uuml;ndeten, roh oder weinend Haut. <br /> Jucken, k&ouml;nnen weiterhin bis zu mehreren Wochen wegen Sensibilit&auml;t f&uuml;r Milben. Das weist nicht auf Versagen der Therapie. Fragen Sie Ihren Arzt, bevor Sie EURAX wieder. <br /> EURAX kann gesundheitssch&auml;dlich beim Verschlucken. Wenn Sie oder jemand Sie vielleicht wissen, haben EURAX Lotion in den Mund genommen, wenden Sie sich an Ihren lokalen Gift Leitstelle oder Notaufnahme sofort. <br /> Vermeiden Sie EURAX in deinen Augen, Nase oder Mund. Wenn Sie EURAX nicht in deine Augen sofort gr&uuml;ndlich mit kaltem Wasser. <br /> Verwenden Sie EURAX mit &auml;u&szlig;erster Vorsicht bei Kindern. Die Sicherheit und Wirksamkeit wurden nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, mit Ihrem Arzt besprechen die Vorteile und Risiken der Verwendung EURAX Lotion w&auml;hrend der Schwangerschaft. Es ist nicht bekannt, ob EURAX in die Muttermilch ausgeschieden wird. Wenn Sie sind oder werden stillen, w&auml;hrend Sie mit EURAX, fragen Sie Ihren Arzt oder Apotheker, um die Risiken f&uuml;r Ihr Kind zu besprechen.</p><p><strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> gereizte Haut. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); schweren Reizungen f&uuml;hren. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> EURAX ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.ndig. <br /> Gut sch</p>