<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Abilify ist ein Erweiterungsmedikament, das f&uuml;r die Behandlung der depressiven Hauptst&ouml;rung, Schizophrenie, manische und Mischepisoden verwendet ist mit der bipolar St&ouml;rung in Erwachsenen und Kindern und Jugendlichen und auch der Irritabilit&auml;t vereinigt ist mit der autistischen St&ouml;rung in p&auml;diatrischen Patienten vereinigt ist. Der Mechanismus der Handlung von Abilify ist unbekannt. Es zeigt teilweisen agonism am D2 Rezeptor, es ist auch ein teilweiser Agonist am 5-HT1A Rezeptor, und zeigt auch ein Gegner-Profil am 5-HT2A Rezeptor. Es hat gem&auml;&szlig;igte Affinit&auml;t f&uuml;r das Histamin und Alpha adrenergic Rezeptoren, und keine merkliche Affinit&auml;t f&uuml;r cholinergische muscarinic Rezeptoren.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Abilify einmal t&auml;glich mit oder ohne Essen. Die &uuml;bliche Startdosis ist 10 oder 15 Mg, sp&auml;ter kann die Dosis vergr&ouml;&szlig;ert werden, um die gew&uuml;nschte Wirkung zu erreichen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Dieses Medikament wurde f&uuml;r den Gebrauch in &auml;ltlichen Leuten mit Psychose nicht genehmigt, die mit Demenz-zusammenh&auml;ngender Psychose wegen der Gefahr des Todes verbunden ist. Antidepressiven vergr&ouml;&szlig;ern selbstm&ouml;rderische Gedanken oder Handlungsweisen in einigen Jugendlichen besonders, wenn die Dosis ge&auml;ndert wird oder w&auml;hrend der ersten Periode der Behandlung. Abilify wurde f&uuml;r den Gebrauch in p&auml;diatrischen Patienten mit Depression nicht genehmigt. Da Abilify f&auml;hig ist, verschlechtern Urteil, das Denken, oder Motorsachkenntnisse verwenden nicht ist w&auml;hrend des Funktionierens gef&auml;hrlicher Maschinerie einschlie&szlig;lich Automobile, wenn Sie nicht &uuml;berzeugt sind, dass Abilify Therapie Sie nachteilig nicht betrifft. Informieren Sie Ihren Arzt, wenn Sie schwanger sind, planen, schwanger oder Stillen vorher zu werden, um dieses Medikament zu nehmen. Vermeiden Sie, irgendwelche alkoholischen Getr&auml;nke w&auml;hrend der Behandlung zu trinken. Vermeiden Sie hei&szlig;zulaufen und Wasserentzug. Hyperglyk&auml;mie, oder erhobener Blutzucker, kann vorkommen, Abilify nehmend. Wenn Sie Diabetes mellitus haben, Ihre Blutzuckerspiegel regelm&auml;&szlig;ig kontrollieren.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Stillen, &Uuml;berempfindlichkeit.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Allgemeinste nachteilige Effekten schlie&szlig;en Brechreiz, Emesis, Konstipation, Kopfschmerz, Schwindel, Nervosit&auml;t, Schlaflosigkeit, Zappelei, Beben, Husten, Kopfschmerz, Schlaflosigkeit ein, Schwindel, &uuml;berst&uuml;rzte, laufende Nase, Schw&auml;che, und Gewichtszunahme. Ernstere und seltene nachteilige Reaktionen wie eine vergr&ouml;&szlig;erte Gefahr des Schlags und Minischlags; b&ouml;sartiges Syndrom von neuroleptic (BSN), welche Symptome Fieber, starre Muskeln, Verwirrung einschlie&szlig;en; tardive dyskinesia (TD), welche Symptome nicht kontrollierte und anomale Bewegungen von K&ouml;rperteilen einschlie&szlig;en.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt &uuml;ber alle vorgeschriebenen und freih&auml;ndigen Medikamente und Kr&auml;uterprodukte, dass Sie nehmen, und besonders wenn Sie Alkohol, Blutdruck-Rauschgifte, carbamazepine, fluoxetine, ketoconazole, paroxetine, und quinidine verwenden. Carbamazepine (Tegretol) vermindert die Niveaus von Abilifyole im K&ouml;rper, der die Leber-Enzyme wie CYP3A4 stimuliert. Der &auml;hnliche Einfluss auf Abilify wird durch phenytoin (Dilantin), rifampin (Rifadin, Rimactane, Rifadin, Rifater, Rifamate), und Barbiturat gezeigt. Das Blockieren von CYP3A4 durch Ketoconazole (Nizoral) vergr&ouml;&szlig;ert die Menge von Abilify im K&ouml;rper. Andere Rauschgifte mit der &auml;hnlichen Handlung sind: itraconazole (Sporanox), fluconazole (Diflucan), voriconazole (Vfend), cimetidine (Tagamet), verapamil (Calan, Isoptin), diltiazem (Cardizem, Dilacor), erythromycin, clarithromycin (Biaxin), nefazodone (Serzone), ritonavir (Norvir), saquinavir (Invirase), nelfinavir (Viracept), indinavir (Crixivan), und Grapefruitsaft. Ihre Handlung wird nicht gut studiert dennoch.<br /> Quinidine (Quinaglute, Quinidex) hemmt ein anderes Leber-Enzym bekannt als CYP2D6 und ist auch im Stande, die Niveaus von Abilify zu vergr&ouml;&szlig;ern. Andere Medizin mit der &auml;hnlichen Handlung ist fluoxetine (Prozac) und paroxetine (Paxil). Abilify kann Blutzuckerspiegel in Patienten mit Diabetes gef&auml;hrlich vergr&ouml;&szlig;ern.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Abilify wird einmal t&auml;glich genommen, so nehmen Sie die verpasste Dosis, sobald Sie sich erinnern. Wenn die folgende Dosis innerhalb von 12 Stunden ist, nehmen Sie die verpasste Dosis nicht und setzen Sie Ihre normale Dosieren-Liste fort. Verdoppeln Sie nie die Dosis dieses Medikament.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Allgemeine nachteilige Reaktionen schlie&szlig;en Emesis, Schlafsucht, und Beben ein. Andere klinisch wichtige Zeichen und Symptome beobachteten iare Azidose, Aggression, aspartate aminotransferase vergr&ouml;&szlig;ert, atrial fibrill&auml;re Zuckung, Bradykardie, Koma, confusional Staat, Konvulsion, Blutkroatin phosphokinase vergr&ouml;&szlig;ertes, niedergedr&uuml;cktes Niveau von Bewusstsein, Hypertonie, hypokalemia, Hypotension, Lethargie, Bewusstlosigkeit, QRS Komplex verl&auml;ngert, QT verl&auml;ngert, Lungenentz&uuml;ndungsaspiration, Atmungsverhaftung, Status epilepticus, und Tachykardie. <br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur in einem dichten trockenen unerreichbaren Beh&auml;lter von Kindern und Haustieren. Verwenden Sie nach dem Ausatmungsbegriff nicht.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>