<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Allopurinol ist eine Arthrifuge, die Xanthinoxidase hemmt und die Bildung von Harns&auml;ure verhindert, sowohl von Xanthin als auch von Hypoxanthin. Es reduziert die Konzentration von Harns&auml;ure und ihren S&auml;lzen in K&ouml;rperfl&uuml;ssigkeiten, f&ouml;rdert die Aufl&ouml;sung von bestehenden Harnablagen und beugt ihrer Entstehung im Gewebe und den Nieren vor. Das Medikament wird dazu verwendet, um Krankheiten zu behandeln, die von Hyperurik&auml;mie begleitet werden: Gicht (prim&auml;re und sekund&auml;re), Nephrolithiasis (die Entstehung von Nierensteinen aus Urinablagen); Hyperurik&auml;mie (anormal hohes Gehalt von Harns&auml;ure im Blut, sowohl prim&auml;re als auch sekund&auml;re), was in Krankheiten mit erh&ouml;hter Aufl&ouml;sung von Nukleoproteinen und erh&ouml;htem Gehalt von Harns&auml;ure im Blut, einschlie&szlig;lich diverser Formen von Leuk&auml;mie seine Folge hat. Zur Behandlung manch anderer krankhafter Zust&auml;nde kann Allopurinol ebenfalls verwendet werden.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Eine Dosis von 100-800mg pro Tag kann in Abh&auml;ngigkeit von dem zu behandelnden Krankheitszustand verschrieben werden. Die Anfangsdosis von 100 mg kann schrittweise erh&ouml;ht werden. Patienten mit akuter Gicht und Tophi (Harns&auml;urekristalle im Gewebe um die Gelenke herum) sollten mit 300-400mg von Allopuionol t&auml;glich behandelt werden. Dosierungen &uuml;ber 300 mg sollten in zwei oder mehr kleinere Dosen aufgeteilt werden. Nehmen Sie das Medikament beim Essen ein, um Magenverstimmungen zu vermeiden. Nehmen Sie keine gro&szlig;en Mengen an Vitamin C ein. Trinken Sie gen&uuml;gend Wasser, um die Entstehung von Nierensteinen zu vermeiden. Beschr&auml;nken Sie den Alkoholkonsum und purin-reiche Lebensmittel, so wie zum Beispiel Kalbsbries, Sardinen, Sardellen, Kidneybohnen, Leber und Linsen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Allopurinol sollte &uuml;ber einen Zeitraum von einigen Monaten eingenommen werden, damit Ihre Symptome sich verbessern. Regelm&auml;&szlig;ige Einnahme ist sehr wichtig, auch dann wenn Sie anscheinend keine Wirkung versp&uuml;ren. Sie k&ouml;nnten am Anfang der Behandlung mit Allopurinol &ouml;fters akute Anf&auml;lle von Gicht versp&uuml;ren, selbst nachdem ein normaler Gehalt von Harns&auml;ure wiederhergestellt wurde. Die Anf&auml;lle werden im Verlauf der Behandlung k&uuml;rzer und weniger akut. Bei jeglichen Anzeichen einer allergischen Reaktion, beenden Sie die Einnahme des Medikamentes und suchen Sie Ihren Arzt auf, da die Entwicklung von ernsthaften Hauterkrankungen, unwiderruflicher Schaden der Leber oder allgemeine Entz&uuml;ndung des Bluts oder eines Lymphgef&auml;&szlig;es bei manchen Patienten m&ouml;glich ist. Informieren Sie Ihren Arzt dar&uuml;ber, ob Sie an Diabetes oder Niereninsuffizienz leiden, bevor Sie Allopurinol einnehmen, da eine &Auml;nderung, beziehungsweise Anpassung der Dosis n&ouml;tig sein k&ouml;nnte.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Allopurinol kann nicht bei Patienten mit einer &uuml;berempfindlichen Reaktion auf das Medikament, mit Leber- oder Niereninsuffizienz, prim&auml;rer H&auml;mochromatose, asymptomatischer Hyperurik&auml;mie, akuter Gicht und w&auml;hrend der Schwangerschaft oder w&auml;hrend der Stillzeit angewendet werden. Das Medikament darf auch Kindern im Alter von unter 14 Jahren nicht verschrieben werden, au&szlig;er wenn der Patient wegen Leuk&auml;mie, b&ouml;sartigen Tumoren, enzymatischen St&ouml;rungen, C care, Nierenversagen, Herzversagen, Diabetes mellitus oder Hypertonie behandelt wird.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen unter anderem Durchfall, &Uuml;belkeit, Allergie (Hautausschl&auml;ge, Juckreiz) und Schl&auml;frigkeit. Stellen Sie die Einnahme von Allopurinol bei ersten Anzeichen von Hautausschl&auml;gen, bei schmerzhaftem oder blutigem Wasserlassen, Augenerregung oder Gesichtsschwellung ein, da dies Anzeichen einer starken allergischen Reaktion sein k&ouml;nnen, bei der Sie unverz&uuml;glich medizinische Hilfe brauchen. In sehr seltenen F&auml;llen kann Allopurinol Sch&auml;den an Nerven, Nieren und dem Knochenmark verursachen, so wie die Ursache einer starken oder sogar t&ouml;dlichen allergischen Lebervergiftung sein. Bei Patienten mit einer Lebervergiftung k&ouml;nnen Appetitsverlust und starker Juckreiz davon zeugen. Bei Patienten mit Nierenerkrankungen erh&ouml;ht sich dieses Risiko. <br /><br /> <strong>Wechselwirkung<br /></strong><br /> Dosierungen von oralem Mercaptopurin (Purinethol) und Azathioprin (Imuran) sollten verringert werden, da Allopurinol ihren Gehalt im Blut erh&ouml;ht. Das Risiko von Hautausschl&auml;gen erh&ouml;ht sich bei Patienten, die Allopurinol mit Penicillin einnehmen. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie eine &Uuml;berdosierung verd&auml;chtigen, suchen Sie unverz&uuml;glich medizinische Hilfe auf. &Uuml;ber Wirkungen einer Allopurinol-&Uuml;berdosis sind keine spezifischen Informationen verf&uuml;gbar.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie das Pr&auml;parat bei Raumtemperaturen unter 25 Grad Celsius (77 Grad Fahrenheit) und f&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahrt. <br /><br /> <strong>Haftung</strong><br /><br />&nbsp;Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>