<p><strong>INDIKATIONEN</strong><br /><br />Kemadrin wird zur Behandlung von Parkinson verwendet. Procyclidine reduziert die Auswirkungen <br />von bestimmten Chemikalien im K&ouml;rper, die aus dem Gleichgewicht geraten als Folge <br />von Krankheiten (z. B. Parkinson).<br /><br /><strong>HINWEISE</strong><br /><br />Nehmen Sie Procyclidin genau wie von Ihrem Arzt verordnet ein.<br />Nehmen Sie jede Dosis mit einem vollen Glas Wasser. Nehmen Sie Procyclidin nach den Mahlzeiten, <br />um Magenbeschwerden zu lindern .<br />Procyclidine ist in der Regel drei bis vier Mal pro Tag einzunehmen. <br />Folgen Sie den Anweisungen Ihres Arztes .<br /><br /><strong>DOSIERUNG</strong><br /><br />Verwenden Sie Kemadrin wie von Ihrem Arzt verordnet ein.<br /><br />Nehmen Sie Kemadrin immer regelm&auml;&szlig;ig zu den gleichen Tageszeiten ein. Falls Sie einmal <br />die Einnahme vergessen sollten, &uuml;berspringen Sie die Dosis einfach und nehmen Sie nicht<br />zwei Dosen auf einmal.<br /><br /><strong>AUFBEWAHRUNG</strong><br /><br />Bewahren Sie Kemadrin bei Raumtemperatur auf und halten Sie es fern von Feuchtigkeit und W&auml;rme.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p><strong>Verwenden Sie KEIN Kemadrin, wenn:</strong><br />Sie allergisch auf eine der Zutaten von Kemadrin reagieren.<br />Sie Engwinkelglaukom haben.<br /><br />Informieren Sie Ihren Arzt oder Apotheker, wenn einer der folgenden Punkte auf Sie zutrifft:<br />Sie sind schwanger, planen schwanger zu werden oder Sie stillen.<br />Sie nehmen verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitungen oder Nahrungserg&auml;nzungsmittel.<br />Sie haben Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen.<br />Sie haben Glaukom, psychische oder Stimmungsschwankungen, Muskelschw&auml;che (z.B. Myasthenia gravis), Colitis ulcerosa (z.B. eine vergr&ouml;&szlig;erte Prostata) oder Probleme beim Wasserlassen.<br />Sie haben eine Verstopfung des Magens, der Speiser&ouml;hre oder der Harnwege, Nieren- oder Leberprobleme, hohen Blutdruck, <br />Herz- oder Blutgef&auml;&szlig;-Krankheit, einem unregelm&auml;&szlig;igen Herzschlag oder unkontrollierte Bewegungen der H&auml;nde, Mund oder Zunge.<br /><br />Kemadrin kann Schwindel oder verschwommenes Sehen verurschaen. Nicht Auto fahren, Maschinen bedienen, oder irgendetwas anderes tun, <br />bei dem Sie sich selbst oder andere gef&auml;hrden k&ouml;nnten, bis Sie sicher sind, dass dies bei Ihnen nicht der Fall ist. Kemadrin allein, mit bestimmten anderen <br />Arzneimitteln oder mit Alkohol kann Ihre Fahrt&uuml;chtigkeit oder andere potentiell gef&auml;hrliche Aufgaben verringern.<br />Kemadrin kann Schwindel, Benommenheit oder Ohnmacht verursachen. Alkohol, hei&szlig;es Wetter, Sport und Fieber kann diese Effekte verst&auml;rken. <br />Verwenden Sie Kemadrin mit &auml;u&szlig;erster Vorsicht bei Kindern. Sicherheit und Wirksamkeit wurden nicht best&auml;tigt.<br />Schwangerschaft und Stillzeit: Wenn Sie schwanger werden w&auml;hrend der Einnahme von Kemadrin, besprechen Sie mit Ihrem Arzt die Vorteile <br />und Risiken der Verwendung von Kemadrin w&auml;hrend der Schwangerschaft. Es ist unbekannt, ob Kemadrin in die Muttermilch <br />ausgeschieden wird.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Sprechen Sie mit Ihrem Arzt, wenn eine der h&auml;ufigsten Nebenwirkungen fortbestehen oder als st&ouml;rend empfunden werden:<br /><br />Verschwommene Sicht, Verstopfung, erweiterte Pupillen, Mundtrockenheit, Schwindel, Benommenheit, Appetitlosigkeit,<br />&Uuml;belkeit, Magenbeschwerden, Erbrechen.<br /><br />Konsultieren Sie sofort einen Arzt, wenn eine dieser schweren Nebenwirkungen auftritt:<br /><br />Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen <br />im Mund, Gesicht, Lippen oder Zunge), Schmerzen in der Brust, Verwirrung, Schwierigkeiten oder Schmerzen beim Wasserlassen, <br />Schwierigkeiten beim Schlucken, Augenschmerzen, schneller oder stampfender Herzschlag, psychische oder Stimmungsschwankungen, <br />unkontrollierte Bewegungen.</p>