<p><strong>Allgemeine Anwendung</strong><br /><br /> Methotrexate ist ein antimetabolite, der verwendet ist, um bestimmte Typen des Krebses zu behandeln. Es hemmt dihydrofolate reductase, ein wichtiges Enzym, das f&uuml;r die Synthese von nucleotides f&uuml;r die DNA verantwortlich ist. Dieses Medikament hemmt Synthese der DNA, DNA-Schadenersatz und indirekte Zellzellteilung. Zellen von b&ouml;sartiger Geschwulst, Knochenmark, embryonischen Zellen, epithelischen Zellen des Darmschleimhaut, der Blase, ist Mundh&ouml;hle dazu am empfindlichsten.<br /> Methotrexate wird in der Behandlung des Brustkrebses, squamous Zellkrebsgeschw&uuml;r des Kopfs und Halses, Lungenkrebses, trophoblastic Geschwulst, Halskrebs, Eierstockkrebs, Blase-Krebs, colorectal Krebs, Speiser&ouml;hre-Krebs, Magen-Krebs, Bauchspeicheldr&uuml;senkrebs, testicular Krebs, akute lymphoblastic Leuk&auml;mie und viele andere verwendet.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie genau wie vorgeschrieben, durch Ihren Arzt. Nehmen Sie Methotrexate m&uuml;ndlich mit oder ohne Essen. Kauen Sie nicht oder zerquetschen Sie den Block. Um Gelenkrheumatismus und Schuppenflechte zu behandeln, wird Methotrexate w&ouml;chentlich genommen. Startdosis 7.5 Mg des Medikaments einmal w&ouml;chentlich oder 2.5 Mg jede zw&ouml;lf Stunden dreimal auch einmal w&ouml;chentlich. Die Behandlung des Krebses verlangt individuelle Dosierung und Behandlung nur unter der Kontrolle Ihres Arztes.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vorsicht sollte in den Patienten mit dem Aszites, dem Wasserentzug, den hemmenden Krankheiten des Verdauungstrakts, pleural oder der peritoneal Effusion, der chronischen Niereninsuffizienz, der parasitischen und Infektionskrankheiten des, Viren-Pilz- oder Bakterienursprungs wegen der m&ouml;glichen hohen Gefahr der schweren verallgemeinerten Krankheitsentwicklung ge&uuml;bt werden. Methotrexate Giftigkeit nimmt in den Personen mit Herpes-Simplex, Herpes-Zoster, Windpocken, Masern, amoebiasis, strongyloidiasis (helminthosis verursacht durch den Madenwurm mit allergischen Symptomen am Anfang der Krankheit), Gicht (auch in der Geschichte), Infektion und Entz&uuml;ndung des Schleimhaut im Mund, Brechreiz und Emesis (wegen Wasserentzugs), Magen und duodenale Geschw&uuml;rbildungen, ulzerative Kolitis, vorherige Chemotherapie oder Strahlentherapie, Asthenie zu. Wenn Metheotrexate verwendet wird, um zu behandeln, ist Krebs-Umsicht Bed&uuml;rfnis in den Patienten mit aciduria (Urin-pH weniger als 7) und gehemmtes Knochenmark hematopoiesis. Stellen Sie sich zu Sonne-Strahlen nicht aus. Die Immunisierung durch Impfstoffe sollte seit 3-12 Monaten vermieden werden, seitdem der Kurs der Behandlung mit Methotrexate beendet wurde. M&auml;nner und Frauen sollten sichere Kontrazeption verwenden, weil dieses Rauschgift f&uuml;r ein zuk&uuml;nftiges Baby sehr toxisch ist.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Diese Medizin kann nicht den Patienten mit der &Uuml;berempfindlichkeit zu seinen Bestandteilen, gesch&uuml;tztem Mangel, schwanger und Stillen-Frauen verabreicht werden. Wenn Methotrexate verwendet wird, um Patente mit Schuppenflechte oder rheumatischen Krankheiten zu behandeln, kann es nicht verwendet werden, wenn sie auch schwere Unterdr&uuml;ckung des Knochenmarks hematopoiesis, der schweren Niere- oder Leber-Insuffizienz haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Methotrexate wird gew&ouml;hnlich gut geduldet, aber einige Patienten k&ouml;nnen wunde Mund-Stellen, Magenverstimmung, und niedrig wei&szlig;e Blutz&auml;hlungen entwickeln. Wie man bekannt, ist Methotrexate f&uuml;r die Leber, die Nieren, die Lunge und das Knochenmark toxisch. Blutproben sollten regelm&auml;&szlig;ig w&auml;hrend Behandlung mit diesem Rauschgift getan werden. Andere nachteilige Reaktionen k&ouml;nnen Kopfschmerz, Schl&auml;frigkeit und allergische Reaktionen wie Hautausschlag, das Jucken, der Schwindel, und der Haarausfall einschlie&szlig;en.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt &uuml;ber alle vorgeschriebenen und freih&auml;ndigen Medikamente, Kr&auml;uterprodukte und Nahrungserg&auml;nzungen, dass Sie nehmen und besonders &uuml;ber NSAERen wie ibuprofen (Motrin, Advil), diclofenac (Cataflam, Voltaren), naproxen (Aleve, Naprosyn), etodolac (Lodine), indomethacin (Indocin), meloxicam (Mobic), piroxicam (Feldene), weil sie Methotrexate Giftigkeit vergr&ouml;&szlig;ern); azathioprine (Imuran). Der Gebrauch von Antigicht-Rauschgiften (allopurinol, colchicine, sulfinpirazon) verlangt Korrektur der Dosis. Informieren Sie Ihren Arzt auch &uuml;ber chloramphenicol (Chloromycetin), hydroxychloroquine (Plaquenil, Quineprox), retinol, tretinoin (Netzhaut), isotretinoin (Accutane), Steroiden (prednisone und andere), Sulfonamid (Bactrim, Septra, Azulfidine), phenytoin (Dilantin), theophylline (Theobid, Theo-Dur, Elixophyllin, Slo-Angebot), probenecid (Benemid), tetracycline (Brodspec, Panmycin, Sumycin, Tetracap), m&uuml;ndliche Antidiabetes-Rauschgifte wie glipizide (Glucotrol), chlorpropamide (Diabinese), acetohexamide (Dymelor), glimepiride (Amaryl), oder tolbutamide (Orinase), ein Penicillin Antibiotika, salicylates (Dolobid, Salflex, Tricosal, Disalcid, die Pillen von Doan).<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Befragen Sie Ihren Arzt, wenn Sie eine Dosis dieser Medizin verpassen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Setzen Sie sich mit Ihrem Arzt sofort in Verbindung, wenn Sie &Uuml;berdosis verd&auml;chtigen. Zeichen der &Uuml;berdosis schlie&szlig;en Brechreiz, Emesis, Schw&auml;che, Bleichheit, das leichte Quetschen oder Blutung, wunde Mund-Stellen, schwarze oder Blutst&uuml;hle ein, Blut aushustend, erbrechen sich &auml;hnlich dem Kaffeesatz, verminderten Harnen oder anuria.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager in einem trockenen dichten Beh&auml;lter weg vom Sonnenlicht bei der Raumtemperatur zwischen 15-30 C (59-86 F) weg von Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>