<p><strong>Drug Benutzt </strong><br /><br /> Seroquel ist zur Behandlung von Schizophrenie oder einer bipolaren St&ouml;rung eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Seroquel wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Nutzen Sie Seroquel durch den Mund mit oder ohne Nahrung. <br /> Bei Einnahme von Seroquel zur gleichen Zeit jeden Tag wird Ihnen helfen, denken Sie daran, es zu nehmen. <br /> Nutzen Sie Seroquel in regelm&auml;&szlig;igen Abst&auml;nden, um die am meisten davon profitieren. <br /> Es kann einige Wochen dauern, damit Sie die Vorteile von Seroquel zu bemerken. Weiter zu Seroquel, auch wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Seroquel ist ein Neuroleptikum. Es funktioniert, indem Sie die Balance von bestimmten Chemikalien, die nat&uuml;rlich im Gehirn, die f&uuml;r das Denken und Verhalten verantwortlich sind, auftreten. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Seroquel, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung</strong> <br /><br /> Shop Seroquel bei 77 Grad Fahrenheit (25 Grad C). Kurze Lagerung zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Seroquel au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Seroquel, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Seroquel. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit Seroquel. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen haben, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> wenn Sie oder ein Familienmitglied hat eine Geschichte der bipolaren St&ouml;rung (manisch-depressive), Selbstmordgedanken oder der Versuch, psychischen oder Stimmung Probleme oder Diabetes <br /> wenn Sie Alkohol trinken oder eine Geschichte haben Alkohol-oder Drogenmissbrauch <br /> wenn Sie an Alzheimer, Demenz, oder Schwierigkeiten beim Schlucken, oder wenn Sie stark &uuml;bergewichtig sind <br /> Wenn Sie eine Vorgeschichte von Herz-Problemen (zB Herzinfarkt, Herzinsuffizienz, Herzrhythmusst&ouml;rungen), Schlaganfall, Blutgef&auml;&szlig;, hoher Cholesterinspiegel im Blut, oder hoher oder niedriger Blutdruck <br /> Wenn Sie die Geschichte von Blut Probleme haben (z. B. niedrige Anzahl wei&szlig;er Blutk&ouml;rperchen), Lebererkrankungen, St&ouml;rungen der Schilddr&uuml;se, Katarakt, Engwinkelglaukom, Krampfanf&auml;lle, malignen neuroleptischen Syndrom (MNS), hohen Blutdruck Prolaktinspiegel oder Brustkrebs <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit Seroquel. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Alpha-Blocker (zB Doxazosin) oder Medikamente gegen hohen Blutdruck, weil das Risiko von niedrigem Blutdruck und Ohnmacht kann erh&ouml;ht werden, <br /> Azol-Antimykotika (zB Ketoconazol), Fluvoxamin, Makrolid-Antibiotika (zB Erythromycin), Telithromycin oder weil sie das Risiko von Seroquel erh&ouml;hen kann 's Nebenwirkungen <br /> Barbiturate (zB Phenobarbital), Carbamazepin, Kortikosteroide (zB Prednison), Phenytoin, Rifampicin, Thioridazin oder weil sie vermindern kann Seroquel 's Wirksamkeit <br />Dopamin-Rezeptor-Agonisten (zB Pramipexol) oder Levodopa, weil ihre Wirksamkeit von Seroquel reduziert werden</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Agitation; R&uuml;ckenschmerzen, Verstopfung, Schwindel, Benommenheit, Mundtrockenheit, Kopfschmerzen, Verdauungsst&ouml;rungen, laufende Nase, Halsschmerzen, Magenschmerzen, Schw&auml;che, Gewichtszunahme. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); ver&auml;ndert mentalen F&auml;higkeiten, wie Fehlen der Reaktion auf Ihre Umgebung mit einem hohen Blutzuckerspiegel (z. B. Durst , verst&auml;rkter Harndrang, Verwirrung, M&uuml;digkeit, Hitzegef&uuml;hl, beschleunigte Atmung oder Atem fruchtig Geruch); erh&ouml;ht oder unregelm&auml;&szlig;iger Herzschlag; unwillk&uuml;rliche, unkontrollierte Muskelbewegungen, Benommenheit beim Aufstehen aus sitzender oder liegender Position, Muskelsteifheit, Schwei&szlig;ausbr&uuml;che, Zittern, unerkl&auml;rliches Fieber; Ver&auml;nderungen des Sehverm&ouml;gens. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Seroquel ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>