<p><strong>Olanzapin Desintegrierende Tabletten<br /></strong><br /><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />OLANZAPIN wird bei Schizophrenie, psychotischen St&ouml;rungen und Manischer Depression verschrieben.<br />Was sollte ich meiner &Auml;rztin oder meinem Arzt mitteilen, bevor ich dieses Medikament nehme?<br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitlichen Probleme haben:<br />Brustkrebs oder eine Disposition f&uuml;r Brustkrebs <br />Demenz<br />Diabetes Mellitus, hohen Blutzucker oder familienbedingter Diabetes <br />Schluckbeschwerden <br />Glaucome<br />Herzkrankheit, Unregelm&auml;&szlig;iger Herzschlag, oder ein k&uuml;rzlicher Herzinfarkt<br />Gehirntumor oder Kopfverletzung <br />Nieren- oder Leberkrankheit<br />Niedriger Blutdruck oder Schwindelgef&uuml;hl beim Aufstehen<br />Parkinson<br />Prostataprobleme<br />Anf&auml;lle (Kr&auml;mpfe)<br />Selbstmordgedanken, Pl&auml;ne oder ein Selbstt&ouml;tungsversuch von Ihnen oder Familienmitgliedern <br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Olanzapin, andere Medikamente, Lebensmittel, Farben oder Konservierungsmittel<br />Schwanger oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie soll ich dieses Medikament nehmen?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glas Wasser und entfernen Sie die Plastikverpackung erst, wenn Sie die Tablette tats&auml;chlich nehmen. Mit trockenen Fingern legen Sie die Tablette auf Ihre Zunge. Sie l&ouml;st sich schnell auf. Unterbrechen Sie die Behandlung nicht selbst, fragen Sie Ihren Arzt oder Ihre &Auml;rztin. Nehmen Sie das Medikament regelm&auml;&szlig;ig. Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein. <strong>&Uuml;berdosis:</strong> Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend eine Gift-Notruf oder eine Notaufnahme.<br /><br /><strong>HINWEIS</strong>: Dieses Medikament ist nur f&uuml;r Sie. Teilen Sie es nicht mit anderen.<br /><br /><strong>Was mache ich, wenn ich eine Einnahme ausgelassen habe?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Steht die n&auml;chste Einnahme an, dann lassen Sie die vergessene Dosis aus. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament? </strong><br /><br />Nehmen Sie das Medikament nicht mit den folgenden Medikamenten:<br />Bestimmte Antibiotika wie Grepafloxazin und Sparfloxazin<br />Bestimmte Phenothiazine wie Chlorpromazin, Mesoridazin und Thioridazin<br />Cisaprid<br />Clozapin<br />Droperidol<br />Halofantrin<br />Levomethadyl<br />Pimozid<br /><br />Dieses Medikament kann mit folgenden anderen Medikamenten Wechselwirkungen haben:<br />Carbamazepin<br />Kohle<br />Fluvoxamin<br />Levodopa und andere Medikamente f&uuml;r Parkinson<br />Medikamente f&uuml;r Diabetes<br />Medikamente f&uuml;r Bluthochdruck<br />Medikamente f&uuml;r Depression, Angstzust&auml;nde, andere mentale Probleme oder Schlafst&ouml;rungen <br />Omeprazol<br />Rifampin<br />Ritonavir<br />Tabak <br /><br />Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Was sollte ich beachten, wenn ich dieses Medikament nehme?</strong><br /><br />Gehen Sie regelm&auml;&szlig;ig zu Nachuntersuchungen zu Ihrem Arzt oder Ihrer &Auml;rztin. Nehmen Sie das Medikament auch weiter, wenn es Ihnen nicht sofort besser geht. Manchmal kann es mehrere Wochen dauern, bis Sie die Wirkung von Sertralin bemerken. PatientInnen und ihre Familien sollten auf Suizidgefahren, gravierende Stimmungsschwankungen wie Angstgef&uuml;hle, Hyperaktivit&auml;t, Aufgedrehtheit, Schlaflosigkeit, Aggressivit&auml;t, Feindseligkeit, Irritation, Unruhe. Tauchen diese Anzeichen auf, besonders zur Behandlungsbeginn, rufen Sie Ihren Arzt oder Ihre &Auml;rztin an.<br /><br />Nehmen Sie Sertralin schon einige Zeit, unterbrechen Sie die Einnahme nicht pl&ouml;tzlich. Sie m&uuml;ssen das Medikament langsam absetzen. Fragen Sie Ihren Arzt oder Ihre &Auml;rztin um Rat.<br /><br />Fahren Sie nicht, steuern sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie dieses Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit durch Olanzapin verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol.<br /><br />Ihr Mund kann trocken sein. Kauen Sie einfach einen Kaugummi oder lutschen Sie ein Bonbon und trinken Sie viel Wasser. Das hilft.<br /><br />Besprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin, wie Sie Erk&auml;ltungskrankheiten oder Allergien oder Husten behandeln sollen. Einige Inhaltsstoffe k&ouml;nnen m&ouml;gliche Nebenwirkungen verst&auml;rken.<br /><br />Dieses Medikament reduziert Ihre K&auml;lte- oder W&auml;rmeempfindlichkeit. Vermeiden Sie &Uuml;berhitzung oder Dehydrierung nach sportlicher Aktivit&auml;t. Meiden Sie extreme Temperaturen wie Saunen, Dampfr&auml;ume, Eis- oder Hitzeb&auml;der, kalte und hei&szlig;e Duschen. Ziehen Sie sich im kalten Wetter warm an.<br /><br />Dieses Medikament macht Sie empfindlicher gegen Sonnenlicht. Kleiden Sie sich bitte entsprechend und tragen Sie Sonnenschutz. Gehen Sie nicht ins Solarium und meiden Sie k&uuml;nstliche UV-Strahlung<br /><br /><strong>Welche Nebenwirkungen kann ich von diesem Medikament erwarten?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen m&uuml;ssen: <br />Atembeschwerden <br />Sprechst&ouml;rungen oder Schwierigkeiten zu schlucken <br />Unstillbarer Durst und/oder Hunger <br />Schneller Herzschlag (Herzklopfen)<br />H&auml;ufiger Harndrang <br />Unf&auml;higkeit Muskelbewegungen im Gesicht, H&auml;nde, Arme oder Beine zu kontrollieren <br />Schmerzhafte und langanhaltende Erektion<br />Unruhe und Bewegungsdrang <br />Steifheit und Spasmen <br />Anf&auml;lle (Kr&auml;mpfe)<br />Hautausschlag<br />Anschwellen des Gesichts oder Beine <br />Zittern <br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen sollten, wenn sie nicht aufh&ouml;ren oder st&ouml;ren:<br />&Auml;nderungen in der Libido<br />Verstopfung<br />Schwindel<br />Niedriger Blutdruck <br />Gewichtszunahme<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen.<br /><br /><strong>Wo sollte ich meine Medikamente aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen, bei einer Raumtemperatur von 15 und 25 Celsius. Werfen Sie nicht aufgebrauchte oder abgelaufene Medikamente weg.</p>