<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Diflucan est un antibiotique antifongique qui avait l'habitude de traiter candidiasis appel&eacute; d'infections fongiques. Cette m&eacute;dication est prescrite pour le traitement un tel type d'infections comme vaginale, la gorge et les infections fongiques, les infections de l'&eacute;tendue urinaire, le p&eacute;ritonite et la pneumonie. Diflucan travaille en tuant des champignons sensibles en interf&eacute;rant de la formation de la membrane de cellule fongique. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement une fois par jour, avec ou sans nourriture en utilisant la cuill&egrave;re mesurante. Prenez-le en m&ecirc;me temps chaque jour si vous voulez recevoir le meilleur r&eacute;sultat avec un plein verre d'eau. Diflucan te font se sentir mieux apr&egrave;s 24 heures. Cependant, tes sympt&ocirc;mes partent compl&egrave;tement juste apr&egrave;s quelques jours. S'il n'y a aucun changement dans votre sant&eacute; apr&egrave;s que quelques jours s'entretiennent avec votre m&eacute;decin traitant immediatl.<br /> Le dosage pour les adultes diff&eacute;rents du type d'infection et se compose :<br /> 1) La grive g&eacute;nitale - 150 mgs comme une dose seule <br /> 2) La grive de Mucosal - la dose d&eacute;pend d'o&ugrave; l'infection est localis&eacute;e 50 mgs une fois tous les jours pendant le mois.<br /> 3) Les infections de peau fongiques - 50 mgs une fois tous les jours depuis 2-4 semaines;<br /> 4) Les infections fongiques int&eacute;rieures 400 mgs le premier jour alors 200-400mg une fois tous les jours depuis 6-8 semaines ou plus long si n&eacute;cessaire. <br /> 5) T'arr&ecirc;ter de recevoir des infections fongiques - 50-400mg une fois tous les jours pendant que tu as le risque de recevoir une infection; <br /> 6) Arr&ecirc;ter l'infection provoqu&eacute;e par Cryptococcus de revenir - 100-200mg une fois tous les jours ind&eacute;finiment<br /> Le dosage pour les enfants 4 semaines &agrave; 15 ans aussi diff&eacute;rents du type d'infection et se compose :<br /> 1) les infections de mucosal - 3mg/kg une fois tous les jours;<br /> 2) les infections fongiques int&eacute;rieures - 6-12mg/kg une fois tous les jours;<br /> 3) la pr&eacute;vention d'infections fongiques - 3-12mg/kg une fois tous les jours pendant qu'en danger de recevoir une infection.<br /> Pour les enfants 2-4 semaines c'est m&ecirc;me dose qu'au-dessus, mais donn&eacute; une fois tous les 2 jours. Une dose maximum de 12mg/kg tous les 2 jours.<br /> Pour les enfants moins de 2 semaines c'est m&ecirc;me dose qu'au-dessus, mais donn&eacute; une fois tous les 3 jours. Ne donnez pas plus alors 12mg/kg tous les 3 jours.<br /><br /> <strong>Notez : </strong>cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vousaide &agrave; recevoir les meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Pour les infections de levure vaginales, les docteurs prescrivent d'habitude une dose seule de Diflucan. Si l'infection de levure ne s'am&eacute;liore pas apr&egrave;s 5 jours, contactez votre m&eacute;decin traitant aussit&ocirc;t que possible. Faites attention &agrave; cette m&eacute;dication si votre histoire m&eacute;dicale inclut la maladie de foie ou la maladie du rein. Bien que rare, ce m&eacute;dicament peut vous faire donner le vertige, ainsi &ecirc;tre plus attentifs pendant que vous conduisez ou utilises des machines. Consommation d'alcool de limite. Diflucan ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant pregnantor produisant du lait sans le conseil de m&eacute;decin traitant. N'utilisez pas avant l'alimentation du sein sans le conseil de m&eacute;decin traitant.<br /><br /> <strong>Contre-indications<br /></strong><br /> Diflucan n'est pas permis aux gens qui sont l'hypersensibilit&eacute; &agrave; Fluconazole ou d'autres pr&eacute;parations azole fongiques anti-, eg clotrimazole, ketoconazole, itraconazole et d'autre. Aussi Diflucan a contre-indiqu&eacute; dans : <br /> Rein et d&eacute;sordres de foie;<br /> Les maladies cardiovasculaires en incluant des maladies du c&oelig;ur (le taux du c&oelig;ur ou les d&eacute;rangements de rythme);<br /> Les niveaux de sang bas de calcium, magn&eacute;sium ou potassium. <br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> la naus&eacute;e, la douleur d'estomac, la fi&egrave;vre basse, la perte d'app&eacute;tit, urine sombre, tabourets &agrave; la couleur d'argile, la jaunisse (yellowing de la peau ou des yeux);<br /> la fi&egrave;vre, les fra&icirc;cheurs, les maux de corps, les sympt&ocirc;mes de grippe;<br /> le fait de cloquer s&eacute;v&egrave;re, l'&eacute;pluchage et les rougeurs de peau rouges;<br /> le fait de faire facilement des bleus facile ou le saignement, la faiblesse inhabituelle; ou<br /> saisie (convulsions).<br /> Moins s&eacute;rieux incluez :<br /> la naus&eacute;e l&eacute;g&egrave;re, le vomissement, la diarrh&eacute;e, ou l'estomac d&eacute;rang&eacute;;<br /> mal de t&ecirc;te;<br /> vertige;<br /> go&ucirc;t inhabituel ou d&eacute;sagr&eacute;able dans ta bouche; ou<br /> rougeurs de peau ou d&eacute;mangeaison.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Serevent et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Diflucan communiquent avec une telle m&eacute;dication que :<br /> un sang plus mince tel que warfarin (Coumadin)<br /> cyclosporine (Gengraf, Sandimmune, Neoral);<br /> une m&eacute;decine de diab&egrave;te orale telle que glipizide (Glucotrol), glyburide (Diabeta, Micronase, Glynase), tolbutamide (Orinase), tolazamide (Tolinase), chlorpropamide (Diabinese) et d'autres;<br /> rifabutin (Mycobutin) ou rifampin (Rifadin, Rifater, Rifamate, Rimactane);<br /> un s&eacute;datif tel que diazepam (le Valium), lorazepam (Ativan), alprazolam (Xanax), ou midazolam (Vers&eacute;);<br /> la m&eacute;dication de saisie telle que phenytoin (Dilantin) ou acide valproic (Depakene);<br /> tacrolimus ((Prograf); <br /> theophylline (Theo-Dur, Theolair, Theochron, Elixophyllin, Slo-Phyllin, d'autres).<br /> Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous<br /> devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage</strong> <br /><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>