<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Benicar est dans un groupe de m&eacute;dicaments appel&eacute;s antagonistes des r&eacute;cepteurs de l'angiotensine II. Il est utilis&eacute; pour contr&ocirc;ler l'hypertension art&eacute;rielle chez les adultes et les enfants qui sont au moins 6 ans, mais ce n'est pas un rem&egrave;de. Il est connu que l'hypertension art&eacute;rielle peut endommager vos reins, et peut conduire &agrave; un &eacute;chec accident vasculaire c&eacute;r&eacute;bral ou cardiaque alors ce m&eacute;dicament permet d'&eacute;viter ces choses. Il est parfois administr&eacute; conjointement avec d'autres m&eacute;dicaments contre l'hypertension. <br /><br /> <strong>Dosage et administration</strong><br /><br /> Prenez ce m&eacute;dicament exactement comme il a &eacute;t&eacute; prescrit pour vous par votre m&eacute;decin. Prenez vos doses &agrave; intervalles r&eacute;guliers, ne pas prendre le m&eacute;dicament dans de plus grandes quantit&eacute;s et, bien s&ucirc;r, ne le prenez pas pour plus longtemps qu'il a &eacute;t&eacute; recommand&eacute; par votre m&eacute;decin. Suivez les instructions sur votre calendrier de prescription. Votre m&eacute;decin peut modifier votre dose pour vous assurer d'obtenir les meilleurs r&eacute;sultats de ce m&eacute;dicament. Prenez ce m&eacute;dicament par la bouche avec un verre d'eau avec ou sans nourriture. Vous devez v&eacute;rifier votre pression art&eacute;rielle sur une base r&eacute;guli&egrave;re, de cette fa&ccedil;on vous serez s&ucirc;r que ce m&eacute;dicament est d'aider votre condition. Ne manquez pas les visites programm&eacute;es &agrave; votre m&eacute;decin. Il peut prendre jusqu'&agrave; quatre semaines pour Benicar pour contr&ocirc;ler votre pression art&eacute;rielle. Continuez &agrave; utiliser ce m&eacute;dicament m&ecirc;me si vous vous sentez bien parce que la pression art&eacute;rielle ne pr&eacute;sente souvent aucun sympt&ocirc;me. Si vous avez besoin d'avoir tout type d'intervention chirurgicale, informez le chirurgien &agrave; l'avance que vous utilisez Benicar. Vous devrez peut-&ecirc;tre cesser d'utiliser le m&eacute;dicament pendant une courte p&eacute;riode. <br /><br /> <strong>Pr&eacute;cautions <br /></strong><br /> Vous devriez discuter avec votre m&eacute;decin si vous avez une de ces conditions: pr&eacute;c&eacute;dent gonflement de la langue, du visage ou des l&egrave;vres avec des difficult&eacute;s respiratoires, difficult&eacute; &agrave; avaler, enrouement ou serrement de la gorge, l'insuffisance cardiaque insuffisance r&eacute;nale ou une maladie du foie, si vous sont sur un r&eacute;gime alimentaire sp&eacute;cial, tel qu'un r&eacute;gime pauvre en sel; une r&eacute;action inhabituelle ou allergique &agrave; l'olm&eacute;sartan, d'autres m&eacute;dicaments, aliments, colorants ou conservateurs; enceinte ou essayez de tomber enceinte et l'allaitement. <br /> &Eacute;vitez l'alcool. Il peut abaisser votre tension art&eacute;rielle et peut augmenter certains des effets secondaires de Benicar. &Eacute;vitez d'avoir trop chaud ou d&eacute;shydrat&eacute;s pendant l'exercice et par temps chaud. Vous devez suivre les instructions de votre m&eacute;decin sur le type et la quantit&eacute; de liquides que vous devriez boire. Dans certains cas, de boire trop de liquide peut &ecirc;tre aussi dangereux que ne pas boire assez. <br /><br /> <strong>Contre-indications <br /></strong><br /> Vous ne devez pas prendre Benicar si vous &ecirc;tes allergique &agrave; lui. Dans le cas, vous avez un de ces autres conditions, vous devrez peut-&ecirc;tre un ajustement de dose ou des tests sp&eacute;ciaux pour observer une maladie r&eacute;nale, une maladie du foie, insuffisance cardiaque congestive ou si vous &ecirc;tes d&eacute;shydrat&eacute;. <br /> Ne pas utiliser Benicar si vous &ecirc;tes enceinte et cesser d'utiliser Benicar et informez votre m&eacute;decin imm&eacute;diatement si vous &ecirc;tes enceinte. Benicar peut causer des blessures ou la mort de l'enfant &agrave; na&icirc;tre si vous prenez le m&eacute;dicament au cours de votre deuxi&egrave;me ou troisi&egrave;me trimestre. Utilisez une m&eacute;thode contraceptive efficace pendant que vous prenez Benicar. <br /> On ne sait pas si Benicar passe dans le lait maternel ou s'il pourrait nuire au b&eacute;b&eacute;. Donc, vous ne devriez pas allaiter pendant que vous prenez Benicar. <br /><br /> <strong>Les effets secondaires possibles <br /></strong><br />&nbsp;Obtenez de l'aide m&eacute;dicale d'urgence si vous avez des signes d'une r&eacute;action allergique (urticaire, difficult&eacute;s respiratoires, gonflement de votre visage, l&egrave;vres, langue, ou de la gorge). Dans de rares cas, Benicar peut provoquer une affection qui entra&icirc;ne la d&eacute;gradation des tissus musculaires squelettiques, entra&icirc;nant une insuffisance r&eacute;nale. Appelez votre m&eacute;decin imm&eacute;diatement si vous ressentez des douleurs musculaires, sensibilit&eacute; ou faiblesse musculaire, surtout si vous avez &eacute;galement la fi&egrave;vre, des naus&eacute;es ou des vomissements, et une urine fonc&eacute;e. Appelez votre m&eacute;decin imm&eacute;diatement si vous avez d'autres effets secondaires graves, tels que se sentir comme vous &eacute;vanouir, douleur thoracique, d'uriner plus ou moins que d'habitude, ou pas du tout, la jaunisse (jaunissement de la peau ou des yeux) ou la bouche s&egrave;che . Les effets secondaires moins graves peuvent comprendre la douleur d'estomac, br&ucirc;lures d'estomac, diarrh&eacute;e, douleurs articulaires, vertiges, sensation de rotation, maux de t&ecirc;te ou une toux s&egrave;che. Et ce n'est pas une liste compl&egrave;te des effets ind&eacute;sirables et d'autres peuvent survenir.&nbsp;<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> Discutez avec votre m&eacute;decin ou professionnel de la sant&eacute; de tous les m&eacute;dicaments que vous prenez, y compris les m&eacute;dicaments en vente libre, les suppl&eacute;ments alimentaires, les produits &agrave; base de plantes. Aussi, vous devez en informer votre m&eacute;decin ou professionnel de la sant&eacute; si vous &ecirc;tes un utilisateur fr&eacute;quent de boissons &agrave; la caf&eacute;ine ou d'alcool, si vous fumez ou si vous utilisez des drogues ill&eacute;gales. Cette choses peuvent influer sur la fa&ccedil;on dont votre m&eacute;dicament. V&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou professionnel de la sant&eacute; avant d'arr&ecirc;ter ou de d&eacute;marrer tous vos m&eacute;dicaments. <br /><br /> <strong>Omission de dose</strong> <br /><br /> Prenez la dose oubli&eacute;e d&egrave;s que vous vous souvenez. S'il est presque temps pour votre prochaine dose, sautez la dose oubli&eacute;e et prendre le m&eacute;dicament &agrave; la prochaine heure r&eacute;guli&egrave;re. Ne pas prendre des m&eacute;dicaments suppl&eacute;mentaires pour compenser la dose oubli&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Obtenir des soins m&eacute;dicaux d'urgence si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage peuvent inclure un rythme cardiaque rapide ou lent, &eacute;tourdissement ou &eacute;vanouissement. <br /><br /> <strong>Stockage</strong> <br /><br /> Store Benicar &agrave; temp&eacute;rature ambiante loin de l'humidit&eacute; et la chaleur. <br /><br /> <strong>Disclaimer <br /></strong><br /> Nous fournissons uniquement des renseignements g&eacute;n&eacute;raux au sujet des m&eacute;dicaments qui ne couvre pas toutes les directions, les int&eacute;grations de drogue possible, ou de pr&eacute;cautions. Information sur le site ne peut pas &ecirc;tre utilis&eacute; pour l'auto-traitement et l'auto-diagnostic. Les instructions sp&eacute;cifiques pour un patient particulier devrait &ecirc;tre d'accord avec votre conseiller de soins de sant&eacute; ou un m&eacute;decin en charge de l'affaire. Nous d&eacute;clinons la fiabilit&eacute; de ces informations et des erreurs qu'il pourrait contenir. Nous ne sommes pas responsables de tout dommage direct, indirect, particulier ou d'autres indirects r&eacute;sultant de l'utilisation de l'information sur ce site et aussi pour les cons&eacute;quences de l'auto-traitement.</p>