<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Cette m&eacute;dication est vasodilatator p&eacute;riph&eacute;rique avec un effet de hypotension. Il bloque sp&eacute;cifiquement angiotensin je les r&eacute;cepteurs. Les r&eacute;sultats de l'activit&eacute; de Diovan peuvent &ecirc;tre observ&eacute;s dans 2 heures apr&egrave;s que sa consommation, l'effet maximum est atteint dans 4-6 heures. La dur&eacute;e de ses actions est plus de 24 heures. Diovan est utilis&eacute; pour traiter l'arr&ecirc;t du coeur chronique (la classe de NYHA III-IV). La m&eacute;dication est prescrite en particulier apr&egrave;s les crises cardiaques.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Une fois par jour ensemble avec la nourriture ou avant un repas. La dose quotidienne maxima est 160 mgs, la dose ordinaire est 80 mgs tous les jours. Selon votre condition le dosage peut changer. Ne prenez pas cette m&eacute;dication si elle ne vous a pas &eacute;t&eacute; administr&eacute;e. Suivez toutes les directions de votre m&eacute;decin traitant.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> La cat&eacute;gorie de grossesse de FDA D. Diovan peut &ecirc;tre malfaisante pour un b&eacute;b&eacute; &agrave; venir. Continuez le traitement avec cette m&eacute;dication m&ecirc;me si vous vous sensez parfait &agrave; moins que votre m&eacute;decin traitant ne vous ait dit diff&eacute;rent. Dans les cas rares, Diovan peut provoquer une condition qui a pour r&eacute;sultat la panne de tissu de muscle squelettique, qui m&egrave;ne alors &agrave; l'&eacute;chec du rein. Dans ce cas-l&agrave; de tels sympt&ocirc;mes que la fi&egrave;vre, la naus&eacute;e, l'urine de couleur sombre, la douleur de muscle appara&icirc;t et vous devriez en informer votre m&eacute;decin traitant imm&eacute;diatement pour &eacute;viter des complications de plus.<br /><br /> <strong>Contre-indications <br /></strong><br /> L'hypersensibilit&eacute;, la grossesse, breastfeeding. La m&eacute;dication devrait &ecirc;tre administr&eacute;e prudemment dans les patients avec une cirrhose biliary, une obstruction de conduit de bile, un &eacute;chec du rein, stenosis de l'art&egrave;re du rein. <br /><br /><strong>Effet secondaire possible&nbsp;</strong><br /><br /> Le mal de t&ecirc;te, le vertige, asthenia, l'insomnie, la diarrh&eacute;e, la douleur abdominale, le vomi, la toux, en dirigeant le nez, l'impuissance, ont r&eacute;duit la fonction r&eacute;nale et les r&eacute;actions allergiques.<br /><br /><strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Les diur&eacute;tiques &eacute;pargnant le potassium, K + les m&eacute;dications, les sels qui contiennent K + dans l'action r&eacute;ciproque avec Diovan peuvent faciliter le d&eacute;veloppement de hyperpotassemia. Les diur&eacute;tiques dans la combinaison avec Diovan provoquent hypotention.<br /><br /> <strong>Omission de dose </strong><br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper . Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /><strong>Surdosage<br /></strong><br /> Si vous supposez que vous avez surdos&eacute; Diovan recherchent l'attention m&eacute;dicale imm&eacute;diate. Les sympt&ocirc;mes d'overdose peuvent inclure le vertige, a augment&eacute; le taux du c&oelig;ur, les niveaux augment&eacute;s de potassium dans le sang, l'&eacute;chec du rein, la Perte de conscience.<br /><br /> <strong>Storage<br /></strong><br /> Store Diovan at room temperature, 15-30 C (59-86 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>