<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Le Furos&eacute;mide (Furosemide) est un diur&eacute;tique de l'anse (pilule d&rsquo;eau) qui emp&ecirc;che votre corps d'absorber trop de sel, ce qui permet au sel stock&eacute; de passer dans votre urine. <br /> Le furos&eacute;mide traite la r&eacute;tention d'eau chez les personnes souffrant d'insuffisance cardiaque congestive, de maladies du foie, du rein ou de troubles tels que le syndrome n&eacute;phrotique. Ce m&eacute;dicament est &eacute;galement utilis&eacute; pour traiter l'hypertension art&eacute;rielle.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le Furos&eacute;mide suivant strictement la prescription qui vous est recommand&eacute;e. Ne prenez pas le m&eacute;dicament en de plus grandes quantit&eacute;s, ou pendant une dur&eacute;e plus longue que celle recommand&eacute;e par votre m&eacute;decin. Suivez les instructions marqu&eacute;es sur l&rsquo;&eacute;tiquette de prescription. Dosez le m&eacute;dicament liquide avec une cuill&egrave;re sp&eacute;ciale de mesure ou une tasse, mais pas avec une cuill&egrave;re &agrave; soupe ordinaire. Si vous n'avez pas un dispositif de dosage, demandez-en &agrave; votre pharmacien.<br /> Votre m&eacute;decin pourrait changer votre dose pour vous assurer l&rsquo;obtention de meilleurs r&eacute;sultats de ce m&eacute;dicament.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Eviter la d&eacute;shydratation. Suivez les instructions de votre m&eacute;decin sur le type et la quantit&eacute; de liquides que vous devriez boire pendant que vous vous traitez au Furos&eacute;mide. Evitez l'exposition aux rayons UV du soleil artificiels (lampes solaires ou lits de bronzage). Utilisez un &eacute;cran solaire (15 FPS minimum) et porter des v&ecirc;tements de protection si vous devez vous exposez aux rayons soalires.<br /><br /> <strong>Contre-indications<br /></strong><br /> Avant d'utiliser du Furos&eacute;mide, informez votre m&eacute;decin si vous souffrez de:<br /> - maladie r&eacute;nale;<br /> - maladie du foie;<br /> - goutte;<br /> - lupus;<br /> - diab&egrave;te, ou<br /> - allergie aux sulfamides.<br /> Il n&rsquo;existe pas de donn&eacute;es quant a la nocivit&eacute; de ce m&eacute;dicament pour futur un b&eacute;b&eacute;. Avant de prendre du Furos&eacute;mide, informez votre m&eacute;decin de votre &eacute;tat de grossesse ou si vous planifiez une grossesse pendant le traitement. Le Furos&eacute;mide peut passer dans le lait maternel et peut nuire au b&eacute;b&eacute;. Il est d&eacute;conseill&eacute; d&rsquo;utiliser ce m&eacute;dicament sans avoir pr&eacute;venu votre m&eacute;decin si vous allaitez au sein un b&eacute;b&eacute;.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous constatez un des signes de r&eacute;action allergique: urticaire, difficult&eacute; &agrave; respirer, bouffissure du visage, des l&egrave;vres, de la langue, ou de la gorge. Arr&ecirc;tez le traitement au Furos&eacute;mide et appelez votre m&eacute;decin imm&eacute;diatement si vous avez un des effets secondaires graves suivants:<br /> - siccit&eacute; de la bouche, soif, naus&eacute;es, vomissements;<br /> - sensation de faiblesse, somnolence, agitation, ou la t&ecirc;te l&eacute;g&egrave;re;<br /> - rythme cardiaque rapide ou irr&eacute;gulier;<br /> - douleurs ou faiblesse musculaire;<br /> - urination moins fr&eacute;quente que d'habitude ou absence d&rsquo;urination;<br /> - ecchymoses ou saignements, faiblesse inhabituelle;<br /> - &eacute;ruption cutan&eacute;e rouge, avec cloques, desquamation;<br /> - perte d'audition, ou<br /> - naus&eacute;es, douleurs &agrave; l'estomac, fi&egrave;vre, perte d'app&eacute;tit, urines fonc&eacute;es, selles d&eacute;color&eacute;es, ict&egrave;re (jaunissement de la peau ou des yeux).<br /> Les effets secondaires moins graves au Furos&eacute;mide peuvent inclure:<br /> - diarrh&eacute;e, constipation, ou douleur d'estomac;<br /> - maux de t&ecirc;te;<br /> - engourdissement, br&ucirc;lure, douleurs ou sensation de picotement;<br /> - &eacute;tourdissements, ou<br /> - vision floue.<br /><br /> <strong>Interactions des m&eacute;dicaments<br /></strong><br /> Si vous prenez du sucralfate (Carafate), il faudra le faire au moins 2 heures avant ou apr&egrave;s la prise de Furos&eacute;mide. Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits sur ordonnance et en vente libre que vous utilisez. Ces m&eacute;dicaments incluent les vitamines, les min&eacute;raux, les produits &agrave; base de plantes, et les m&eacute;dicaments prescrits par d'autres m&eacute;decins. Ne commencez pas un traitement avec un nouveau m&eacute;dicament sans en avoir inform&eacute; votre m&eacute;decin.<br /><br /> <strong>Omission de dose<br /></strong><br /> Le Furos&eacute;mide est parfois utilis&eacute; une seule fois, si vous ne pouvez pas suivre un programme de dosage. Si vous utilisez le m&eacute;dicament r&eacute;guli&egrave;rement, prenez la dose omise d&egrave;s que vous vous &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et prenez le m&eacute;dicament &agrave; l&rsquo;heure habituelle suivante selon votre programme. Ne prenez pas de dose suppl&eacute;mentaire du m&eacute;dicament pour compenser la dose omise.<br /><br /> <strong>Surdosage <br /></strong><br /> Demandez de l'aide m&eacute;dicale d'urgence si vous pensez avoir pris de trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage peuvent inclure des sifflements dans les oreilles, la perte d'app&eacute;tit, la faiblesse, les &eacute;tourdissements, la confusion, la sensation de t&ecirc;te l&eacute;g&egrave;re, ou des &eacute;vanouissements.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez le Furos&eacute;mide &agrave; la temp&eacute;rature ambiante &agrave; l&rsquo;abri de la chaleur, de la lumi&egrave;re et de l'humidit&eacute;. Le Furos&eacute;mide en m&eacute;dicament liquide doit &ecirc;tre utilis&eacute; dans un d&eacute;lai de 60 &agrave; 90 jours apr&egrave;s ouverture du flacon. Demandez &agrave; votre pharmacien la dur&eacute;e de conservation de votre m&eacute;dicament. Jeter tout liquide non utilis&eacute; apr&egrave;s la date de p&eacute;remption.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>