<p><strong>Utilisation des Drogues </strong><br /><br /> L'hydrochlorothiazide est utilis&eacute; pour traiter l'hypertension art&eacute;rielle. Il est &eacute;galement utilis&eacute; pour traiter l'accumulation de liquide dans l'organisme caus&eacute;e par certaines conditions (par exemple, insuffisance cardiaque, cirrhose du foie, des probl&egrave;mes r&eacute;naux) ou de m&eacute;dicaments (par exemple, les cortico&iuml;des, &oelig;strog&egrave;nes). Il mai &ecirc;tre utilis&eacute; seul ou avec d'autres m&eacute;dicaments. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez l'hydrochlorothiazide sous les directives de votre m&eacute;decin. <br /><br /> Hydrochlorothiazide prendre par voie orale avec ou sans nourriture. <br /> Hydrochlorothiazide mai augmenter la quantit&eacute; d'urine ou de vous amener &agrave; uriner plus souvent, quand vous commencez d'abord le prendre. Pour conserver ce ne perturbe votre sommeil, essayez de prendre votre dose avant 6 heures. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de l'hydrochlorothiazide. <br /><br /><strong>Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> L'hydrochlorothiazide est un diur&eacute;tique thiazidique. Elle aide les reins &agrave; &eacute;liminer le liquide de l'organisme. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose d'hydrochlorothiazide et l'utilisez r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Hydrochlorothiazide entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Hydrochlorothiazide garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Hydrochlorothiazide si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Hydrochlorothiazide; <br /> vous &ecirc;tes incapable d'uriner; <br /> vous prenez dof&eacute;tilide ou k&eacute;tans&eacute;rine. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Hydrochlorothiazide mai causer des &eacute;tourdissements ou une vision trouble. Ces effets mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Hydrochlorothiazide utiliser avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Hydrochlorothiazide mai causer des &eacute;tourdissements, des vertiges ou des &eacute;vanouissements, l'alcool, le temps chaud, l'exercice, ou de la fi&egrave;vre mai augmenter ces effets. Pour les &eacute;viter, s'asseoir ou se tenir debout lentement, surtout dans la matin&eacute;e. S'asseoir ou de s'allonger d&egrave;s les premiers signes d'un de ces effets. <br /> Votre m&eacute;decin mai &eacute;galement vous prescrire un suppl&eacute;ment de potassium pour vous. Si oui, prenez le suppl&eacute;ment de potassium exactement comme prescrit. Ne commencez pas &agrave; prendre de potassium suppl&eacute;mentaire sur vos propres ou de changer votre alimentation pour inclure plus de potassium, sans v&eacute;rifier d'abord avec votre m&eacute;decin. <br /> Dites &agrave; votre m&eacute;decin ou dentiste que vous prenez Hydrochlorothiazide avant de recevoir tous les soins m&eacute;dicaux ou dentaires, des soins d'urgence, ou la chirurgie. <br /> Pr&eacute;venez votre m&eacute;decin si vous serez expos&eacute; &agrave; des temp&eacute;ratures &eacute;lev&eacute;es. Le risque de certains effets secondaires (par exemple, de faibles niveaux sanguins de sodium) mai &ecirc;tre augment&eacute; par temps chaud. <br /> Hydrochlorothiazide mai vous amener &agrave; devenir un coup de soleil plus facilement. &Eacute;vitez le soleil, lampes solaires, ou les cabines de bronzage jusqu'&agrave; ce que vous sachiez comment vous r&eacute;agissez &agrave; l'hydrochlorothiazide. Utilisez un &eacute;cran solaire ou de porter des v&ecirc;tements protecteurs si vous devez &ecirc;tre dehors pendant plus d'un peu de temps. <br /> Hydrochlorothiazide mai augmenter votre taux de sucre sanguin. &Eacute;lev&eacute; de sucre dans le sang mai vous faire ressentir de la confusion, somnolence, ni soif. Il peut aussi vous faire rincer, de respirer plus vite, ou qui ont un fruit odeur de l'haleine. Si ces sympt&ocirc;mes apparaissent, parlez-en &agrave; votre m&eacute;decin tout de suite. <br /> Diab&egrave;te patients - V&eacute;rifiez votre glyc&eacute;mie de pr&egrave;s. Demandez &agrave; votre m&eacute;decin avant de modifier la dose de votre m&eacute;dicament de diab&egrave;te. <br /> Des tests en laboratoire, y compris la fonction r&eacute;nale, la pression art&eacute;rielle et les niveaux d'&eacute;lectrolyte, mai &ecirc;tre effectu&eacute; alors que vous utilisez l'hydrochlorothiazide. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Grossesse et Allaitement: L'hydrochlorothiazide mai causer des dommages au foetus. Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de Hydrochlorothiazide alors que vous &ecirc;tes enceinte. Hydrochlorothiazide se trouve dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Hydrochlorothiazide, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin. Discutez de tout risque &eacute;ventuel pour votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> Constipation, diarrh&eacute;e, &eacute;tourdissements, vertiges (surtout quand assis ou debout), perte d'app&eacute;tit, naus&eacute;es, une vision floue provisoire. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> Les r&eacute;actions allergiques graves (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); confusion; urine fonc&eacute;e; mictions ont diminu&eacute;; &eacute;vanouissement rythme cardiaque rapide ou irr&eacute;gulier, la fi&egrave;vre, des frissons, ou mal de gorge persistant, soif intense, douleurs des articulations, gonflement, chaleur, rougeur ou (surtout de l'articulation du gros orteil); peau mentale ou des changements d'humeur, douleurs ou crampes musculaires, des engourdissements ou des picotements, rouge, enfl&eacute;e, boursoufl&eacute;e, ou desquamation; convulsions, &eacute;tourdissements graves ou persistants, naus&eacute;es s&eacute;v&egrave;res ou persistantes ou douleurs &agrave; l'estomac, un essoufflement, des ecchymoses ou des saignements inhabituels, somnolence inhabituelle, agitation, fatigue ou faiblesse de la bouche anormalement sec, les vomissements, le jaunissement des yeux ou la peau. <br /><br /> <strong>Plus d'information </strong><br /><br /> Si vous avez des questions concernant hydrochlorothiazide, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /> Hydrochlorothiazide doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>