<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />HYDROCHLOROTHIAZIDE est un diur&eacute;tique. Il augmente la quantit&eacute; d'urine &eacute;limin&eacute;e par le corps, ce qui l'am&egrave;ne &agrave; perdre du sel et de l'eau. Ce m&eacute;dicament est utilis&eacute; pour traiter la haute pression sanguine. Il est &eacute;galement utilis&eacute; afin de r&eacute;duire l'enflure et la r&eacute;tention d'eau caus&eacute;es par diverses conditions m&eacute;dicales, comme les maladies du coeur, du foie ou des reins.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />diab&egrave;te<br />goutte<br />probl&egrave;mes du syst&egrave;me immunitaire, comme le lupus<br />maladie des reins ou pierres aux reins (calculs r&eacute;naux)<br />maladie du foie<br />pancr&eacute;atite<br />petite quantit&eacute; d'urine &eacute;limin&eacute;e ou difficult&eacute; &agrave; uriner<br />une r&eacute;action inhabituelle ou allergique &agrave; l'hydrochlorothiazide, aux sulfas, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. Prenez vos doses &agrave; intervalles r&eacute;guliers. Rappelez-vous que vous aurez &agrave; uriner fr&eacute;quemment apr&egrave;s avoir pris ce m&eacute;dicament. Ne prenez pas vos doses &agrave; un moment de la journ&eacute;e qui peut vous causer des inconv&eacute;nients. Ne cessez pas de prendre ce m&eacute;dicament sauf sur avis contraire de votre m&eacute;decin.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou des doses suppl&eacute;mentaires.<br />Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?<br />cholestyramine<br />colestipol<br />digoxine<br />dof&eacute;tilide<br />lithium<br />les m&eacute;dicaments pour la pression sanguine<br />les m&eacute;dicaments pour le diab&egrave;te<br />les m&eacute;dicaments qui relaxent les muscles pour une chirurgie<br />autres diur&eacute;tiques<br />les m&eacute;dicaments st&eacute;ro&iuml;des comme la prednisone ou la cortisone<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez r&eacute;guli&egrave;rement de la caf&eacute;ine ou de l&rsquo;alcool, ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Visitez votre m&eacute;decin ou professionnel de la sant&eacute; pour &eacute;valuer r&eacute;guli&egrave;rement votre progr&egrave;s. V&eacute;rifiez votre pression sanguine r&eacute;guli&egrave;rement. Demandez &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; de vous dire &agrave; quel niveau devrait &ecirc;tre votre pression sanguine et dans quels cas vous devriez le contacter.<br /><br />Vous devrez peut-&ecirc;tre suivre une di&egrave;te sp&eacute;ciale pendant que vous prenez ce m&eacute;dicament. V&eacute;rifiez avec votre m&eacute;decin.<br /><br />Parlez avec votre m&eacute;decin ou professionnel de la sant&eacute; si vous avez une attaque de diarrh&eacute;e s&eacute;v&egrave;re, des naus&eacute;es et vomissements, ou si vous transpirez beaucoup. La perte de beaucoup de fluide corporel peut rendre l&rsquo;utilisation de ce m&eacute;dicament dangereuse.<br /><br />Vous pourriez devenir somnolent ou &eacute;tourdi. Ne pas conduire ou utilisez de machinerie ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant de savoir de quelle fa&ccedil;on ce m&eacute;dicament vous affecte.  Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements, ne vous levez pas et ne vous assoyez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;. L&rsquo;alcool peut augmenter la somnolence et les &eacute;tourdissements. &Eacute;vitez les breuvages alcoolis&eacute;s.<br /><br />Ce m&eacute;dicament peut affecter votre taux de sucre dans le sang. Si vous &ecirc;tes diab&eacute;tique, v&eacute;rifiez avec votre m&eacute;decin ou professionnel de la sant&eacute; avant de modifier votre di&egrave;te ou la dose de votre m&eacute;dicament pour le diab&egrave;te.<br /><br />Ce m&eacute;dicament peut augmenter votre sensibilit&eacute; au soleil. &Eacute;vitez l&rsquo;exposition au soleil. Si vous ne pouvez &eacute;viter l&rsquo;exposition au soleil, portez des v&ecirc;tements protecteurs &agrave; l&rsquo;ext&eacute;rieur et utilisez un &eacute;cran solaire. N&rsquo;utilisez pas de lampe solaire, de lit bronzant ou de cabine bronzante.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure aux l&egrave;vres, &agrave; la bouche, &agrave; la langue ou &agrave; la gorge<br />douleur &agrave; la poitrine<br />pouls rapide, irr&eacute;gulier<br />sentiment de faiblesse, chutes<br />attaque de goutte<br />douleur ou crampes musculaires<br />douleur ou difficult&eacute; lorsque vous urinez<br />douleur, picotement ou engourdissement dans les mains ou les pieds<br />rougeur, formation d&rsquo;ampoule, desquamation ou rel&acirc;chement de la peau, incluant &agrave; l&rsquo;int&eacute;rieur de la bouche<br />fatigue ou faiblesse inhabituelles<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />vision floue<br />bouche s&egrave;che<br />maux de t&ecirc;te<br />maux d'estomac<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Ne pas congeler. Prot&eacute;ger de l&rsquo;humidit&eacute; et de la lumi&egrave;re. Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>