<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Les actes d'Inderal bloquant des substances adr&eacute;nergiques du b&eacute;ta telles que l'adr&eacute;naline (epinephrine), un agent cl&eacute; dans la portion "sympathique" de l'autonomic le syst&egrave;me nerveux (involontaire) qui est responsable du travail du coeur. La m&eacute;dication est utilis&eacute;e pour traiter des tremblements, une douleur de poitrine, une hypertension, des d&eacute;sordres de rythme du c&oelig;ur, ischemic la maladie du c&oelig;ur, hypertrophic cardiomyopathy, myocardiodystrophy et d'autres conditions.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez oralement le temps de n&eacute;gligence de votre repas. Prenez Inderal avec un plein verre d'eau en m&ecirc;me temps chaque jour. Ne m&acirc;chez pas, &eacute;crasez, cassez, ou ouvrez une capsule Inderal. Avalez l'&eacute;tiquette enti&egrave;re. <br /> Ne vous arr&ecirc;tez pas pour prendre la m&eacute;dication subitement comme elle peut provoquer des probl&egrave;mes &agrave; votre coeur.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> N'utilisez pas ce m&eacute;dicament si vous souffrez de l'asthme ou de certaines maladies du coeur, le surtout deuxi&egrave;me ou troisi&egrave;me bloc de coeur de degr&eacute;, le foie ou l'&eacute;chec du rein. &Eacute;vitez de boire de l'alcool. N'arr&ecirc;tez pas de prendre la m&eacute;dication m&ecirc;me si vous te sens mieux comme l'hypertension ne peut avoir aucun sympt&ocirc;me.<br /><br /> <strong>Contre-indications</strong> <br /><br /> Le sinus bradycardia, le bloc d'atrioventricular incomplet ou complet (les probl&egrave;mes avec la conduction d'excitation dans le syst&egrave;me de conduction de l'excitation du coeur), le droit s&eacute;v&egrave;re et l'&eacute;chec ventricular quitt&eacute;, l'asthme des bronches et une tendance &agrave; bronchospasm, grossesse, d&eacute;sordres de flux sanguin art&eacute;riel p&eacute;riph&eacute;rique. Dans les patients avec la colite spasmodique (l'inflammation du c&ocirc;lon, caract&eacute;ris&eacute; par sa contraction) on ne recommande pas &agrave; l'administration d'Inderal.<br /><br /><strong>Effet secondaire possible&nbsp;<br /></strong><br /> La naus&eacute;e, le vomi, la diarrh&eacute;e, bradycardia (un battement de coeur lent), l'allergie de vertige la peau d&eacute;mangeante, bronchospasm (la contraction de bronchus). La d&eacute;pression est possible. <br /><br /><strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> L'alcool et l'aluminium r&eacute;duisent l'absorption de propranolol. Inderal augmente les niveaux de sang de theophylline et de lidocaine. Phenytoin, ph&eacute;nobarbital et rifampin r&eacute;duisent le niveau d'Inderal dans le sang. Cimetidine et chlorpromazine sur le contraire augmentent les niveaux de sang d'Inderal.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous vous etes ennuy&eacute; d'une dose de jeu court Inderal prennent la dose ennuy&eacute;e aussit&ocirc;t que vous vous rappelez, mais pas si seulement environ quatre heures sont rest&eacute;es jusqu'&agrave; la dose suivante. Sautez si c'est le cas la dose ennuy&eacute;e et revenez &agrave; votre programme. Si la lib&eacute;ration prolong&eacute;e la dose d'Inderal est ennuy&eacute;e alors prend la dose ennuy&eacute;e aussit&ocirc;t que possible, mais pas si moins de huit heures sont rest&eacute;es jusqu'&agrave; la dose suivante. Ne prenez jamais la dose suppl&eacute;mentaire pour compenser l'ennuy&eacute;.<br /><br /><strong>Surdosage<br /></strong><br /> En cas des sympt&ocirc;mes s&eacute;v&egrave;res tels que les battements de coeur, le vertige, la faiblesse, ou l'&eacute;vanouissement, recherche l'attention m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez-vous &agrave; la temp&eacute;rature de pi&egrave;ce loin de l'humidit&eacute; et de la lumi&egrave;re du soleil.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>