<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Furosemide est un diur&eacute;tique. Il poss&egrave;de effet natriur&eacute;tique et diminue &eacute;galement les niveaux de Cl-dans le sang, augmente excreation de K +, Ca2 +, Mg2 +. <br /> Lasix est utilis&eacute; pour traiter le syndrome de l'&oelig;d&egrave;me chez les patients souffrant d'insuffisance cardiaque chronique (grade II et III), la cirrhose, les maladies des reins, insuffisance cardiaque aigu&euml; (oed&egrave;me pulmonaire), l'oed&egrave;me c&eacute;r&eacute;bral, une crise hypertensive, hypertension art&eacute;rielle et autres.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez exactement comme il a &eacute;t&eacute; prescrit par votre m&eacute;decin traitant.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant d'utiliser Lasix, consultez votre m&eacute;decin traitant si vous souffrez de la maladie du rein, la maladie de foie, la goutte, lupus, le diab&egrave;te, ou une allergie aux m&eacute;dicaments sulfa. &Eacute;vitez de devenir d&eacute;shydrat&eacute; comme Lasix vous fait uriner plus souvent. N'arr&ecirc;tez pas de prendre le m&eacute;dicament m&ecirc;me si vous vous sentez parfait comme l'hypertension n'a souvent aucun sympt&ocirc;me. &Eacute;vitez de prendre le m&eacute;dicament si vous etes enceinte ou alaitez.<br /><br /><strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute;, l'&eacute;chec du rein aigu avec anuria, l'&eacute;chec de foie s&eacute;v&egrave;re, le coma de foie et le pr&eacute;coma, stenois de l'ur&egrave;tre, glomerulonephritis aigu, l'obstruction d'&eacute;tendue urinaire, le pr&eacute;coma, hyperglycemic le coma, la goutte, hypotension art&eacute;riel, la crise cardiaque, pancreatitis et d'autres.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Les &eacute;ffets secondaires possibles sont : la bouche s&egrave;che, la soif, la naus&eacute;e, le vomissement; la faiblesse, la somnolence, le battement de coeur agit&eacute;, ou &eacute;tourdi, rapide ou in&eacute;gal, la douleur de muscle, moins qu'urination ordinaire ou absence d'urination, le fait de faire facilement des bleus facile ou saignement, rougeurs de peau cloquantes rouges, alop&eacute;cie.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> L'audition du dommage peut se produire si Lasix est administr&eacute; avec les antibiotiques aminoglycoside (gentamicin et d'autres) ou Edecrin - un autre diur&eacute;tique. L'utilisation d'&eacute;l&eacute;ment de Lasix et d'aspirine peut provoquer de hauts niveaux de sang de toxicit&eacute; d'aspirine et d'aspirine. Lasix est capable de r&eacute;duire l'excr&eacute;tion de lithium par les reins. Sucralfate (Carafate) r&eacute;duit l'action de Lasix. La consommation d'Ingestion de Lasix et de Sucralfate devrait &ecirc;tre s&eacute;par&eacute;e par deux heures.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez une dose, prenez-le aussit&ocirc;t que vous vous souvenez. Si c'est pr&egrave;s du temps de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous remettre au courant. Appelez votre m&eacute;decin traitant si vous manquez 2 ou plus doses d'affil&eacute;e.<br /><br /> <strong>Surdosage<br /></strong><br /> Cherchez l'attention de secours d'urgence si vous croyez que vous avez utilis&eacute; trop de cette m&eacute;decine. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; suant, extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies.<br /><br /> <strong>Conservation</strong><br /><br /> Garder &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Entreposer le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>