<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Lopressor joue surtout le bloquant du b&eacute;ta-adrenoreceptors du coeur et est utilis&eacute; pour traiter l'hypertension, la douleur de poitrine (l'angine), les rythmes anormaux du coeur, pour traiter et pr&eacute;venir l'infarctus myocardial. Cette m&eacute;dication influence le syst&egrave;me nerveux autonomic qui stipule le taux du c&oelig;ur augment&eacute; en bloquant ses r&eacute;cepteurs et en r&eacute;duisant ainsi des rythmes du c&oelig;ur anormalement rapides. Il diminue aussi l'irritabilit&eacute; myocard, la production cardiaque et provoque d'autres effets.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Cette m&eacute;dication devrait &ecirc;tre prise avec la nourriture ou juste apr&egrave;s un repas. Ne m&acirc;chez pas, &eacute;crasez ou cassez un comprim&eacute;, buvez un verre d'eau avec elle. Le dosage d&eacute;pend de la maladie trait&eacute;e et peut varier entre 100-450 mgs tous les jours. Ton dosage individuel devrait &ecirc;tre prescrit par votre m&eacute;decin. &Acirc;g&eacute; on recommande des patients de commencer de la dose quotidienne de 50 mgs. Kidnely failire n'exige pas de correction de dosage pendant que l'&eacute;chec de foie exige l'usage d'autre b&eacute;ta-adrenoblockers qui ne sont pas d&eacute;truits dans le foie.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez de boire de l'alcool comme son action r&eacute;ciproque avec la somnolence d'augmentations de Lopressor et le vertige.<br /><br /><strong>Contre-indications&nbsp;<br /></strong><br /> L'hypersensibilit&eacute; aux composantes de la m&eacute;dication, l'arr&ecirc;t du coeur aigu ou chronique, hypotention art&eacute;riel, congestive l'arr&ecirc;t du coeur, l'asthme ou d'autres probl&egrave;mes de respiration, le diab&egrave;te, les d&eacute;sordres de circulation sanguine perepherial, grossesse, alimentation du sein, d&eacute;pression, foie ou maladie du rein, un d&eacute;sordre de thyro&iuml;de, ou myasthenia gravis.<br /><br /><strong>Effet secondaire possible&nbsp;</strong><br /><br /> Au fond de tol&eacute;rance commune &agrave; la m&eacute;dication parmi les Effets secondaires possibles sont remarqu&eacute;s les crampes abdominales, la fatigue, l'insomnie, la naus&eacute;e, la d&eacute;pression, la perte de m&eacute;moire, la fi&egrave;vre, l'impuissance, l'&eacute;tourdissement, ralentissent le taux du c&oelig;ur, l'hypotension, les extr&eacute;mit&eacute;s froides, le mal de gorge, la diarrh&eacute;e, la constipation et l'essoufflement ou la respiration asthmatique. <br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> On devrait faire l'attention &agrave; la consommation de canal de calcium blockers et de digoxin (Lanoxin) qui sont connus par la baisse dangereuse de tension et de taux du c&oelig;ur &eacute;tant administr&eacute; ensemble avec Lopressor.<br /> Lopressor est capable aussi de masquer les premiers sympt&ocirc;mes de glyc&eacute;mie basse et devrait &ecirc;tre utilis&eacute; avec la prudence dans les patients souffrant du diab&egrave;te.<br /><br /><strong>Omission de dose&nbsp;<br /></strong><br /> Prenez la dose oubli&eacute;e aussit&ocirc;t que tu te souviens. Si ta dose suivante est moins de 4 heures de distance, sautez-la et revenez &agrave; ton programme. N'essayez pas de compenser une dose ennuy&eacute;e en prenant un suppl&eacute;mentaire.<br /><br /> <strong>Surdosage<br /></strong><br /> Dans le cas o&ugrave; de tels sympt&ocirc;mes de Lopressor sont remarqu&eacute;s : les battements de coeur in&eacute;gaux, l'essoufflement, le vertige, la faiblesse ou l'&eacute;vanouissement, les ongles &agrave; la couleur bleut&eacute;e, recherchent l'aide m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Conservation </strong><br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>