<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Micardis est est utilis&eacute; pour traiter la haute tension art&eacute;rielle (hypertension) chez les patients &acirc;g&eacute;s de 55 ans et plus pour combattre le risque de survenance de certains probl&egrave;mes cardio-vasculaires tels que les accidents vasculaires c&eacute;r&eacute;braux, les crises cardiaques, ou la mort. Il est aussi utilis&eacute; pour r&eacute;duire le risque d'infarctus du myocarde. Il peut &ecirc;tre utilis&eacute; seul ou en combinaison avec d'autres antihypertenseurs. Micardis fait baisser la pression art&eacute;rielle et am&eacute;liore la circulation sanguine. La pression r&eacute;duite dans les art&egrave;res rend &eacute;galement plus facile le pompage du sang par le c&oelig;ur.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez les comprim&eacute;s de Micardis suivant strictement la prescription de votre m&eacute;decin. Ne modifiez pas votre dose, sauf si votre m&eacute;decin vous l&rsquo;a recommand&eacute;. Prenez Micardis une fois par jour &agrave; la m&ecirc;me heure par voie orale avec nourriture ou &agrave; jeun. Vous obtiendrez un meilleur r&eacute;sultat de ce m&eacute;dicament si vous l'utilisez r&eacute;guli&egrave;rement. La posologie doit &ecirc;tre &eacute;galement individuelle. Le dosage est bas&eacute; sur votre &eacute;tat de sant&eacute; et de la r&eacute;ponse au traitement. La dose habituelle initiale des comprim&eacute;s de Micardis est de 40 mg une fois par jour. La r&eacute;ponse de la pression art&eacute;rielle est due &agrave; une dose &eacute;quivalente &agrave; 20-80 mg environ. Si vous avez une tension art&eacute;rielle &eacute;lev&eacute;e, il faudra quatre semaines avant d&rsquo;avoir pleinement un r&eacute;sultat positif de ce m&eacute;dicament. Il est important de continuer &agrave; prendre ce m&eacute;dicament m&ecirc;me si vous vous sentez mieux. La plupart des gens souffrant d'hypertension art&eacute;rielle ne se sentent pas malades.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant de prendre Micardis, informez votre m&eacute;decin si vous avez des probl&egrave;mes h&eacute;patiques, r&eacute;naux ou cardiaques ou d'autres conditions cliniques, des taux sanguins &eacute;lev&eacute;s de potassium, une d&eacute;shydratation s&eacute;v&egrave;re (perte d'&eacute;lectrolytes comme le sodium), si vous &ecirc;tes enceinte ou planifiez une grossesse, des ant&eacute;c&eacute;dents cliniques. Consultez votre m&eacute;decin pour savoir la meilleure fa&ccedil;on de prendre les comprim&eacute;s Micardis. Avisez votre m&eacute;decin de tous les m&eacute;dicaments que vous prenez: vitamines et m&eacute;dicaments sur ordonnance et en vente libre, et suppl&eacute;ments &agrave; base de plantes. Avisez votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique au telmisartan ou aux inhibiteurs de l'ECA (par exemple, le captopril, lisinopril), ou si vous avez d'autres allergies. Evitez de conduire un v&eacute;hicule ou d&rsquo;utiliser des machines, ou d&rsquo;exercer toute activit&eacute; qui exige de la vigilance jusqu'&agrave; ce que vous soyez certain de pouvoir exercer de telles activit&eacute;s en toute s&eacute;curit&eacute;, car ce m&eacute;dicament peut vous donner du vertige. Limitez la consommation des boissons alcoolis&eacute;es. Vous devez vous lever lentement &agrave; partir d'une position assise ou couch&eacute;e. Avant de subir une intervention chirurgicale, pr&eacute;venez votre m&eacute;decin ou votre dentiste que vous prenez Micardis.<br /><br /> <strong>Contre-indications<br /></strong><br /> Vous ne devez pas prendre Micardis si vous avez des maladies de foie, des reins ou du c&oelig;ur, des taux sanguins &eacute;lev&eacute;s de potassium, si vous &ecirc;tes enceinte ou planifiez une grossesse.<br /><br /> <strong>Effets secondaires possibles</strong><br /><br /> Micardis peut causer des effets secondaires graves, tels que des blessures ou la mort d&rsquo;un futur b&eacute;b&eacute;, une pression art&eacute;rielle basse (hypotension), un gonflement de vos pieds, des chevilles, du visage, de la langue, de la gorge, ou des mains, une prise de poids inexpliqu&eacute;e, la difficult&eacute; &agrave; respirer, des douleur des sinus et de la congestion (sinusite), des maux de dos, la diarrh&eacute;e, des maux de t&ecirc;te, des vertiges, de l&rsquo;asth&eacute;nie, de la toux, des naus&eacute;es, de la fatigue, de la faiblesse, un &oelig;d&egrave;me, un &oelig;d&egrave;me facial, un &oelig;d&egrave;me des membres inf&eacute;rieurs, l'hypersensibilit&eacute;, l&rsquo;&eacute;ryth&egrave;me, des douleurs &agrave; la poitrine, la fibrillation auriculaire, l&rsquo;insuffisance cardiaque congestive, l&rsquo;infarctus du myocarde, une augmentation de la pression sanguine , une aggravation de l'hypertension, de l'hypotension (notamment l&rsquo;hypotension orthostatique), l'hyperkali&eacute;mie, un syncope, une dyspepsie, des douleurs, une infection des voies urinaires, des troubles de l'&eacute;rection, des douleurs abdominales, des crampes musculaires (y compris les crampes dans les jambes). Pr&eacute;venez votre m&eacute;decin si vous avez des effets secondaires d&eacute;rangeants ou persistants. Appelez votre m&eacute;decin pour une consultation m&eacute;dicale sur les effets secondaires.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Des interactions m&eacute;dicamenteuses peuvent se produire si vous prenez des m&eacute;dicaments tels que les diur&eacute;tiques ou de la digoxine avec Micardis. Certaines interactions peuvent augmenter consid&eacute;rablement la concentration des m&eacute;dicaments dans votre sang, tandis que d'autres peuvent diminuer de trop votre tension art&eacute;rielle ou obliger votre organisme &agrave; m&eacute;taboliser les m&eacute;dicaments de mani&egrave;re diff&eacute;rente que pr&eacute;vu. D'autres m&eacute;dicaments qui peuvent potentiellement causer des interactions m&eacute;dicamenteuses avec Micardis sont notamment des diur&eacute;tiques potassiques mod&eacute;r&eacute;s et des suppl&eacute;ments de potassium. Vous devriez en parler avec votre pharmacien ou votre fournisseur de soins de sant&eacute; sur les interactions m&eacute;dicamenteuses sp&eacute;cifiques avec Micardis qui peuvent s'appliquer &agrave; votre cas.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Si l&rsquo;heure de la dose suivante est proche, ne prenez pas la dose omise. Prenez la dose suivante &agrave; l'heure habituelle.<br /><br /> <strong>Surdosage <br /></strong><br /> Si vous avez pris une surdose de Micardis, appelez votre m&eacute;decin, ou rendez-vous au service d'urgence de l&rsquo;h&ocirc;pital le plus proche.<br /><br /> <strong>Conservation <br /></strong><br /> A conserver &agrave; 25 &deg;C (77 &deg;F); limites autoris&eacute;es &agrave; 15-30 &deg;C (59-86 &deg;F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>