<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> La nitroglyc&eacute;rine (Nitroglycerin) est utilis&eacute;e pour pr&eacute;venir la douleur chronique caus&eacute;e par une maladie cardiaque. Il s'agit d'un nitrate. Il agit en relaxant les vaisseaux sanguins. Une douleur thoracique peut se produire lorsque le c&oelig;ur a besoin de plus d'oxyg&egrave;ne que l'on re&ccedil;oit. Relaxer les vaisseaux sanguins permet au sang de circuler plus facilement. De cette mani&egrave;re, la nitroglyc&eacute;rine r&eacute;duit la charge de travail cardiaque et la quantit&eacute; d'oxyg&egrave;ne n&eacute;cessaire par le c&oelig;ur.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez le m&eacute;dicament suivant strictement la prescription de votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant d'utiliser la nitroglyc&eacute;rine, consultez votre m&eacute;decin: si vous &ecirc;tes enceinte, planifiez une grossesse, ou allaitez au sein, si vous prenez des m&eacute;dicaments sur ordonnance ou sans ordonnance, des produits &agrave; base de plantes ou de suppl&eacute;ments alimentaires, si vous avez des allergies aux m&eacute;dicaments, aux aliments, ou &agrave; d'autres substances; si vous consommez des boissons alcoolis&eacute;es; si vous avez des ant&eacute;c&eacute;dents d'autres probl&egrave;mes cardiaques (insuffisance cardiaque, hypertrophie cardiaque, crise cardiaque), une hyperthyro&iuml;die, un accident vasculaire c&eacute;r&eacute;bral ou d'autres saignements dans le cerveau, ou un traumatisme cr&acirc;nien r&eacute;cent, si vous souffrez d'an&eacute;mie, de pression art&eacute;rielle basse, de d&eacute;shydratation ou de faible volume sanguin<br /><br /> <strong>Contre-indications<br /></strong><br /> Evitez d&rsquo;utiliser la nitroglyc&eacute;rine si vous &ecirc;tes allergique &agrave; l'un des composants du m&eacute;dicament, si vous avez une allergie &agrave; l'adh&eacute;sif, si vous avez une tension &eacute;lev&eacute;e ou de graves blessures &agrave; la t&ecirc;te, si vous avez une an&eacute;mie grave, ou si vous prenez des inhibiteurs de la phosphodiest&eacute;rase de type 5.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Les effets secondaires les plus courants sont: des &eacute;tourdissements, des vertiges ou des &eacute;vanouissements en position assise ou debout; des rougeurs du visage et du cou, des maux de t&ecirc;te, de l&rsquo;irritation a la zone d&rsquo;adh&eacute;sion du patch, des naus&eacute;es, des vomissements.<br /> Consultez un m&eacute;decin imm&eacute;diatement si vous avez des effets secondaires graves: r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, du visage, des l&egrave;vres ou de la langue), vision trouble; siccit&eacute; &agrave; la bouche; perte de connaissance; bouff&eacute;e de chaleur; transpiration intense; battements cardiaques irr&eacute;guliers; douleurs thoraciques; apparition ou l'aggravation; peau p&acirc;le; battements dans la poitrine; battements cardiaques rapides; &eacute;tourdissements ou maux de t&ecirc;te aigus; naus&eacute;es graves ou persistantes ou vomissements; essoufflement; battements cardiaques lents; gonflement des mains, des chevilles, ou des pieds; faiblesse inhabituelle.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> La nitroglyc&eacute;rine peut avoir une interaction avec les m&eacute;dicaments suivants: les salicyl&eacute;s (aspirine), les b&ecirc;ta-bloquants (propranolol), les inhibiteurs calciques (diltiazem), les diur&eacute;tiques (furos&eacute;mide, l'hydrochlorothiazide), les m&eacute;dicaments pour combattre l'hypertension art&eacute;rielle, les ph&eacute;nothiazines (thioridazine), ou les inhibiteurs de phosphodiest&eacute;rase de type 5 (sild&eacute;nafil).<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous omis une dose de patch de nitroglyc&eacute;rine, utilisez-la d&egrave;s que possible. S'il est presque l'heure de la dose suivante, sautez la dose omise et revenez &agrave; votre programme de dosage r&eacute;gulier. N&rsquo;utilisez pas 2 doses &agrave; la fois.<br /><br /> <strong>Surdosage <br /></strong><br /> Les sympt&ocirc;mes du surdosage apparaissent sous forme de peau froide ou bleue, confusion, diarrh&eacute;e, transpiration excessive, &eacute;vanouissements, battements de c&oelig;ur rapides, lents, ou irr&eacute;guliers; maux de t&ecirc;te persistants, respiration difficile; acc&egrave;s, probl&egrave;mes de vision. Consultez un m&eacute;decin si vous supposez avoir pris une surdose du m&eacute;dicament.<br /><br /><strong> Conservation <br /></strong><br /> A conserver &agrave; temp&eacute;rature ambiante entre 68 et 77 &deg;F (20 et 25 &deg;C) &agrave; l&rsquo;abri de la chaleur, de l'humidit&eacute; et de la lumi&egrave;re. Ne pas garder dans la salle de bains. Gardez-le hors de port&eacute;e des enfants et des animaux.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou de votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>