<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Sp&eacute;cifiquement et inhibe activement l'agr&eacute;gation de plaquettes (la coagulation) et les vaisseaux coronaires dilatates. Plavix est utilis&eacute; pour diminuer le risque de crises cardiaques et les coups provoqu&eacute;s par les caillots sanguins est augment&eacute; dans les patients avec une histoire r&eacute;cente de coup, le coeur font partie et la maladie vasculaire p&eacute;riph&eacute;rique. Il est utilis&eacute; pour pr&eacute;venir des d&eacute;sordres ischemic comme l'infarctus myocardial, le coup, la thrombose d'art&egrave;res p&eacute;riph&eacute;riques et d'autres.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Plavix devrait &ecirc;tre pris une fois par jour avec ou sans nourriture.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Comme Plavix appartient au 'sang thinners' &eacute;vitent de le prendre avec l'aspirine ou d'autre NSAIDs (non-steroidal les m&eacute;dicaments antiinflammatoires) si votre m&eacute;decin traitant ne t'a pas recommand&eacute; de le faire. Contactez votre m&eacute;decin traitant si vous avez d&eacute;couvert que vous avez des tabourets noirs ou ensanglant&eacute;s, le vomi qui est semblable au marc de caf&eacute; ou si vous toussez en haut le sang.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute;, l'&eacute;chec de foie s&eacute;v&egrave;re, le saignement aigu, l'ulc&egrave;re d'estomac ou duod&eacute;num, colite ulc&eacute;reuse, tuberculose et d'autres maladies pr&eacute;disposantes au saignement, la grossesse, breastfeeding, la p&eacute;riode n&eacute;o-natale. La prudence devrait &ecirc;tre exerc&eacute;e dans les patients avec le foie mod&eacute;r&eacute; d'&eacute;chec du rein.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> En saignant dans l'estomac ou les tripes, hemorrhagic le coup, neuropenia, thrombocytopenia, la douleur abdominale, la dyspepsie, la gastrite, la constipation, les ulc&egrave;res dans l'&eacute;tendue gastrointestinal, la diarrh&eacute;e, l'allergie.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> La combinaison de Plavix avec les m&eacute;dicaments antiinflammatoires non-steroidal peut provoquer le risque d'estomac et de saignement intestinal du m&ecirc;me comme la haute concentration de concentration d'augmentation de Plavix de Coumadin s'ils sont utilis&eacute;s concurremment et l'avance au saignement excessif.<br /><br /> <strong>Omission de dose</strong> <br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper . Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /><strong>Surdosage<br /></strong><br />&nbsp;Les sympt&ocirc;mes d'une overdose vomissent, en se sentant &eacute;puis&eacute;s ou l'essoufflement et les signes de sang dans tes tabourets ou vomi, diarrh&eacute;e, ru&eacute;e, d&eacute;mangeaison. En cas de la manifestation s&eacute;rieuse de ces r&eacute;actions d&eacute;favorables appellent votre m&eacute;decin traitant imm&eacute;diatement.<br /><br /><strong>Conservation&nbsp;</strong><br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l'auto-traitement.</p>