<p><strong>Usage g&eacute;n&eacute;ral <br /></strong><br /> Prinivil appartient au groupe de m&eacute;dicaments appel&eacute;s inhibiteurs de l'ECA. Prinivil est utilis&eacute; pour traiter la haute tension art&eacute;rielle (hypertension), l'insuffisance cardiaque congestive, et pour am&eacute;liorer le r&eacute;tablissement apr&egrave;s une crise cardiaque. Ce m&eacute;dicament peut &eacute;galement &ecirc;tre utilis&eacute; pour contribuer &agrave; prot&eacute;ger les reins contre les dommages dus au diab&egrave;te.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Prenez ce m&eacute;dicament par ingestion, g&eacute;n&eacute;ralement une fois par jour ou selon la prescription de votre m&eacute;decin. Vous pouvez prendre ce m&eacute;dicament &agrave; jeun ou avec nourriture. Utilisez ce m&eacute;dicament r&eacute;guli&egrave;rement, afin d&rsquo;en tirer un meilleur profit. Pour obtenir un meilleur r&eacute;sultat, n&rsquo;oubliez pas de l'utiliser &agrave; la m&ecirc;me heure chaque jour.<br /> La dose recommand&eacute;e de Lisinopril pour adultes varie de 2,5 mg &agrave; 40 mg par jour, selon le cas trait&eacute;.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant de prendre Lisinopril, avisez votre m&eacute;decin ou votre pharmacien si vous &ecirc;tes allergique &agrave; ce produit ou &agrave; d'autres inhibiteurs de l'ECA (par exemple, le captopril, b&eacute;naz&eacute;pril), ou si vous avez d'autres allergies (y compris une r&eacute;action allergique apr&egrave;s l'exposition &agrave; certaines membranes de filtration du sang utilis&eacute;).<br /> Avant d'utiliser ce m&eacute;dicament, avisez votre m&eacute;decin ou votre pharmacien de vos ant&eacute;c&eacute;dents cliniques, en particulier de: maladie r&eacute;nale, maladie du foie, taux sanguins &eacute;lev&eacute;s de potassium, d&eacute;shydratation aigue (perte d'&eacute;lectrolytes comme le sodium), maladie des vaisseaux sanguins (par exemple, maladies du collag&egrave;ne vasculaire telles que le lupus, la scl&eacute;rodermie).<br /> Ce m&eacute;dicament peut provoquer le vertige. Evitez de conduire ou d&rsquo;utiliser des machines, ou d&rsquo;exercer toute activit&eacute; exigeant de la vigilance jusqu'&agrave; ce que vous soyez certain de pouvoir exercer de telles activit&eacute;s en toute s&eacute;curit&eacute;. Limiter la consommation de boissons alcoolis&eacute;es.<br /><br /> <strong>Contre-indications<br /></strong><br /> Ce m&eacute;dicament peut causer de s&eacute;rieux dommages (&eacute;ventuellement mortels) &agrave; un futur b&eacute;b&eacute; s'il est utilis&eacute; pendant la grossesse. Par cons&eacute;quent, il est important de planifier la grossesse pendant le traitement avec ce m&eacute;dicament. Consultez votre m&eacute;decin pour plus de d&eacute;tails et pour s&rsquo;informer sur l'utilisation de m&eacute;thodes fiables de contr&ocirc;le des naissances pendant le traitement avec ce m&eacute;dicament. Si vous planifiez une grossesse, &ecirc;tes en grossesse, ou si vous pensez &ecirc;tre enceinte, contactez imm&eacute;diatement votre m&eacute;decin.<br /> Ce m&eacute;dicament ne doit pas &ecirc;tre utilis&eacute; au cas o&ugrave; vous souffrez de certaines troubles. Avant d'utiliser ce m&eacute;dicament, consultez votre m&eacute;decin ou votre pharmacien si vous avez: des ant&eacute;c&eacute;dents de r&eacute;action allergique qui comprennent un boursouflement du visage / bouche / langue / gorge (&oelig;d&egrave;me de Quincke).<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Vous pouvez ressentir des maux de t&ecirc;te, des &eacute;tourdissements, des vertiges, de la fatigue, des naus&eacute;es, de la diarrh&eacute;e, de la toux s&egrave;che ou une vision trouble avant que votre corps ne s'habitue au m&eacute;dicament. Si un de ces effets persiste ou s&rsquo;empire, informez votre m&eacute;decin ou votre pharmacien imm&eacute;diatement.<br /> Informez votre m&eacute;decin imm&eacute;diatement si l'un des effets secondaires suivants et peu probables, mais graves surviennent: perte de connaissance, diminution des capacit&eacute;s sexuelles, douleurs thoraciques.<br /> Informez votre m&eacute;decin imm&eacute;diatement si l'un des effets secondaires suivants tr&egrave;s peu probables, mais tr&egrave;s graves produisent: changement dans la quantit&eacute; d'urine, changements de vision, signes d'infection (fi&egrave;vre, frissons, mal de gorge persistant). <br /> Interaction des m&eacute;dicaments<br /> Evitez de commencer, d&rsquo;arr&ecirc;ter, ou de modifier la posologie d'un m&eacute;dicament avant d&rsquo;en aviser votre m&eacute;decin ou votre pharmacien.<br /> Les m&eacute;dicaments suivants peuvent modifier l&rsquo;action du lisinopril ou augmenter le risque d'effets secondaires:<br /> - m&eacute;dicaments anti-inflammatoires non st&eacute;ro&iuml;diens (AINS, par exemple, l'ibuprof&egrave;ne, l'indom&eacute;tacine, le naprox&egrave;ne)<br /> - diur&eacute;tiques (pilules d'eau)<br /> - diur&eacute;tiques potassiques (par exemple, la spironolactone, l&rsquo;amiloride, le triamt&eacute;r&egrave;ne)<br /> - m&eacute;dicaments augmentant les niveaux de potassium (par exemple, des suppl&eacute;ments de potassium, de substituts de sel contenant du potassium)<br /> - m&eacute;dicaments qui abaissent la pression art&eacute;rielle (par exemple, les b&ecirc;ta-bloquants)<br /> Les m&eacute;dicaments suivants peuvent &ecirc;tre influenc&eacute;s par le lisinopril ou peuvent augmenter le risque d'effets secondaires:<br /> - lithium<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis une dose, prenez-la d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. S'il est presque l'heure de la dose suivante, sautez la dose omise et reprenez votre horaire de posologie habituel. Ne prenez pas de dose double pour rattraper un retard.<br /><br /> <strong>Surdosage <br /></strong><br /> Demandez des soins m&eacute;dicaux d'urgence si vous pensez avoir utilis&eacute; trop de ce m&eacute;dicament. Les sympt&ocirc;mes de surdosage de Prinivil peuvent inclure une sensation extr&ecirc;me d&rsquo;&eacute;vanouissements, de vertige ou d'&eacute;tourdissement.<br /><br /> <strong>Conservation <br /></strong><br /> Conservez les comprim&eacute;s &agrave; la temp&eacute;rature ambiante &agrave; l'abri de la lumi&egrave;re et de l'humidit&eacute;. La temp&eacute;rature de conservation varie en fonction des fabricants, ainsi, veuillez consulter votre pharmacien pour plus d'informations. Ne pas garder dans la salle de bains. Conservez tous les m&eacute;dicaments hors de port&eacute;e des enfants et des animaux domestiques. Ne d&eacute;versez pas les m&eacute;dicaments dans les toilettes ou dans un &eacute;vier, sauf sur instruction. Jetez ce produit apr&egrave;s la date d&rsquo;expiration ou s&rsquo;il n'est plus utile pour un long tems.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou de votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>