<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Tenormin est un agent bloquant adr&eacute;nergique du b&eacute;ta. Son r&ocirc;le est aux blocs les effets de m&eacute;dicaments adr&eacute;nergiques, tels que l'adr&eacute;naline ou epinephrine, sur les nerfs du syst&egrave;me nerveux sympathique. Tenormin r&eacute;duit le taux du c&oelig;ur et l'a utilis&eacute; le traitement de rythmes du c&oelig;ur anormalement rapides, hypertension art&eacute;rielle, angine, infraction myocardial aigu&euml;, tachycardia (les diff&eacute;rents types), ventricular fibrillation et d'autres. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez Tenormin avant les repas ou &agrave; l'heure du coucher. Ta dose d&eacute;pend de votre condition et devrait &ecirc;tre administr&eacute;e par votre m&eacute;decin traitant. Prenez la m&eacute;dication exactement comme prescrit. Ne changez pas la dose et n'arr&ecirc;tez pas subitement de traitement m&ecirc;me si vous vous sensez mieux comme l'hypertension n'a souvent aucun sympt&ocirc;me. &Eacute;vitez de boire de l'alcool. Permettez &agrave; votre chirurgien de savoir si vous prendez Tenormin si vous projettez d'&ecirc;tre pratiqu&eacute;.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne prenez pas Tenormin si ce n'&eacute;tait pas Tenormin devrait &ecirc;tre pris avec un verre d'eau une fois par jour en m&ecirc;me temps. N'arr&ecirc;tez pas de prendre la m&eacute;dication subitement comme elle peut aggraver votre condition. Continuez &agrave; prendre la m&eacute;dication m&ecirc;me si vous vous sensez parfait comme l'hypertension et les maladies d'un coeur peut-&ecirc;tre une vie la longue maladie. Informez votre chirurgien si vous prendez Tenormin, si vous avez besoin d'&ecirc;tre pratiqu&eacute;.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute;, le syndrome de sinus malade, le sinus bradycardia (le taux plus lentement que 50 par minute), atrioventricular le bloc (le degr&eacute; II et III), hypotension art&eacute;riel, arr&ecirc;t du coeur aigu ou chronique, d&eacute;sordres de flux sanguin p&eacute;riph&eacute;riques, breastfeeding. La prudence devrait &ecirc;tre exerc&eacute;e dans les patients avec le diab&egrave;te, hypopotassemia, l'emphys&egrave;me pulmonaire, l'asthme, le foie et la grossesse de maladies du rein et avec d'autres conditions.<br /><br /> <strong>Effet secondaire possible<br /></strong><strong></strong><br /> Les Effets secondaires possibles sont rares et transitoires si se produisent. Ils peuvent inclure la faiblesse, la fatigue, le vertige, le mal de t&ecirc;te, la d&eacute;pression, le fait de r&ecirc;ver, l'insomnie, la perte de m&eacute;moire, les crampes abdominales, la diarrh&eacute;e, la constipation, la naus&eacute;e, la fi&egrave;vre, l'impuissance, l'&eacute;tourdissement, ralentir le taux du c&oelig;ur, l'hypotension, l'engourdissement, le fait de picoter, les extr&eacute;mit&eacute;s froides et le mal de gorge et aussi l'allergie. <br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Tenormin peut aggraver des conditions de patients avec l'asthme, la bronchite chronique, ou l'emphys&egrave;me. Dans les patients avec les taux du c&oelig;ur lents existants et les blocs de coeur Tenormin peut ralentir des taux du c&oelig;ur consid&eacute;rablement. Tenormin r&eacute;duit la force de contraction de muscle du c&oelig;ur et aggrave des conditions de patients avec l'arr&ecirc;t du coeur. Non-steroidal les m&eacute;dicaments antiinflammatoires, les oestrog&egrave;nes, sympathomimetics, xanthines affaiblissent l'effet de hypotensive de Tenormin.<br /><br /> <strong>Omission de dose <br /></strong><br /> Ne prenez jamais une double dose de cette m&eacute;dication. Si c'est presque le temps de la dose suivante sautent juste la portion ennuy&eacute;e et continuent &agrave; prendre la m&eacute;decine selon le programme.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'une overdose sont des battements de coeur in&eacute;gaux, un essoufflement, un vertige, une faiblesse, un &eacute;vanouissement, des ongles &agrave; la couleur bleut&eacute;e, des convulsions. Si vous connaisez cet appel votre m&eacute;decin traitant imm&eacute;diatement.<br /><br /> <strong>Conservation </strong><br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 20 et 25 degr&eacute;s Celsius (68 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>