<p><strong>Utilisation des Drogues </strong><br /><br /> Torsemide est utilis&eacute; pour le traitement de l'&oelig;d&egrave;me (gonflement) associ&eacute;e &agrave; c&oelig;ur, des reins ou du foie, ou les conditions quand il ya de masse d'eau en exc&egrave;s. Il est &eacute;galement utilis&eacute; seul ou avec d'autres m&eacute;dicaments pour traiter l'hypertension art&eacute;rielle. <br /><br /> Il mai &eacute;galement &ecirc;tre utilis&eacute; pour traiter certaines conditions comme d&eacute;termin&eacute; par votre m&eacute;decin, ce qui mai ne pas &ecirc;tre r&eacute;pertori&eacute; dans la notice du professionnel. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Torsemide comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Torsemide prendre par voie orale avec ou sans nourriture. <br /> Torsemide mai augmenter la quantit&eacute; d'urine ou de vous amener &agrave; uriner plus souvent, quand vous commencez d'abord le prendre. Pour conserver ce ne perturbe votre sommeil, essayez de prendre votre dose avant 6 heures. <br /> Si vous prenez aussi la cholestyramine, ne le prenez pas dans les 4 heures avant ou apr&egrave;s la prise Torsemide. Consultez votre m&eacute;decin si vous avez des questions. <br /> &Eacute;vitez de manger la r&eacute;glisse ou du ginseng cor&eacute;en, tout en tenant Torsemide. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Torsemide. <br /><br /><strong>Classe de drogue et le M&eacute;canisme</strong><br /><br /> Torsemide est un diur&eacute;tique de l'anse. Elle agit en faisant le rein &eacute;liminer les plus grandes quantit&eacute;s d'&eacute;lectrolytes (en particulier les sels de sodium et de potassium) et d'eau que la normale (effet diur&eacute;tique). <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Torsemide et l'utilisent r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Torsemide entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Torsemide garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Torsemide si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Torsemide ou de sulfonylur&eacute;es (par exemple, le glyburide); <br /> vous &ecirc;tes incapable d'uriner. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec Torsemide. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments ou d'autres substances <br /> Si vous avez de liquide dans l'abdomen, une d&eacute;ficience auditive, le diab&egrave;te sucr&eacute;, le d&eacute;bit urinaire faible, des taux sanguins &eacute;lev&eacute;s d'acide urique, une maladie du sang, une maladie r&eacute;nale, le lupus, a eu une crise cardiaque, sont d&eacute;shydrat&eacute;es, ou qui ont une maladie du foie ou une insuffisance cardiaque <br /><br />Certains m&eacute;dicaments peuvent interagir avec Torsemide. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;rielle.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> constipation, des vertiges ou &eacute;tourdissements lors d'&ecirc;tre assis ou debout; miction excessive, c&eacute;phal&eacute;es, augmentation de la toux, inflammation nasale, naus&eacute;e. <br /><br />Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent:&nbsp;<br /><br />r&eacute;actions allergiques s&eacute;v&egrave;res (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, du visage, des l&egrave;vres ou de la langue); douleur de poitrine; la diarrh&eacute;e; s&eacute;cheresse de la bouche ou soif inhabituelle; perte d'ou&iuml;e ou bourdonnements dans les oreilles; perte d'app&eacute;tit; douleurs ou crampes musculaires; un rythme cardiaque rapide ou irr&eacute;gulier; saignement rectal; l'agitation; fatigue ou faiblesse inhabituelle; des vomissements.</p><p><strong>Plus d'information</strong></p><p>Si vous avez des questions au sujet de Torsemide, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;.<br />Torsemide doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne le partage pas avec d'autres personnes.<br />Si vos sympt&ocirc;mes ne sont pas am&eacute;lior&eacute;es ou si elles deviennent plus mauvais, consultez votre m&eacute;decin.</p>