<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Zebeta contient l'ingr&eacute;dient actif Bisoprolol Fumarate et appartient &agrave; une classe d'agents de bloquant de r&eacute;cepteur adr&eacute;nergiques du b&eacute;ta appel&eacute;s de m&eacute;dicaments. Le m&eacute;canisme de son action doit pr&eacute;venir les produits chimiques transmettant le signal nerveux entre les nerfs tels que norepinephrine et adr&eacute;naline pour attacher des r&eacute;cepteurs sur les nerfs. Cette voie le taux de coeur et la tension sont r&eacute;duits comme la force de contractions du c&oelig;ur et le ton de vaisseaux sanguins diminuent.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez exactement &eacute;tait cela a &eacute;t&eacute; prescrit par votre m&eacute;decin traitant, ne changez pas votre dose et arr&ecirc;tez de prendre le petit tapis subitement comme il peut aggraver votre condition. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Cette m&eacute;dication influence la capacit&eacute; &agrave; la concentration d'attention ainsi &ecirc;tre sp&eacute;cialement prudente si vous avez besoin de conduire ou travailles vraiment qui exige une r&eacute;action rapide. Avant de prendre Zebeta vous informent le m&eacute;decin traitant si vous le diab&egrave;te, psoriasis, pr&eacute;dispos&eacute; aux spasmes de bronches (la bronchite asthmatique, l'asthme, l'emphys&egrave;me) ou projettes d'&ecirc;tre pratiqu&eacute;. <br /><br /> <strong>Contre-indications</strong> <br /><br /> L'hypersensibilit&eacute;, cardiogenic le choc, atrioventricular le bloc (le degr&eacute; II et III), le syndrome de sinus malade, bradicardia (le taux du c&oelig;ur moins de 50 par minute), hypotension s&eacute;v&egrave;re, d&eacute;sordres de flux sanguin p&eacute;riph&eacute;rique dans les patients qui sont trait&eacute;s les inhibiteurs MAO, dans les patients avec l'arr&ecirc;t du coeur chronique (le taux du c&oelig;ur moins de 60 par minute) la grossesse, breastfeeding, les enfants plus jeunes que 12 y.o.<br /><br /> <strong>Effet secondaire possible<br /> </strong><br /> Les Effets secondaires possibles sont g&eacute;n&eacute;ralement transitoires comme Zebeta est bien tol&eacute;r&eacute;. Si vous connaisez des sympt&ocirc;mes s&eacute;rieux de confusion, les hallucinations, la naus&eacute;e, l'impuissance, ralentis le taux du c&oelig;ur, l'hypotension, l'engourdissement, le fait de picoter, les extr&eacute;mit&eacute;s froides, la douleur ou le fait de br&ucirc;ler quand tu urines, le mal de gorge et l'essoufflement ou la respiration asthmatique, les crampes, la diarrh&eacute;e, le vertige, la fatigue, la d&eacute;pression, le mal de t&ecirc;te, recherche l'attention m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Rifampin est capable de diminuer des effets de Zebeta comme il facilite son m&eacute;tabolisme. Ca + le canal blockes et digoxin peuvent am&eacute;liorer l'effet de Zebeta qui peut provoquer le taux extr&ecirc;mement faible du coeur. Zebeta devrait &ecirc;tre administr&eacute; deux semaines apr&egrave;s que le traitement avec les inhibiteurs MAO a &eacute;t&eacute; arr&ecirc;t&eacute;.<br /><br /> <strong>Omission de dose </strong><br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper . Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /><strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez pris trop de Zebeta et l'exp&eacute;rience ralentissent le taux du c&oelig;ur, la respiration asthmatique ou l'essoufflement, le vertige, l'inqui&eacute;tude, la confusion, la naus&eacute;e, la peau suant, p&acirc;le, l'&eacute;vanouissement et la saisie recherche l'attention m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Conservation </strong><br /><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>