<p><strong>Description De Produit<br /><br /></strong><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Biaxin appartient &agrave; un groupe d'antibiotiques macrolides, lesquels inhibent la synth&egrave;se de prot&eacute;ine par les bact&eacute;ries. Cette action est principalement bact&eacute;riostatique, mais peut &ecirc;tre &eacute;galement bact&eacute;ricide. Les macrolides ont tendance &agrave; se concentrer dans les leucocytes et sont transport&eacute;s sur le site d'infection. Bizxin est efficace contre Haemophilus influenzae, Streptococcus pneumoniae, Mycoplasma pneumoniae, le staphylocoque dor&eacute; (Staphylococcus aureus), mycobacterium avium et beaucoup d'autres, alors il est utilis&eacute; pour traiter nombre de types d'infections bact&eacute;riennes de la peau et du syst&egrave;me respiratoire, ainsi que les ulc&egrave;res de l'estomac provoqu&eacute;s par les Helicobacter pylori.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Les comprim&eacute;s de Biaxin devraient &ecirc;tre pris avec ou sans nourriture avec un grand verre d'eau. Avalez la pilule enti&egrave;re. Ne prenez pas plus du m&eacute;dicament qu'il ne vous a &eacute;t&eacute; recommand&eacute;. Continuez &agrave; prendre le m&eacute;dicament m&ecirc;me si les sympt&ocirc;mes de votre maladie s&rsquo;am&eacute;liorent, et que vous vous sentez mieux. Biaxin est d'habitude administr&eacute; pour une p&eacute;riode de 7 &agrave; 14 jours ou plus longue pour le traitement des ulc&egrave;res de l'estomac.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> N'utilisez pas ce m&eacute;dicament si vous &ecirc;tes allergiques &agrave; l&rsquo;&eacute;rythromycine et &agrave; n'importe lequel de ses d&eacute;riv&eacute;s ou aux antibiotiques macrolides d&eacute;riv&eacute;s. Si vous avez des maladies de foie ou de reins, un d&eacute;s&eacute;quilibre min&eacute;ral (niveaux bas de potassium ou de magn&eacute;sium), une maladie du c&oelig;ur, l&rsquo;arythmie, parlez-en &agrave; votre m&eacute;decin avant de prendre Bizxin. Ce m&eacute;dicament n'est pas recommand&eacute; pendant la grossesse ou en p&eacute;riode d&rsquo;allaitement.<br /><br /> <strong>Contre-indications<br /></strong><br /> Biaxin ne peut &ecirc;tre administr&eacute; aux patients pr&eacute;sentant une hypersensibilit&eacute; connue &agrave; la clarithromycine, l&rsquo;&eacute;rythromycine, ou &agrave; un des antibiotiques macrolides.<br /><br /> <strong>Effets secondaires possibles possibles</strong><br /><br /> Si vous avez des signes de r&eacute;action allergique tels que les &eacute;ruptions, les probl&egrave;mes de respiration, l'enflure du visage, des l&egrave;vres, de la langue, ou de la gorge ou des signes plus s&eacute;rieux d&rsquo;aggravation de la sant&eacute; comme les battements de coeur in&eacute;gaux, les douleurs a la poitrine, la naus&eacute;e, la douleur a l'estomac, la temp&eacute;rature basse, les probl&egrave;mes avec l'audition, contactez votre m&eacute;decin ou votre pharmacien ou l'aide m&eacute;dicale urgente.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Biaxin peut avoir une interaction avec le cisapride, le pimozide, les m&eacute;dicaments &agrave; base d&rsquo;ergot, ce qui entra&icirc;ne des troubles tr&egrave;s graves du rythme du c&oelig;ur. <br /><br /> <strong>Omission de dose<br /></strong><br /> Ne prenez jamais de double dose de ce m&eacute;dicament. Si l&rsquo;heure de la dose suivante est proche, sautez simplement la dose omise et continuez &agrave; prendre le m&eacute;dicament selon votre programme.<br /><br /> <strong>Surdosage<br /></strong><br /> Les signes de surdosage peuvent comprendre : la naus&eacute;e, le vomissement, la diarrh&eacute;e et les troubles abdominaux. Si vous pensez que vous avez pris trop de Biaxin, contactez votre m&eacute;decin pour une aide m&eacute;dicale.<br /><br /><strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 59-77 F (15-25 oC) &agrave; l&rsquo;abri de la lumi&egrave;re et de l'humidit&eacute;, hors de port&eacute;e des enfants et des animaux de compagnie.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>