<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Pyridium est un analg&eacute;sique des voies urinaires. La mani&egrave;re de son action n&rsquo;est pas tr&egrave;s connue. Il est utilis&eacute; pour soulager les douleurs, les br&ucirc;lures, les mictions spontan&eacute;es et fr&eacute;quentes, ainsi que l&rsquo;inconfort provoqu&eacute; par l'irritation des voies urinaires inf&eacute;rieures.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez Pyridium suivant la prescription de votre m&eacute;decin. Prenez-le par ingestion avec un repas.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Informez votre m&eacute;decin de tous vos &eacute;tats cliniques surtout si vous &ecirc;tes enceinte, en pr&eacute;vision de grossesse ou en p&eacute;riode d'allaitement maternel au sein, si vous avez une allergie aux m&eacute;dicaments ou &agrave; des produits alimentaires, une histoire de probl&egrave;mes de sang (h&eacute;molyse), une insuffisance d'enzyme appel&eacute; glucose-6-phosphate d&eacute;shydrog&eacute;nase (G6PD) ou des ant&eacute;c&eacute;dents cliniques de famille de cette insuffisance.<br /><br /> <strong>Contre-indications<br /></strong><br /> Vous ne devriez pas utiliser Pyridium si vous avez une allergie &agrave; l&rsquo;une de ses composantes ou si vous souffrez de faible fonctionnement du rein.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Aucun effet secondaire g&eacute;n&eacute;ral de Pyridium n'a &eacute;t&eacute; annonc&eacute;. Les effets secondaires graves incluent des r&eacute;actions allergiques aigues (rougeurs; eruptions; d&eacute;mangeaisons; difficult&eacute; de respiration; contractions dans la poitrine; l&rsquo;enflure de la bouche, du visage, des l&egrave;vres, ou de la langue); la couleur bleue ou pourpre de la peau; la raret&eacute; des mictions; la perte d'app&eacute;tit; la fatigue inhabituelle; le vomissement; la perte de poids; le jaunissement de la peau ou des yeux. Contactez l'aide m&eacute;dicale d&rsquo;urgence si un des effets secondaires graves ci-dessus &eacute;num&eacute;r&eacute;s survenaient.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Aucune interaction sp&eacute;cifique avec Pyridium n'a &eacute;t&eacute; annonc&eacute;e. <br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous omettez une dose de Pyridium, prenez-la le plus t&ocirc;t possible. Si l&rsquo;heure de la dose suivante est proche, sautez la dose omise et retournez &agrave; votre programme de dosage r&eacute;gulier. Ne prenez pas de double dose en une fois.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage de Pyridium sont la couleur bleut&eacute;e de la peau, le jaunissement de la peau ou des yeux, le vomissement. Si vous soup&ccedil;onnez un surdosage, contactez l'assistance m&eacute;dicale d&rsquo;urgence.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Pyridium &agrave; la temp&eacute;rature de chambre, entre 68 et 77 F (20 et 25 oC), dans un emballage herm&eacute;tiquement ferm&eacute;. A garder &agrave; l&rsquo;abri de la chaleur, de l'humidit&eacute; et de la lumi&egrave;re. Ne conservez pas dans la salle de bains. Gardez Pyridium hors de port&eacute;e des enfants et des animaux de compagnie.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>