<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />La M&Eacute;TOCLOPRAMIDE est utilis&eacute;e pour traiter les sympt&ocirc;mes du reflux gastro-oesophagien pathologique tels que les br&ucirc;lures d'estomac. On l'utilise &eacute;galement pour traiter les gens ayant une vidange anormalement lente de l'estomac et du tractus intestinal.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />d&eacute;pression<br />maladie des reins<br />maladie de Parkinson ou trouble du mouvement<br />ph&eacute;ochromocytome<br />convulsions<br />obstruction de l'estomac, h&eacute;morragie ou perforation<br />une r&eacute;action inhabituelle ou allergique &agrave; la m&eacute;toclopramide, &agrave; la proca&iuml;namide, aux sulfites, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants, ou pr&eacute;servatifs<br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d'eau. Prenez ce m&eacute;dicament avec l'estomac vide, environ 30 minutes avant de manger. Prenez vos doses &agrave; intervalles r&eacute;guliers. Ne prenez pas vos m&eacute;dicaments plus souvent qu&rsquo;on ne vous l&rsquo;indique. Ne cessez pas de prendre ce m&eacute;dicament sauf sur avis contraire de votre m&eacute;decin.<br /><br />Parlez &agrave; votre p&eacute;diatre si ce m&eacute;dicament doit &ecirc;tre utilis&eacute; pour des enfants. Une attention sp&eacute;ciale peut &ecirc;tre requise.<br /><br /><strong>Surdosage:</strong> <br /><br />Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Que dois-je faire si j&rsquo;oublie de prendre une dose?</strong><br /><br />Si vous oubliez de prendre une dose, prenez-la le plus t&ocirc;t possible. Si le temps est presque venu de prendre votre prochaine dose, prenez seulement cette dose. Ne prenez pas de dose en double ou de doses suppl&eacute;mentaires.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?<br /></strong><br />ac&eacute;taminoph&egrave;ne<br />cyclosporine<br />digoxine<br />les m&eacute;dicaments pour le diab&egrave;te, incluant l'insuline<br />les m&eacute;dicaments pour la fi&egrave;vre des foins ou autres allergies<br />les m&eacute;dicaments pour la d&eacute;pression<br />les m&eacute;dicaments pour la maladie de Parkinson, tel que levodopa<br />les m&eacute;dicaments pour le sommeil ou la douleur<br />t&eacute;tracycline<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez r&eacute;guli&egrave;rement de l&rsquo;alcool ou de la caf&eacute;ine ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Cela peut prendre quelques semaines avant que vos probl&egrave;mes d'estomac ne s'am&eacute;liorent.<br /><br />Vous pourriez devenir somnolent ou &eacute;tourdi. Ne pas conduire ou utilisez de machinerie ou accomplir des t&acirc;ches qui exigent d&rsquo;&ecirc;tre alerte avant de savoir de quelle fa&ccedil;on ce m&eacute;dicament vous affecte.  Afin de r&eacute;duire les risques d&rsquo;&eacute;tourdissements ou d&rsquo;&eacute;vanouissements, ne vous levez pas et ne vous assoyez pas rapidement, surtout si vous &ecirc;tes un patient plus &acirc;g&eacute;. L&rsquo;alcool peut augmenter la somnolence et les &eacute;tourdissements. &Eacute;vitez les breuvages alcoolis&eacute;s.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres, ou &agrave; la langue<br />production anormale de lait chez les femmes<br />&eacute;largissement des seins (hommes et femmes)<br />changement dans votre fa&ccedil;on de marcher<br />difficult&eacute; &agrave; bouger, &agrave; parler ou &agrave; avaler<br />si vous baver, avez des claquements de l&egrave;vres ou des mouvements rapides de la langue<br />mouvements involontaires ou incontr&ocirc;lables des yeux, de la t&ecirc;te, des bras et des jambes<br />pouls irr&eacute;gulier ou palpitations<br />spasmes musculaires<br />fatigue ou faiblesse inhabituelles<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />changements dans le d&eacute;sir sexuel ou la performance sexuelle<br />humeur d&eacute;pressive<br />diarrh&eacute;e<br />difficult&eacute; &agrave; dormir<br />maux de t&ecirc;te<br />changements dans vos menstruations<br />agitation ou nervosit&eacute;<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer entre 20 et 25 degr&eacute;s C (68 et 77 degr&eacute;s F). Prot&eacute;ger de la lumi&egrave;re. Garder le contenant bien ferm&eacute;. Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>