<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Zantac est un blocker de r&eacute;cepteurs H2-histaminiques. Le m&eacute;canisme d'action se compose au blocus d'H2-r&eacute;cepteurs histaminiques de cellules parietal dans la couche muqueuse gastrique. Cette m&eacute;dication r&eacute;prime le jour et la s&eacute;cr&eacute;tion nocturne de HCl (tant basal que stimul&eacute;), r&eacute;duit la quantit&eacute; de sucs gastriques provoqu&eacute;s en s'&eacute;tendant de l'estomac avec la charge de nourriture et par l'action d'hormones et de stimulants biogenic tels que gastrin, histamine, ac&eacute;tylcholine, pentagastrin, caf&eacute;ine. Zantac r&eacute;duit la quantit&eacute; de HCl dans le suc gastrique presque sans r&eacute;primer des enzymes "de foie" associ&eacute;es &agrave; cytochrome P450. Il n'affecte pas la concentration de gastrin dans le plasma, la production de mucus. Zantac r&eacute;duit l'activit&eacute; pepsin. Cette m&eacute;dication est l'utilisation pour traiter et pr&eacute;venir l'estomac et les ulc&egrave;res duod&eacute;naux, les d&eacute;sordres gastrointestinal provoqu&eacute;s par NSAID, br&ucirc;lure d'estomac, hypers&eacute;cr&eacute;tion de suc gastrique, ulc&egrave;res symptomatiques, ulc&egrave;res provoqu&eacute;s par la tension, esophagitis &eacute;rosif, le reflux esophagitis, le syndrome de Zollinger-Ellison et d'autres conditions.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Prenez-le oralement avec ou sans nourriture. La correction de la dose devrait &ecirc;tre faite dans les patients avec le foie de fa&ccedil;on significative anormal ou la fonction du rein. En plus des comprim&eacute;s cette m&eacute;dication peut-&ecirc;tre administr&eacute;e intramusculairement (IM) ou intraveineusement.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Le comprim&eacute; effervescent Zantac peut contenir phenylalanine. Informez votre m&eacute;decin traitant si vous etes enceinte, projettes de devenir enceinte ou breastfeeding auparavant pour prendre Zantac. Le risque de pneumonie se d&eacute;veloppant peut &ecirc;tre augment&eacute; par cette m&eacute;dication.<br /><br /> <strong>Contre-indications<br /> </strong><br /> Hypersensibilit&eacute;, breastfeeding. Dans les patients avec le foie d'&eacute;chec du rein, la cirrhose du foie, porphyria aigu (aussi dans l'histoire), les enfants plus jeunes que 12 y.o., la grossesse cette m&eacute;dication devrait &ecirc;tre administr&eacute;e avec la prudence.<br /><br /> <strong>Effet secondaire possible</strong> <br /><br /> En plus de l'allergie possible (les ruches, les rougeurs, les Effets secondaires possibles se gonflant les plus communs de Zantac sont la constipation, la diarrh&eacute;e, la fatigue, le mal de t&ecirc;te, l'insomnie, la douleur de muscle, la naus&eacute;e et le vomissement. Les Effets secondaires possibles plus s&eacute;rieux rares sont l'agitation, l'an&eacute;mie, la confusion, la d&eacute;pression, le fait de faire facilement des bleus facile ou le saignement, les hallucinations, l'alop&eacute;cie, le battement de coeur irr&eacute;gulier, les changements visuels, la jaunisse. <br /><br /><strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Les antiacides peuvent diminuer l'absorption de Zantac, donc leur consommation devrait &ecirc;tre s&eacute;par&eacute;e par 1-2 heures. Les niveaux d'alcool peuvent augmenter si Zantac est pris simultan&eacute;ment. Cette m&eacute;dication augmente aussi la r&eacute;gion sous la courbe de temps de concentration de plasma (AUC) et la concentration de Metoprolol dans le s&eacute;rum de sang, ralentit l'absorption d'itraconazole et de ketoconazole.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous vous etes ennuy&eacute; d'une dose prennent la m&eacute;dication aussit&ocirc;t que vous vous rappelez. Si c'est presque le temps de votre dose suivante sautent juste sa consommation et reviennent &agrave; votre programme r&eacute;gulier.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez pris trop de la m&eacute;dication recherchent l'attention m&eacute;dicale imm&eacute;diate. Les sympt&ocirc;mes d'overdose incluent le manque de coordination, en se sentant &eacute;tourdis, ou l'&eacute;vanouissement.<br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>