<p><strong>Allgemeiner Gebrauch</strong> <br /><br /> Kautabletten von Cialis Soft im Mund zergehen lassen und Sie ben&ouml;tigen damit weniger Zeit f&uuml;r das gleiche Ergebnis im Vergleich zu Cialis-Tabletten mit einer speziellen Beschichtung. Cialis Soft hat keine Wirkung, wenn die sexuelle Stimulation fehlt. Dieses Medikament verbessert die Erektion und l&auml;sst einen erfolgreichen sexuellen Verkehr erzielen. <br /> Wenn die sexuelle Erregung vorhanden ist, erscheint der Effekt sogar nach 16 Minuten nachdem das Medizin genommen wurde und dauert 36 Stunden lang, so ein Patient, die Zeit, die ihm am besten passt, w&auml;hlen kann. <br /> W&auml;hrend der angezeigten Zeit k&ouml;nnen das auch einige Versuche von dem Geschlechtsverkehr sein.<br /><br /> <strong>Dosierung und Anweisung</strong> <br /><br /> Das Potenzmittel Cialis Soft, mit dem enthaltenen Wirkstoff Tadalafil, wird oral einmal t&auml;glich zugef&uuml;hrt und geschluckt!<br /> Unbeachtet Mahlzeiten wird die empfohlene Dosis 20mg mindestens 16 Minuten vor Ihrem sexuellen Verkehr eingenommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> es ist vorzuziehend, Cialis Soft mit Grapefruitsaft, alkoholischen Getr&auml;nken, Tabakwaren nicht zu verwenden. Wenn Sie Tabak rauchen und Cialis Soft einnehmen, kann das zu dem Zustand f&uuml;hren, der NAION genannt wird (pl&ouml;tzlicher Sehverlust und Sehst&ouml;rungen). Informieren Sie Ihren Doktor, bevor Sie Gialis Soft einnehmen.<br /> Wenn Sie anormalen Penis oder Geburtssch&auml;den von dem Penis haben, einschlie&szlig;lich gebogenen Penis, sowie fr&uuml;her auch Koronararterienleiden, die Arrhythmie, den Angina, den Herzangriff oder den Herzausfall, den niedrigen oder erh&ouml;hten Blutdruck , das Bluten, Magengeschw&uuml;re, den Diabetes, der Hyperlipidemie (&Uuml;berfluss der Lipide im Blut), die Sichelzelle An&auml;mie in der Geschichte hatten. Vorsicht bei schweren Leber-, Nieren- und Herzerkrankungen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Cialis Soft ist f&uuml;r Patienten, die jede m&ouml;gliche Form des organischen Nitrats, entweder regelm&auml;&szlig;ig und/oder periodisch benutzen, nicht angezeigt, da es zu dem hypotonischen Effekt f&uuml;hren kann.<br /><br /> <strong>Nebenwirkungen</strong> <br /><br /> Die meisten &uuml;blichen Nebenwirkungen von Cialis Soft sind: Gesichtsr&ouml;tung (R&ouml;tung), Kopfschmerzen, Magenbeschwerden, Durchfall, grippe&auml;hnliche Symptome und &Uuml;belkeit. In selteneren F&auml;llen k&ouml;nnen niedriger Blutdruck, Sehst&ouml;rungen und Ver&auml;nderungen in der Farbwahrnehmung und Ejakulationsst&ouml;rungen auftreten. Verl&auml;ngerte Erektion oder Priapismus (schmerzhafte Erektionen, die l&auml;nger als 6 Stunden) sind ebenfalls m&ouml;glich. Wenn Ihre Erektion l&auml;nger als 4 Stunden dauert, wenden Sie sich f&uuml;r sofortige &auml;rztliche Hilfe, da es dauerhafte Probleme mit Ihren Penis auftreten k&ouml;nnen. Verschlimmerung von Herzproblemen bei Patienten mit vorbestehenden Herzerkrankungen gemeldet wurde.<br /><br /> <strong>Wechselwirkungen</strong><br /><br /> die gleichzeitige Einnahme von Medikamenten, die organische Nitrate enthalten, kann schwere Hypotension verursachen, die in einigen F&auml;llen gef&auml;hrlich ist. Vermeiden Sie es Cialis Soft mit solchen Medikamenten wie Erythrityl Tetranitrat, Isosorbiddinitrat, Isosorbidmononitrat, Nitroglyzerin, Pentaerythrittetranitrat einzunehmen. Die Wirkung und Toxizit&auml;t von Cialis Soft wird durch Erythromycin, ketoconazole (Nizoral), itraconazole (Sporanox), indinavir (Crixivan) und ritonavir (Norvir) erh&ouml;ht. Informieren Sie Ihren Doktor, wenn Sie Atazanavir, Bunazosin, Clarithromycin, Doxazosin, Erythromycin, Indinavir, Itraconazole, Ketoconazole, Moxisylyte, Nefazodone, Nelfinavir, Phenoxybenzamine, Phentolamine, Prazosin, Saquinavir, Telithromycin, Terazosin, Trimazosin, Urapidil, nehmen, weil Ihre Cialis Soft Dosis Korrektur erfordern kann.<br /><br /> <strong>Verpasste Dosis</strong> <br /><br /> Cialis Soft wird zur Behandlung von Impotenz (erektile Dysfunktion) eingesetzt und wird nur dann eingenommen, wenn ben&ouml;tigt ist.<br /><br /> <strong>&Uuml;berdosis</strong><br /><br /> Symptome f&uuml;r &Uuml;berdosierung k&ouml;nnen wie folgt sein: Brustschmerzen, &Uuml;belkeit, unregelm&auml;&szlig;iger Herzschlag, Ohnmacht. Treten sofort mit Ihrem Arzt in Verbindung, wenn Sie annehmen, dass Sie zu viel Arznei eingenommen hatten.<br /><br /> <strong>Lagerung</strong> <br /><br /> Lagern bei einer Zimmertemperatur in einem festen Beh&auml;lter, beiseite vor Feuchte und Sonnenstrahlen. Au&szlig;er Reichweite von Kindern und Haustiere aufbewahren! <br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br />&nbsp;Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>