<p><strong>Indikationen</strong><br /><br />Extra Super-Avana hilft die Erektion des Penis zu erreichen, zu erhalten, und zu verl&auml;ngern. Es reduziert die vorzeitige Ejakulation erheblich. Es erh&ouml;ht das Gef&uuml;hl der Kontrolle und der sexuellen Zufriedenheit bei M&auml;nnern. Die Wirkung tritt mit Extra Super-Avana bereits innerhalb von 15 &nbsp;Minuten nach der Einnahme auf.<br />Avanafil wirkt durch Hemmung eines bestimmten Phosphodiesterase Typ 5, eines Enzyms, das in verschiedenen<br />K&ouml;rpergeweben zu finden ist, vor allem aber im Schwellk&ouml;rper des Penis. <br />Die enzymatische Hemmung vonExtra&nbsp; Super Avana f&uuml;hrt zu l&auml;nger anhaltenden Erektionen des Penis. Dapoxetin wirkt durch Hemmung der Serotonin-Transporter, was zu erh&ouml;htem Serotonin in den pre- und postsynaptischen Rezeptoren f&uuml;hrt. Durch die Regulierung der Aktivit&auml;t des zentralen Nervensystems wird das Gef&uuml;hl der Kontrolle erh&ouml;ht, und vorzeitige Ejakulationen werden deutlich reduziert.<br />&nbsp;<br /><br /><strong>Anweisungen</strong><br /><br />Bitte konsultieren Sie einen Arzt vor der Einnahme des Medikamentes. Nehmen Sie eine Tablette von Extra Super Avana etwa 30 Minuten vor der sexuellen Aktivit&auml;t. Extra Super-Avana (Avanafil 200 mg plus Dapoxetine 60 mg) kann mit oder ohne Nahrung rper des Penis.&nbsp;<br />Das Medikament erreicht seinen H&ouml;hepunkt nach ungef&auml;hr 30 Minuten.<br />Die maximale Tagesdosis von Extra Super Avana ist Avanafil 200 mg plus Dapoxetine 60 mg.<br /><br /><strong>Dosierung</strong><br /><br />Nehmen Sie eine Tablette von Extra Super Avana etwa 30 Minuten vor der sexuellen Aktivit&auml;t. Die maximale Tagesdosis von Super Avana ist Avanafil 200 mg plus Dapoxetine 60 mg.<br /><br /><strong>Aufbewahrung</strong><br />Bewahren Sie Extra Super-Avana Tabletten (Eine Kombination aus Avanafil 200 mg plus Dapoxetine 60 mg)<br />bei 20 &deg; C bis 25 &deg; C (68 &deg; F bis 77 &deg; F) auf. Sch&uuml;tzen Sie Extra&nbsp;Super-Avana vor Feuchtigkeit und Licht.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p>Vor der Verwendung von Extra Super Avana Tabletten informieren Sie bitte Ihren Arzt &uuml;ber alle Medikamente, die Sie einehmen, einschlie&szlig;lich nicht verschreibungspflichtiger Medikamente, over the counter Medikamente und pflanzliche Heilmittel. Die anderen Warnhinweise und Vorsichtsma&szlig;nahmen sind:<br />Extra Super-Avana ist nur f&uuml;r erwachsene M&auml;nner (18 Jahre und &auml;lter)&nbsp;<br />vorgeschrieben.<br />Vor der Einnahme von Extra Super-Avana, &uuml;berpr&uuml;fen Sie bitte, ob Sie auf irgendeinen Wirkstoff allergisch reagieren.<br />Vermeiden Sie schweren Alkoholkonsum mit dem Medikament, weil es zu Kopfschmerzen, Schwindel, erh&ouml;hter Herzfrequenz und Blutdruckabfall bei bestimmten Personen f&uuml;hren kann.<br />Grapefruit und Grapefruitsaft k&ouml;nnen mit Extra Super-Avana interagieren und f&uuml;hren zu potentiell gef&auml;hrlichen Nebenwirkungen.<br />Vermeiden Sie die Verwendung anderer Medikamente gegen erektile Dysfunktion bei der Einnahme von Extra Super-Avana.<br />Patienten mit Leberfunktionsst&ouml;rungen sollten nicht Extra Super Avana nicht einnehmen.<br />Extra Super-Avana kann nicht von Patienten mit Herzinsuffizienz, permanenten Herzschrittmachern oder anderen Herzkrankheiten eingesetzt werden.<br />Einzelpersonen, die SSRI Medikamente gegen Depressionen einnehmen, m&uuml;ssen einen Arzt konsultieren, bevor sie Extra Super Avana einnehmen.<br />Konsultieren Sie sofort einen Arzt, wenn die Erektion l&auml;nger als 4 Stunden anh&auml;lt, oder die Erektion schmerzhaft ist. Anhaltende Erektionen k&ouml;nnen zu dauerhaften Gewebesch&auml;den f&uuml;hren.<br />Extra Super-Avana (Kombination von Avanafil 200 mg plus 60 mg Dapoxetin) bietet keinen zus&auml;tzlichen Schutz vor sexuell &uuml;bertragbaren Krankheiten einschlie&szlig;lich AIDS (HIV). Die Verwendung eines Kondoms ist der einzige Weg, um sich vor diesen&nbsp;<br />Krankheiten zu sch&uuml;tzen.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Die m&ouml;glichen Nebenwirkungen von Extra Super Avana sind:<br />Schwere allergische Reaktionen (Hautausschlag, Juckreiz, Atemnot, Engegef&uuml;hl in der Brust, Schwellungen im Mund,<br />Gesicht, Lippen oder Zunge). Konsultieren Sie sofort einen Arzt, wenn eines der genannten Symptome nach dem Konsum von Extra Super Avana auftritt.<br />&Auml;nderungen in der Sicht, oder pl&ouml;tzlicher Verlust des Sehverm&ouml;gens.<br />Klingeln in den Ohren, oder pl&ouml;tzlicher H&ouml;rverlust.<br />Schmerzen in der Brust, pochender Herzschlag.<br />Schmerz, Schwellung, W&auml;rme, R&ouml;tung in den Beinen.<br />Atemnot, Schwellungen an Ihren H&auml;nden oder F&uuml;&szlig;en.<br />Gef&uuml;hl der Benommenheit.<br />Schmerzhafte Erektion, die 4 Stunden oder l&auml;nger andauert.</p>