<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung</strong> <br /><br /> Kamagra ist ein Medikament zur Behandlung der erektilen Dysfunktion bei M&auml;nnern. Dies ist eine analoge Version von Viagra oder Sildenafil Citrat, die f&uuml;r die Behandlung der sexuellen Dysfunktion bei M&auml;nnern eingesetzt wird. Kamagra erh&ouml;ht die zum Penis flie&szlig;ende Blutmenge. <br /><br /> <strong>Dosierung und Anleitung </strong><br /><br /> Kamagra 100mg-Dosis zeigt ihren Effekt in 45 Minuten und h&auml;lt w&auml;hrend 4-6 Stunden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bevor Kamagra zu nehmen, benachrichtigen Sie Ihren Arzt, wenn Sie an Allergien, An&auml;mie, Augenkrankheiten, oder an Krebs leiden, Bluthochdruck oder niedrigen Blutdruck haben, Herzrhythmusst&ouml;rungen, Herzinsuffizienz, instabile Brustschmerzen, bestimmte Augenerkrankungen, Deformationen des Penis oder in der Geschichte solche Bedingungen hatten, oder nehmen Sie Protease-Inhibitoren f&uuml;r die Behandlung von HIV. Stehen Sie nicht schnell aus einer liegenden oder sitzenden Position auf. Vermeiden Sie Alkohol, da es m&ouml;glicherweise Nebenwirkungen verschlechtern kann. Kamagra darf nicht eingenommen werden, wenn Sie bereits ein anderes ED-Medikament eingenommen haben. Warnen Sie Ihren Arzt, bevor Kamagra nehmen, wenn Sie Alprostadil (Caverject, Muse, Edex) oder Yohimbin (Yocon, Yodoxin, ua) verwenden.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Kamagra ist kontraindiziert bei Patienten mit Allergie gegen das Medikament oder bei denjenigen, die mit Nitraten (z. B. Nitroglycerin) behandelt werden. Diese Kombination kann sehr niedrigen Blutdruck verursachen, dass zu einem Schlaganfall, einem Herzinfarkt oder zum Tod f&uuml;hren kann. Nehmen Sie nicht diese Medizin, wenn Sie unter 18 Jahre sind<br /><br /> <strong>Moegliche Nebewirkungen</strong><br /><br /> Einige Patienten k&ouml;nnen Kopfschmerzen, Durchfall, Schwindel, Magenbeschwerden, Erbrechen, Verstopfung der Nase bekommen. Solche negativen Auswirkungen wie Gesichtsr&ouml;ten k&ouml;nnen weniger ausgedr&uuml;ckt werden, als bei den Personen, die Viagra einnehmen. Kamagra kann eine selteneren, aber den ernsthafteren Zustand, der als Priapismus bekannt ist, oder verl&auml;ngerte Erektion verursachen. Kontaktieren Sie Ihren Arzt sofort, wenn Ihre Erektion l&auml;nger, als vier Stunden h&auml;lt.<br /><br /> <strong>Wechselwirkungen</strong><br /><br /> Kamagra darf nicht jenen Patienten vorgeschrieben werden, die organischen Nitrate enthalten Medikamente einnehmen. Kamagra Blutspiegel wird von Erythromycin, Ketoconazol, Itraconazol und Saquinavir erh&ouml;ht. Diese Medikamente sind daf&uuml;r bekannt, sich Kamagra gegenseitig zu beeinflussen : Bosentan (Tracleer); Cimetidin (Tagamet, Tagamet HB); ein Antibiotikum wie Erythromycin (E-Mycin, Eryc, Ery-Tab) oder Clarithromycin (Biaxin); Doxazosin (Cardura), Prazosin (Minipress), Terazosin (Hytrin); HIV-Medikamente wie Indinavir (Crixivan), Amprenavir (Agenerase) Darunavir (Prezista), Efavirenz (Sustiva) Tipranavir (Aptivus), Nevirapin (Viramune), Saquinavir (Invirase, Fortovase) Lopinavir / Ritonavir (Kaletra), Fosamprenavir (Lexiva), Ritonavir (Norvir), Atazanavir (Reyataz) oder Nelfinavir (Viracept), ein Medikament gegen Pilze wie Itraconazol (Sporanox) oder Ketoconazol (Nizoral); Carbamazepin (Tegretol), Phenobarbital ( Luminal) oder Phenytoin (Dilantin) oder Rifampicin (Rifadin, Rimactane) oder Rifabutin (Mycobutin).<br /><br /> <strong>Verpasste Dosis </strong><br /><br /> Kamagra wird eingenommen, wenn notwendig, so dass eine verpasste Dosis unm&ouml;glich ist.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Nach der &Uuml;berdosis von Kamagra k&ouml;nnen folgende Erscheinungen auftreten: Ohnmacht, Brustschmerzen, &Uuml;belkeit, unregelm&auml;&szlig;iger Herzschlag, Benommenheit. Wenden Sie sich sofort an den Arzt f&uuml;r die sofortige medizinische Hilfe.<br /><br /> <strong>Lagerung</strong><br /><br /> Bei der Zimmertemperatur, beiseite vor Feuchte und Tageslicht lagern. Au&szlig;er Reichweite von Kindern und Tiere.<br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>