<p><strong>INDIKATIONEN<br /></strong><strong></strong><br />Silvitra ist eine Kombination von bekannten Substanzen wie Sildenafil Citrate 100mg und  Vardenafil  20mg, die zur Gruppe der PDE-5- Inhibitoren geh&ouml;ren. Silvitra hat die Effekte sowohl der Viagra als auch der Levitra und wird zur Behandlung von Erektionsst&ouml;rungen durch Verbesserung des Blutflusses in den Penis eingesetzt. Die Kombination dieser Medikamente macht Silvitra die Nummer 1 Option f&uuml;r Patienten mit ED, die eine lange und stabile Erektion zu bekommen w&uuml;nschen.<br /><br /><strong>ANLEITUNG<br /></strong><br />Vom Anfang der Behandlung sollten Sie Ihrem Arzt folgende Fragen stellen:  wie verwendet man dieses Medikament, welche Dosis braucht man , wie oft k&ouml;nnen die Tabletten eingenommen werden, welche Empfehlungen gibt es , um die Effizienz der Behandlung zu erh&ouml;hen. All diese Fragen sind wichtig, um die maximale Sicherheit der Behandlung zu erm&ouml;glichen und die Nebenwirkungen zu vermeiden.<br /><br />Es wird empfohlen eine Pille von Silvitra 20 Minuten bis eine Stunde vor dem Sexualkontakt einzunehmen. Silvitra sollte nicht mehr als einmal pro Tag eingenommen werden. Bitte fragen Sie Ihren Arzt  bevor Sie dieses Medikament verwenden um sicherzustellen, dass Sie keine Kontraindikationen haben.<br /><br /><strong>DOSIERUNG<br /></strong><br />Die &uuml;bliche Dosis von Silvitra &ndash; eine Tablette einmal t&auml;glich eine Stunde vor dem Geschlechtsverkehr darf nicht &uuml;berschritten werden.<br />Verpasste Dosis: Falls Sie die Dosis von Silvitra verpasst haben, nehmen Sie die Tablette sobald Sie sich daran erinnern. Mehr als eine Tablette von Silvitra einmal t&auml;glich darf nicht eingenommen werden.<br /><br /><strong>AUFBEWAHRUNG<br /></strong><br />Bewahren Sie Silvitra an einem trockenen Ort bei Raumtemperatur. Setzen Sie es nicht direktem Sonnenlicht aus. Halten Sie das Medikament von Kindern fern.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p>Bitte konsultieren Sie einen Arzt vor der Einnahme von Silvitra.<br /><br />Silvitra sollte nicht verwendet werden, wenn Sie an koronarer Herzkrankheit leiden oder irgendwelche Medikamente nehmen, die Nitrate oder Nitrite enthalten.<br /><br />Nehmen Sie das Medikament nicht, wenn Sie gegen Sildenafil oder Vardenafil allergisch sind .<br /><br />Verwenden Sie Silvitra so,  wie es in der Anleitung beschrieben ist, oder je nach Rezept Ihres Arztes, um Nebenwirkungen durch die Sildenafil Citrate 100 mg und Vardenafil 20 mg zu verhindern.<br /><br />Patienten mit Hypotonie  und &Uuml;berempfindlichkeit (Allergie) zu einem Bestandteil des Arzneimittels sollten Silvitra nicht verwenden. Patienten mit einer Vorgeschichte von Herzerkrankungen sollten das Medikament nicht ohne einer gr&uuml;ndlichen &auml;rztlichen Beratung nehmen.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>M&ouml;gliche Nebenwirkungen:<br />err&ouml;ten, Augenr&ouml;tung, verstopfte Nase, Kopfschmerzen, Magen-Darm- Funktionsst&ouml;rungen, &Uuml;belkeit, Sehst&ouml;rungen, Schlaflosigkeit. Bitte fragen Sie Ihren Arzt, wenn eine der genannten Nebenwirkungen nicht verschwindet.<br /><br />Unerw&uuml;nschte Nebenwirkungen des Medikaments sind Probleme mit der Verdauung, M&uuml;digkeit und Schwindel. Eventuell haben Sie auch Sehst&ouml;rungen oder Kopfschmerzen. Patienten mit Allergie gegen die Medikamentbestandteile k&ouml;nnen von &Uuml;berempfindlichkeit gegen&uuml;ber Licht, Hitzewallungen und Schlaflosigkeit leiden.</p>