<p><strong>Was ist dies f&uuml;r ein Medikament?</strong><br /><br />TADALAFIL dient zur Behandlung von Erektionsst&ouml;rungen bei M&auml;nnern.<br /><br /><strong>Was sollte Ihr Arzt bzw. Ihre &Auml;rztin wissen, bevor ich dieses Medikament verwende?</strong><br /><br />Ihr Arzt bzw. Ihre &Auml;rztin muss &uuml;ber folgende Punkte informiert werden:<br />Augen- oder Sehprobleme einschlie&szlig;lich einer seltenen vererbbaren Augenkrankheit namens Retinitis Pigmentosa<br />Herzinsuffizienz, Angina, hoher oder niedriger Blutdruck, vergangene Herzattacken, unregelm&auml;&szlig;iger Herzschlag oder andere Herzprobleme <br />Hoher oder niedriger Blutdruck <br />Nieren- oder Leberkrankheiten<br />Schlaganfall<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Tadalafil, andere Medikamente, Lebensmittel, Farbstoffe oder Konservierungsmittel<br />Schwangerschaft oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie nehme ich das Medikament?</strong><br /><br />Nehmen dieses Medikament mit einem Glas Wasser mit oder ohne etwas zu essen. Normalerweise schlucken Sie das Medikament rund eine Stunde vor dem Geschlechtsverkehr. Einmal am Tag nicht &ouml;fter und nur wie verschrieben. &Uuml;berdosierung: Wenn Sie mehr Tabletten eingenommen haben, als Ihr Arzt bzw. Ihre &Auml;rztin verschrieben hat, wenden Sie sich sofort an das n&auml;chstgelegene Krankenhaus oder an Ihren Arzt bzw. Ihre &Auml;rztin. ACHTUNG: Dieses Medikament ist ausschlie&szlig;lich f&uuml;r Sie bestimmt. Geben sie es nicht weiter an Andere. <br /><br /><strong>Was soll ich machen, wenn ich die Einnahme vergesse?</strong><br /><br />Das trifft hier nicht zu, weil Sie es nur nehmen, wenn Sie es brauchen. <br /><br /><strong>Was mu&szlig; ich tun, wenn ich die Einnahme vergesse?</strong><br /><br />Wenn Sie vergessen, das Medikament einzunehmen, holen Sie es nach, wenn Sie sich daran erinnern. Nur eine Dosis pro Tag.<br /><br /><strong>Welche Wechselwirkungen kann es geben?</strong><br /><br />Nehmen Sie das Medikament nicht mit folgenden anderen Medikamenten:<br />Nitrate wie Amyl Nitrite, Isosorbide Dinitrate, Isosorbide Mononitrate, Nitroglyzerin<br /><br />Dieses Medikament kann auch mit folgenden Medikamenten Wechselwirkungen zeigen:<br />Bestimmte Bluthochdruckmedikamente<br /><br />Bestimmte HIV- oder AIDS-Medikamente<br /><br />Bestimmte Medikamente gegen Pilz- oder Hefeinfektionen wie Fluconazol, Itraconazol, Ketoconazol und Voriconazole<br /><br />Bestimmte Schlaganfallmedikamente wie Carbamazepin, Phenytoin und Phenobarbital<br />Grapefruit Saft<br /><br />Makrolide Antibiotika wie Clarithromycin, Erythromycin, Troleandomycin<br /><br />Medikamente f&uuml;r Prostataprobleme<br /><br />Rifabutin, Rifampin oder Rifapentin<br /><br />Weil diese Aufz&auml;hlung unvollst&auml;ndig sein kann, geben Ihrem Arzt bzw. Ihrer &Auml;rztin eine Liste aller Ihrer verschreibungspflichtigen und nicht verschreibungspflichtigen Medikamente, Wirkstoffe und Nahrungserg&auml;nzungsmittel. Geben Sie auch an, ob Sie Rauchen, Alkohol trinken oder Drogen nehmen. <br /><br /><strong>Was sollte ich w&auml;hrend der Einnahme dieses Medikaments beachten?</strong><br /><br />Wenn Sie &Auml;nderungen in Ihrem Sehverm&ouml;gen bemerken, w&auml;hrend Sie das Medikament nehmen, informieren Sie Ihren Arzt oder Ihre &Auml;rztin m&ouml;glichst schnell. Kontaktieren Sie Ihren Arzt oder Ihre &Auml;rztin, wenn die Erektion l&auml;nger als 4 Stunden andauert oder wenn Sie Schmerzen haben. Dies kann ein Anzeichen sein, dass Sie ein ernsthaftes Problem haben und sofortige Behandlung brauchen, um permanente Sch&auml;den zu vermeiden. Wenn Ihnen &uuml;bel, schwindlig ist. Wenn Sie Schmerzen in der Brust und den Beinen bei Sex haben, sollten Sie aufh&ouml;ren und umgehend &auml;rztlichen Rat suchen Trinken Sie nicht exzessiv Alkohol (z.B. 5 Gl&auml;ser Wein, Bier oder Schnaps), w&auml;hrend Sie dieses Medikament nehmen. Trinken Sie im &Uuml;berma&szlig;, erh&ouml;hen Sie die Chancen, Kopfschmerzen oder einen Schwindelanfall zu bekommen, Ihren Herzschlag zu erh&ouml;hen oder Ihren Blutdruck zu verlangsamen. Dieses Medikaments sch&uuml;tzt weder Sie noch Ihren Partner oder Partnerin vor einer HIV-Infektion oder einer anderen Geschlechtskrankheit.<br /><br /><strong>Welche Nebenwirkungen gibt es? </strong><br /><br />Folgende Nebenwirkungen sollten Sie Ihrem Arzt bzw. Ihrer &Auml;rztin sofort mitteilen: <br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, Lippen oder Zunge<br />Atembeschwerden<br /><br />&Auml;nderungen im H&ouml;ren<br /><br />Brustschmerzen<br />Schneller, unregelm&auml;&szlig;iger Herzschlag<br /><br />Folgende Nebenwirkungen m&uuml;ssen nicht behandelt werden (Kontaktieren Sie Ihren Arzt bzw. Ihre &Auml;rztin falls sie andauern oder als st&ouml;rend empfunden werden):<br />R&uuml;ckenschmerzen<br />Schwindel<br />Flushing<br />Kopfschmerzen<br />Magenverstimmung<br /><br />Muskelschmerzen<br />Verstopfte oder laufende Nase<br /><br />Diese Liste beschreibt nicht alle m&ouml;glichen Nebenwirkungen.</p>