<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Viagra Jelly ist eine Geleel&ouml;sung zur Behandlung von m&auml;nnlicher Erektionsdysfunktion, die Impotenz genannt wird. Es erh&ouml;ht den Blutfluss zum Penis, wie es auf nat&uuml;rliche Weise passiert, wenn ein Mann sexuell stimuliert wird.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Viagra Jelly sollte ein Mal pro Tag nach Bedarf eingenommen werden. Bei Patienten, die bestimmte Proteasehemmer anwenden (wie zum Beispiel zur Behandlung von HIV), empfiehlt es sich, die maximale Einzeldosis von 25 mg Viagra Jelly in einem Zeitraum von 48 Stunden nicht zu &uuml;berschreiten.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie mit der Einnahme von Viagra beginnen, informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Medikamente gegen erektile Dysfunktion, die Sie anwenden, oder falls Sie eines der folgenden Medikamenten einnehmen: Bosentan (Tracleer); Blutverd&uuml;nner wie Warfarin (Coumadin); Cimetidin (Tagamet, Tagamet HB); Antibiotika wie Erythromycin (E-Mycin, Eryc, Ery-Tab) oder Clarithromycin (Biaxin); Doxazosin (Cardura), Prazosin (Minipress), Terazosin (Hytrin); HIV-Medikamente wie Amprenavir (Agenerase) Tipranavir (Aptivus) Darunavir (Prezista) , Efavirenz (Sustiva), Nevirapin (Viramune), Indinavir (Crixivan), Saquinavir (Invirase, Fortovase), Lopinavir / Ritonavir (Kaletra), Fosamprenavir (Lexiva), Ritonavir (Norvir), Atazanavir (Reyataz) oder Nelfinavir (Viracept), Antipilzmittel wie Itraconazol (Sporanox) oder Ketoconazol (Nizoral); Carbamazepin (Tegretal), Phenobarbital (Luminal) oder Phenytoin (Dilantin); Rifampicin (Rifadin, Rimactane) oder Rifabutin (Mycobutin).<br /> Falls Sie ernsthafte Herzprobleme haben, die sexuelle Aktivit&auml;ten gef&auml;hrlich machen, sollten Sie die Einnahme von Viagra vermeiden. Patienten, die einen Herzanfall, Schlaganfall oder lebensbedrohliche unregelm&auml;&szlig;ige Herzfunktion innerhalb von den letzten sechs Monaten erlitten haben, sollten das Pr&auml;parat mit Vorsicht einnehmen. Seien Sie ebenso vorsichtig, falls Sie einen zu hohen oder zu niedrigen Blutdruck, Herzinsuffizienz oder instabile Angina haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten Viagra Jelly nicht einnehmen, falls Sie Nitratmedikamente wie Nitroglycerin anwenden. Die Kombination von Viagra Jelly und Nitraten kann Ihren Blutdruck pl&ouml;tzlich zu einem gef&auml;hrlichen Wert fallen lassen. Sie k&ouml;nnen sich schwindelig und schwach f&uuml;hlen oder sogar einen Herzinfarkt oder Schlaganfall erleiden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie not&auml;rztliche Hilfe, falls Sie eine der folgenden Nebenwirkungen versp&uuml;ren: pl&ouml;tzlicher Verlust des Sehverm&ouml;gens;<br /> Ohrger&auml;usche, oder pl&ouml;tzlicher H&ouml;rsturz;<br /> Brustschmerzen oder Schweregef&uuml;hl, Schmerzen, die sich zum Arm oder Schulter breiten, &Uuml;belkeit, Schwitzen, allgemeine Verstimmung;<br /> unregelm&auml;&szlig;iger Herzschlag,<br /> Schwellungen der H&auml;nde, Kn&ouml;chel oder F&uuml;&szlig;e;<br /> Atemnot;<br /> Ver&auml;nderungen des Sehverm&ouml;gens;<br /> Schwindel, Ohnmacht oder<br /> Schmerzhafte oder bis zu vier Stunden oder l&auml;nger anhaltende Erektion.<br /> Zu den weniger ernsthaften Nebenwirkungen z&auml;hlen unter anderem die W&auml;rme oder R&ouml;tung von Gesicht, Hals oder Brust;<br /> verstopfte Nase;<br /> Kopfschmerzen;<br /> Magenverstimmung; oder<br /> R&uuml;ckenschmerzen <br /><br /> <strong>Wechselwirkung<br /></strong><br /> Viagra Jelly kann mit Nitratmedikamenten Wechselwirkungen aufweisen. Sie sollten sie nicht w&auml;hrend der Einnahme von Viagra Jelly anwenden.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis von diesem Medikament verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung <br /></strong><br /> Falls Sie eine &Uuml;berdosierung des Medikamentes verd&auml;chtigen, suchen Sie Ihren Arzt so schnell wie m&ouml;glich auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Viagra Jelly bei Raumtemperaturen von 59-86 Grad Fahrenheit (15-30 Grad Celsius) trocken und vor Licht und Hitze gesch&uuml;tzt.</p>