<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Accutane est une forme de vitamine A qui avait l'habitude de traiter l'acn&eacute; nodulaire s&eacute;v&egrave;re. Il travaille en r&eacute;duisant la production p&eacute;troli&egrave;re de peau, en changeant les caract&eacute;ristiques de l'huile de peau et en pr&eacute;venant le fait de durcir anormal de la peau. Accutane est d'habitude donn&eacute; apr&egrave;s que d'autres m&eacute;decines d'acn&eacute; ou antibiotiques ont &eacute;t&eacute; essay&eacute;s sans traitement r&eacute;ussi de sympt&ocirc;mes.<br /><br /> <strong>Dosage et administration</strong><br /><br /> Entretenez-toi avec ton docteur avant l'utilisation. L'utilisation a &eacute;t&eacute; prescrite pas plus que. Prenez-le oralement avec ou sans nourriture. Prenez-le en m&ecirc;me temps chaque jour. L'hirondelle avec une boisson d'eau. Le dosage peut varier bas&eacute; sur ta condition m&eacute;dicale. La dose recommand&eacute;e est le poids/jour de corps de 0.5 mgs/kg. Entretien : poids/jour de corps de 0.1-1 mgs/kg. Max : le poids/jour de corps de 1 mg/kg, pour une p&eacute;riode limit&eacute;e. Dur&eacute;e de traitement : 16 semaines. Le fait de reprendre le traitement devrait &ecirc;tre fait apr&egrave;s un intervalle de 8 semaines.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec ton docteur avant l'utilisation. Il t'aide &agrave; recevoir les meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne donnez pas de sang en prenant Accutane et depuis 1 mois apr&egrave;s avoir arr&ecirc;t&eacute; la prise Accutane. N'ayez pas de proc&eacute;dures cosm&eacute;tiques pour lisser ta peau, en incluant le fait de cirer, dermabrasion, ou les proc&eacute;dures &agrave; laser, pendant que tu prends Accutane et depuis au moins 6 mois apr&egrave;s toi l'arr&ecirc;t. Accutane peut augmenter ta chance du fait de marquer de ces proc&eacute;dures. Dites &agrave; ton pourvoyeur de soins de sant&eacute; si tu planifies l'activit&eacute; physique vigoureuse (les sports) pendant le traitement avec Accutane. Accutane peut augmenter la sensibilit&eacute; &agrave; la lumi&egrave;re du soleil, le vent et le froid. &Eacute;vitez l'exposition prolong&eacute;e au soleil et aux lampes &agrave; rayons ultra-violets. Accutane peut te faire donner le vertige ou assoupi; utilisez la prudence toi livrant aux activit&eacute;s exigeant la vigilance telles que la conduite ou l'utilisation des machines. Limitez des boissons alcoolis&eacute;es en prenant cette m&eacute;decine. De certaines pilules contraceptives (progestin) qui ne contiennent pas d'oestrog&egrave;ne peuvent ne pas &ecirc;tre comme efficace pendant que tu prends Accutane. Les patients de diab&egrave;te - Accutane peut affecter ta glyc&eacute;mie. V&eacute;rifiez des niveaux de glyc&eacute;mie de pr&egrave;s et demandez &agrave; ton pourvoyeur de soins de sant&eacute; avant de r&eacute;gler la dose de ta m&eacute;decine de diab&egrave;te. Accutane ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant enceinte ou en produisant du lait sans le conseil de docteur. &Agrave; cause des effets n&eacute;fastes possibles &agrave; l'alimentation du sein infantile n'est pas recommand&eacute;. Consultez ton docteur avant l'alimentation du sein.<br /><br /> <strong>Contre-indications</strong><br /><br /> Accutane n'est pas permis dans les gens qui sont hypersensibles &agrave; n'importe quelles composantes de cette m&eacute;decine. Accutane a contre-indiqu&eacute; dans les femmes qui sont enceintes ou peuvent devenir enceintes en subissant le traitement &amp; les femmes de potentiel d'accouchement. Aussi la liste de contre-indications inclut : insuffisance h&eacute;patique ou r&eacute;nale; hypervitaminosis A; la semaine (s) de patients / le sang &eacute;lev&eacute; lipid les valeurs; semaine (s) de traitement suppl&eacute;mentaire tetracycline.<br /><br /><strong>Effet secondaire possible</strong><br /><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de ton visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent :<br /> l'humeur d&eacute;prim&eacute;e, le probl&egrave;me se concentrant, les probl&egrave;mes de sommeil, en criant des charmes, l'agression ou l'agitation, change dans le comportement, les hallucinations, les pens&eacute;es du suicide ou en vous blessant;<br /> l'engourdissement soudain ou la faiblesse, surtout sur un c&ocirc;t&eacute; du corps;<br /> la vision floue, le mal de t&ecirc;te soudain et s&eacute;v&egrave;re ou la douleur derri&egrave;re tes yeux, quelquefois avec le vomissement;<br /> l'audition des probl&egrave;mes, en entendant la perte, ou en sonnant dans tes oreilles;<br /> saisie (convulsions);<br /> la douleur s&eacute;v&egrave;re dans ton estomac sup&eacute;rieur s'&eacute;tendant &agrave; ton dos, naus&eacute;e et vomissement, taux du c&oelig;ur rapide;<br /> la perte d'app&eacute;tit, urine sombre, tabourets &agrave; la couleur d'argile, la jaunisse (yellowing de la peau ou des yeux);<br /> la diarrh&eacute;e s&eacute;v&egrave;re, le saignement rectal, les tabourets noirs, ensanglant&eacute;s, ou goudronneux;<br /> la fi&egrave;vre, les fra&icirc;cheurs, les maux de corps, les sympt&ocirc;mes de grippe, les taches pourpres sous ta peau, le fait de faire facilement des bleus facile ou saignement;<br /> la raideur collective, la douleur d'os ou la fracture.<br /><br /> <strong>Moins s&eacute;rieux incluez :<br /></strong><br /> d&eacute;coupez la douleur, le mal de dos;<br /> le sentiment de pris de vertige, assoupi, ou nerveux;<br /> la s&eacute;cheresse des l&egrave;vres, la bouche, le nez, ou la peau;<br /> en se fendant ou la peau s'&eacute;caillant, la d&eacute;mangeaison, les rougeurs, change dans tes ongles ou ongles d'orteil.<br /> Si tu connais un d'entre eux arr&ecirc;tent d'utiliser Accutane et disent &agrave; ton docteur aussit&ocirc;t que possible. Entretenez-toi aussi avec ton docteur sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Accutane communiquent avec les m&eacute;dicaments suivants : les st&eacute;ro&iuml;des (prednisone et d'autres); m&eacute;dication de saisie un tel phenytoin (Dilantin); un antibiotique tetracycline tel que demeclocycline (Declomycin), doxycycline (Doryx, Vibramycin), minocycline (Minocin), ou tetracycline (Brodspec, Sumycin, Tetracap). Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que tu dois arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-toi ainsi avec ton docteur sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si tu as oubli&eacute; de prendre ta dose &agrave; temps, faites-le s'il te pla&icirc;t aussit&ocirc;t que tu te souviens. Mais ne prenez pas s'il est trop tard ou presque le temps pour ta dose suivante. Ne prenez pas de doses doubles ou suppl&eacute;mentaires. Prenez ton d'habitude la dose le jour suivant dans le m&ecirc;me r&eacute;guli&egrave;rement le temps.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Accutane peuvent inclure le mal de t&ecirc;te, le vertige, le vomissement, la douleur d'estomac, la chaleur ou le fait de picoter sous la peau, l'enflure des l&egrave;vres et la perte de balance ou de coordination. Si tu connais un d'entre eux ou n'importe quels sympt&ocirc;mes inhabituels appellent ton docteur imm&eacute;diatement.<br /><br /> <strong>Conservation<br /></strong><br /> Le magasin &agrave; la temp&eacute;rature de pi&egrave;ce entre 20 et 25 degr&eacute;s C (68 et 77 degr&eacute;s F). Mettez de c&ocirc;t&eacute; de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne conservez pas dans la salle de bains.<br /> Ne m&ecirc;lez pas-toi de la port&eacute;e d'enfants.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>