<p><strong>Utilisation des Drogues </strong><br /><br /> Bactroban est utilis&eacute; pour traiter les infections cutan&eacute;es. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Bactroban comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Laver et s&eacute;cher compl&egrave;tement la zone touch&eacute;e. Appliquez une petite quantit&eacute; de m&eacute;dicament &agrave; la zone &agrave; traiter. Frottez doucement le m&eacute;dicament jusqu'&agrave; ce qu'il soit uniform&eacute;ment r&eacute;partie. <br /><br /> La zone touch&eacute;e mai &ecirc;tre recouverte d'une gaze ou un pansement. <br /><br /> Pour &eacute;claircir votre infection compl&egrave;tement, utiliser Bactroban pour le cours complet de traitement. Continuer de l'utiliser m&ecirc;me si vous vous sentez mieux dans quelques jours. <br /><br /> Lavez-vous les mains imm&eacute;diatement apr&egrave;s avoir utilis&eacute; Bactroban. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canismetiquette du mrifiez l'<br /><br /> Laver et s&eacute;<br /><br /> La zone touch&eacute;<br /><br /> Pour &eacute;<br /><br /> Lavez-vous les mains imm&eacute;<br /><br /><strong>&nbsp;<br /><br /> Laver et s&eacute;<br /><br /> La zone touch&eacute;<br /><br /> Pour &eacute;<br /><br /> Lavez-vous les mains imm&eacute;<br /><br /><strong>&nbsp;</strong> &nbsp;<br /><br /> Bactroban est un antibact&eacute;rien. Il agit en arr&ecirc;tant la production de prot&eacute;ines essentielles requises par les bact&eacute;ries pour survivre. <br /><br /> <strong>Dose oubli&eacute;e</strong> <br /><br /> Si vous oubliez une dose de ce m&eacute;dicament, utilisez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. <br /><br /> <strong>Stockage </strong><br /><br /> Bactroban devrait &ecirc;tre conserv&eacute; &agrave; temp temp&eacute;rature ambiante, entre 15-30C (59-86F)</strong></strong></p><p><strong><strong>Mises en garde / Pr&eacute;cautions <br /><br />&nbsp;Ne utilisez pas Bactroban si:&nbsp;<br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Bactroban <br /><br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec Bactroban. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> si vous traitez une br&ucirc;lure ou une plaie ouverte <br /> Si vous avez des probl&egrave;mes r&eacute;naux <br /><br /> Certains m&eacute;dicaments peuvent interagir avec Bactroban. Cependant, aucune interaction sp&eacute;cifique avec Bactroban sont connus pour le moment.</strong></strong></p><p><strong><strong><strong>Effets secondaires possibles </strong><br /><br /> Tous les m&eacute;dicaments mai causer des effets secondaires, mais beaucoup de gens n'ont pas, ou mineures, des effets secondaires. Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> Burning maux de t&ecirc;te, naus&eacute;es, picotements. <br /><br />Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent:&nbsp;<br /> De graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), l'irritation s&eacute;v&egrave;re, d'intenses d&eacute;mangeaisons. <br /><br /> <strong>Plus d'information </strong><br /><br /> Si vous avez des questions concernant Bactroban, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur</strong></strong></p>