<p><strong>Utilisation des Drogues </strong><br /><br /> Betnovate contribue &agrave; r&eacute;duire les rougeurs, d&eacute;mangeaisons et gonflement des affections cutan&eacute;es comme l'ecz&eacute;ma, le psoriasis, la dermatite de contact, et la s&eacute;borrh&eacute;e. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Betnovate comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Ce m&eacute;dicament est g&eacute;n&eacute;ralement appliqu&eacute; 2 ou 3 fois par jour ou selon l'instruction. Une quantit&eacute; suffisante doit &ecirc;tre appliqu&eacute;e pour couvrir compl&egrave;tement la zone touch&eacute;e avec un film mince. Le m&eacute;dicament doit &ecirc;tre doucement et soigneusement mass&eacute; dans la zone touch&eacute;e. Dans certaines conditions, le m&eacute;decin devra ordonner l'application d'&ecirc;tre recouvert d'un pansement. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Betnovate. <br /> Classe de drogue et le M&eacute;canisme de <br /><br /> Betnovate est un corticost&eacute;ro&iuml;de qui est utilis&eacute; pour le traitement topique des irritations cutan&eacute;es. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous manquez une dose, prenez-la d&egrave;s que possible et reprenez l'horaire normal. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas une double dose pour rattraper une dose oubli&eacute;e. <br /><br /> <strong>Stockage </strong><br /><br /> Betnovate stocker &agrave; temp&eacute;rature ambiante, entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Betnovate garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Betnovate devrait pas &ecirc;tre pris par une personne qui: <br /><br /> est allergique &agrave; val&eacute;rate de b&eacute;tam&eacute;thasone ou l'un des ingr&eacute;dients du m&eacute;dicament; <br /> a la varicelle; <br /> une levure fongique, virale ou de l&eacute;sions cutan&eacute;es; <br /> a l'herp&egrave;s simplex; <br /> a la tuberculose de la peau; <br /> vaccine.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Les effets secondaires que vous devriez signaler &agrave; votre m&eacute;decin prescripteur ou professionnel de sant&eacute; d&egrave;s que possible: <br /><br /> br&ucirc;lure ou de d&eacute;mangeaison de la peau; <br /> sombres des taches rouges sur la peau; <br /> l'infection; <br /> absence de gu&eacute;rison de la maladie de la peau; <br /> douloureuses, rouges, cloques remplies de pus dans les follicules pileux; <br /> graves br&ucirc;lures et des d&eacute;mangeaisons suite de la peau; <br /> l'amincissement de la peau, avec une tendance aux ecchymoses, coups de soleil plus susceptibles en particulier sur le visage. <br /> D'autres effets secondaires graves peuvent appara&icirc;tre si vous utilisez Betnovate pour un temps long, ou si vous utilisez trop. Contactez votre m&eacute;decin prescripteur ou professionnel de sant&eacute; si vous remarquez des effets inhabituels. <br /><br /> Les effets secondaires qui ne n&eacute;cessitent pas de soins m&eacute;dicaux (rapport &agrave; votre prescripteur ou professionnel de la sant&eacute; s'ils persistent ou deviennent g&ecirc;nants): <br /> br&ucirc;lure, des d&eacute;mangeaisons ou une irritation de la peau; <br /> s&eacute;cheresse de la peau; <br /> augmentation des rougeurs ou une desquamation de la peau. <br /> Plus d'information <br /><br /> Betnovate doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin. s'ils persistent ou deviennent g</p>