<p><strong>Utilisation des Drogues </strong><br /><br /> Deltasone est utilis&eacute; pour r&eacute;duire l'inflammation et de r&eacute;duire les sympt&ocirc;mes dans une vari&eacute;t&eacute; de maladies comme la colite ulc&eacute;reuse, de psoriasis et des maladies inflammatoires de l 'maladie. Il mai &eacute;galement &ecirc;tre utilis&eacute; pour d'autres conditions comme d&eacute;termin&eacute; par votre m&eacute;decin. <br /><br /> <strong>Usage </strong><br /><br /> Utilisez Deltasone exactement comme prescrit par votre m&eacute;decin. Toutefois, vous mai le prendre avec un repas afin d'&eacute;viter les troubles gastriques. Ne cessez pas de les prendre tout &agrave; coup m&ecirc;me si vous obtenir un soulagement temporaire. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Vous devriez essayer de prendre votre dose &agrave; temps en prenant soin de ne rien manquer. Mais si vous oubliez une dose, prenez-la d&egrave;s que vous le rappeler et espacer les doses restantes. Vous mai aussi le sauter et continuer avec votre dose habituelle. Mais ne prenez pas une double dose jamais. <br /><br /> <strong>Stockage </strong><br /><br /> Conservez-la &agrave; temp&eacute;rature ambiante &agrave; l'abri de l'humidit&eacute;. <br /><br /> <strong>Overdose </strong><br /><br /> Certains des sympt&ocirc;mes d'un surdosage sont l'ob&eacute;sit&eacute; (surtout autour de l'estomac), un visage rond, un gonflement des mains et des pieds en raison de r&eacute;tention des fluides et la pression sanguine. Consulter un m&eacute;decin imm&eacute;diatement si vous soup&ccedil;onnez un surdosage. <br /><br /> <strong>Plus d'information </strong><br /><br /> Utilisez-le avec prudence. La drogue mai causer des &eacute;tourdissements, des vertiges et malaises chez certaines personnes. Ne consommez pas d'alcool avec les m&eacute;dicaments. Ne pas conduire ou manipuler la machinerie lourde jusqu'&agrave; ce que vous savez comment r&eacute;agir face &agrave; la drogue. Contactez votre m&eacute;decin si vos sympt&ocirc;mes s'aggravent.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> NE PAS utiliser Deltasone (prednisone), si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Deltasone (prednisone) <br /> vous avez une infection fongique syst&eacute;mique <br /> vous prenez actuellement mif&eacute;pristone <br /><br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> Certaines conditions m&eacute;dicales mai interagir avec Deltasone (prednisone). Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous: <br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous &ecirc;tes programm&eacute;s pour une vaccination avec un vaccin &agrave; virus vivant (par exemple, la variole) <br /> si vous avez la thyro&iuml;de est d&eacute;ficiente, du foie ou du rein, le diab&egrave;te ou la colite ulc&eacute;reuse <br /> Si vous avez des probl&egrave;mes cardiaques, &oelig;sophagite, gastrite, obstruction dans l'estomac ou de perforation, ou un ulc&egrave;re <br /> Si vous avez des ant&eacute;c&eacute;dents de troubles mentaux comme la d&eacute;pression <br /> Si vous avez une infection &agrave; l'herp&egrave;s dans votre &oelig;il ou tout autre type d'infection (bact&eacute;rienne, fongique ou virale), ont ou ont eu r&eacute;cemment la tuberculose (TB) ou de tests positifs pour la tuberculose, la rougeole ou la varicelle <br /><br />Certains m&eacute;dicaments peuvent interagir avec Deltasone (prednisone). Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> Barbituriques (par exemple, ph&eacute;nobarbital), la carbamaz&eacute;pine, les hydanto&iuml;nes (par exemple, la ph&eacute;nyto&iuml;ne), ou de la rifampicine, car l'efficacit&eacute; de Deltasone (prednisone) mai &ecirc;tre diminu&eacute;e <br /> Clarithromycine antifongiques azol&eacute;s (p.ex., k&eacute;toconazole), les contraceptifs st&eacute;ro&iuml;diens (par exemple, le d&eacute;sogestrel), ou trol&eacute;andomycine parce que les effets secondaires, tels que la faiblesse, de la confusion, des douleurs musculaires, douleurs articulaires, ou de sucre dans le sang, se produisent mai <br /> M&eacute;thotrexate ou ritodrine car les actions et les effets secondaires de ces m&eacute;dicaments mai &ecirc;tre augment&eacute; <br /> Hydanto&iuml;nes (par exemple, la ph&eacute;nyto&iuml;ne), la mif&eacute;pristone, ou les vaccins vivants, car l'efficacit&eacute; de ces m&eacute;dicaments mai &ecirc;tre diminu&eacute;e <br />&nbsp;Anticoagulants (par exemple, la warfarine) ou l'aspirine car les actions et les effets secondaires de ces m&eacute;dicaments mai &ecirc;tre augment&eacute; ou diminu&eacute;</p><p><strong>Effets secondaires possibles </strong><br /><br /> Tous les m&eacute;dicaments mai causer des effets secondaires, mais beaucoup de gens n'ont pas, ou mineures, des effets secondaires. Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> Troubles du sommeil, sensation d'un mouvement tourbillonnaire; augmentation de l'app&eacute;tit, transpiration accrue; indigestion, changements d'humeur, nervosit&eacute;. <br /><br />Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent:&nbsp;<br /> De graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), perte d'app&eacute;tit, selles noires ou tach&eacute;es de sang; changements dans les p&eacute;riodes menstruelles, des convulsions, d&eacute;pression, diarrh&eacute;e; &eacute;tourdissements, sentiment exag&eacute;r&eacute; de bien-&ecirc;tre, fi&egrave;vre, malaise g&eacute;n&eacute;rale du corps, maux de t&ecirc;te, augmentation de la pression dans l'&oelig;il, les sautes d'humeur douleurs articulaires ou musculaires;; faiblesse musculaire, des changements de personnalit&eacute;, maux de gorge prolong&eacute;e, le froid ou la fi&egrave;vre, gonflement du visage ; naus&eacute;es ou vomissements, gonflement des pieds ou des jambes, gain de poids inhabituelle; vomissements mat&eacute;riau qui ressemble &agrave; du marc de caf&eacute;, faiblesse, perte de poids.<br /> <br /> <strong>Plus d'information</strong> <br /><br /> Si vous avez des questions concernant Deltasone (prednisone), s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /> Deltasone (prednisone) doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>