<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Elimite (perm&eacute;thrine) est utilis&eacute; pour traiter l&rsquo;infestation des poux des cheveux et la gale.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Appliquez de la cr&egrave;me sur votre peau propre et s&egrave;che de la t&ecirc;te aux pieds. Chez les b&eacute;b&eacute;s, et aux patients g&eacute;riatriques, appliquez &eacute;galement sur le cuir chevelu, les tempes et le front. Pour un adulte la dose moyenne est de 30 mg. D'habitude un traitement est suffisant pour traiter l'infection. N&rsquo;appliquez pas la cr&egrave;me sur une peau irrit&eacute;e, des &eacute;gratignures ouvertes ou des blessures. A ne pas avaler. Evitez le contact du m&eacute;dicament avec le nez, la bouche, les yeux, ou les organes g&eacute;nitaux. R&eacute;p&eacute;tez le traitement si les poux r&eacute;apparaissent une semaine apr&egrave;s votre premi&egrave;re application.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Pour pr&eacute;venir la r&eacute;infection, assainissez votre environnement (v&ecirc;tements, literie, chapeaux, brosses &agrave; cheveux, oreillers, meubles et accessoires) pendant le traitement de votre corps. Lavez tous vos v&ecirc;tements, serviettes et draps, avec de l'eau chaude et faites s&eacute;cher &agrave; haute temp&eacute;rature. Traitez la surface des meubles au spray de perm&eacute;thrine dans votre maison. Pendant le traitement, &eacute;vitez les rapports sexuels ou assurez-vous tous les partenaires sexuels ont &eacute;t&eacute; trait&eacute;s afin d&rsquo;&eacute;viter une r&eacute;infection de puces. Pour &eacute;viter une propagation de l'infection, ne pr&ecirc;tez pas vos accessoires de cheveux, brosses de cheveux, peignes, chapeaux, draps, v&ecirc;tements et d'autres &eacute;l&eacute;ments &agrave; usage personnel. N'utilisez pas Elimite en p&eacute;riode d'allaitement maternel au sein.<br /><br /> <strong>Contre-indications<br /></strong><br /> Les patients allergiques &agrave; la perm&eacute;thrine ou aux chrysanth&egrave;mes ne devraient pas utiliser ce m&eacute;dicament. N'utilisez pas la cr&egrave;me en p&eacute;riode d'allaitement maternel au sein.<br /><br /> <strong>Effets secondaires possibles possibles<br /></strong><br /> Ce m&eacute;dicament est en g&eacute;n&eacute;ral bien tol&eacute;r&eacute;. Il a &eacute;t&eacute; annonc&eacute; des cas rares de d&eacute;mangeaison, d&rsquo;&eacute;ryth&egrave;me, d&rsquo;engourdissement, de rougeurs, de picotement. Les sympt&ocirc;mes de r&eacute;action allergique probables peuvent &ecirc;tre &eacute;galement: les rougeurs, les boutons, l'enflure du visage, la d&eacute;mangeaison, le br&ucirc;lure l&eacute;g&egrave;re, l'engourdissement ou les picotements, la sensation de morsure, ou la rougeur.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Elimite administr&eacute; localement n&rsquo;a probablement pas d&rsquo;interaction avec d'autres m&eacute;dicaments. Informez votre m&eacute;decin de tous les m&eacute;dicaments et des produits a base d&rsquo;herbes que vous utilisez.<br /><br /> <strong>Omission de dose<br /></strong><br /> En g&eacute;n&eacute;ral, ce m&eacute;dicament est utilis&eacute; seulement une fois. R&eacute;p&eacute;tez le traitement sept jours apr&egrave;s, au besoin.<br /><br /><strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage d&rsquo; Elimite sont mal connus. Contactez votre m&eacute;decin imm&eacute;diatement si vous soup&ccedil;onnez un surdosage.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez les comprim&eacute;s &agrave; la temp&eacute;rature de chambre entre 15-30 oC (59-86 F) dans un emballage sec herm&eacute;tiquement ferm&eacute;, &agrave; l&rsquo;abri de l'humidit&eacute; et de la lumi&egrave;re du soleil.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>