<p><strong>Utilisation des Drogues </strong><br /><br /> Eurax est utilis&eacute; pour traiter la gale et de soulager les d&eacute;mangeaisons. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez Eurax comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Avant d'utiliser Eurax, se laver et s&eacute;cher votre peau compl&egrave;tement. <br /> Bien agiter avant d'utiliser une dose. <br /> Pour la gale - m&eacute;decine Appliquer suffisante pour couvrir le corps entier du menton vers le bas. Assurez-vous que vous appliquez la m&eacute;decine dans tous les replis et les plis de votre corps, comme par exemple entre les doigts et les orteils, sous les bras, et &agrave; l'aine. Frottez la m&eacute;decine &agrave; fond. Appliquer le m&eacute;dicament une seconde fois apr&egrave;s 24 heures est pass&eacute;, sauf indication contraire de votre m&eacute;decin. Ne pas se baigner avant d'appliquer la seconde dose. Changer de v&ecirc;tements et linge de lit le lendemain matin. V&ecirc;tements et linge de lit doivent &ecirc;tre nettoy&eacute;s &agrave; sec ou lav&eacute;s dans le cycle chaud de la machine &agrave; laver. Baignade &agrave; &eacute;liminer le m&eacute;dicament 48 heures apr&egrave;s la deuxi&egrave;me dose. <br /> Pour les d&eacute;mangeaisons - m&eacute;decine Frottez doucement dans les zones affect&eacute;es jusqu'&agrave; ce qu'il soit compl&egrave;tement frott&eacute; po laver les mains apr&egrave;s utilisation, sauf si vos mains sont une partie de la zone trait&eacute;e. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de Elimite. <br /><br /><strong>&nbsp;Classe de drogue et le M&eacute;canisme</strong><br /><br /> Eurax est un antiprurigineux scabicidal. Exactement comment il fonctionne est inconnue. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Eurax, utilisez-la d&egrave;s que vous vous souvenez. Continuer &agrave; l'utiliser comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique Eurax entre 59 et 77 degr&eacute;s F (15 et 25 degr&eacute;s C). Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. Eurax garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> Ne pas utiliser Eurax si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des Eurax; <br /> vous d&eacute;veloppez une irritation s&eacute;v&egrave;re apr&egrave;s application Eurax; <br /> vous ressentez une irritation lors de l'application de m&eacute;dicaments topiques. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Ne pas utiliser sur Eurax enflamm&eacute;e, crue, ou pleurant la peau. <br /> D&eacute;mangeaisons mai durer jusqu'&agrave; plusieurs semaines en raison de la sensibilit&eacute; aux acariens. Cela n'indique pas un &eacute;chec th&eacute;rapeutique. Contactez votre m&eacute;decin avant d'utiliser Eurax nouveau. <br /> Eurax mai &ecirc;tre nocif en cas d'ingestion. Si vous ou quelqu'un que vous connaissez mai ont pris Eurax Lotion par la bouche, communiquez avec votre centre antipoison ou une salle d'urgence imm&eacute;diatement. <br /> &Eacute;vitez Eurax obtenir dans vos yeux, le nez ou la bouche. Si vous obtenez Eurax dans vos yeux, laver imm&eacute;diatement &agrave; grande eau froide. <br /> Utilisez Eurax avec une extr&ecirc;me prudence chez les enfants. La s&eacute;curit&eacute; et l'efficacit&eacute; n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, discutez avec votre m&eacute;decin des avantages et des risques de Eurax Lotion pendant la grossesse. On ignore si Eurax est excr&eacute;t&eacute; dans le lait maternel. Si vous &ecirc;tes ou seront d'allaiter pendant que vous utilisez Eurax, v&eacute;rifiez aupr&egrave;s de votre m&eacute;decin ou votre pharmacien pour discuter des risques &agrave; votre b&eacute;b&eacute;.</p><p><strong>Effets secondaires possibles</strong> <br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> la peau irrit&eacute;e. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> de graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), l'irritation s&eacute;v&egrave;re. <br /><br /> <strong>Plus d'information </strong><br /><br /> Eurax doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>