<p><strong>INDICACIONES</strong></p><p>Alli es usado para controlar obesidad en adultos con sobrepeso. Es tambi&eacute;n usado para reducir el riesgo de la recuperaci&oacute;n de peso despu&eacute;s de la p&eacute;rdida de peso anterior. Es utilizado junto con una dieta baja en calor&iacute;as y grasas. Alli es un inhibidor de lipasa gastrointestinal. Bloquea la digesti&oacute;n de las grasas de la dieta.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Alli como es indcado por el m&eacute;dico.</p><ul><li>Tome alli por v&iacute;a oral con cada comida que contiene grasa. No tome m&aacute;s de 3 c&aacute;psulas al d&iacute;a.</li><li>Si ha omitido la comida no si la comida no contiene grasa, no tome una dosis de Alli.</li><li>Alli puede reducir la absorci&oacute;n de vitaminas. Tome una multivitamina una vez al d&iacute;a antes de echarse a dormir.</li><li>Si toma tambi&eacute;n una hormona tiroidea (por ejemplo, levotiroxina), no lo tome dentro de las 4 horas antes o despu&eacute;s de Alli. Consulte con su m&eacute;dico si tiene alguna pregunta.</li><li>Si toma tambi&eacute;n ciclosporina, no lo tome dentro de las 2 horas antes o despu&eacute;s de Alli. Consulte con su m&eacute;dico antes de tomar Alli con ciclosporina.</li><li>Si olvida una dosis de Alli, t&oacute;mela tan pronto como lo recuerde. Siga tomando Alli seg&uacute;n las indicaciones del m&eacute;dico.</li></ul><p>Consulte con su m&eacute;dico si tiene cualquiera pregunta sobre el uso de Alli.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Alli entre 68 y 77 grados F (20 y 25 grados C).  Almacene lejos del calor, de la humedad y de la luz. No lo almacene en  el ba&ntilde;o. Almacene Alli lejos del alcance de los ni&ntilde;os y animales  dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p><strong>Ingrediente activo:</strong> Orlistat.</p><p>Alli (Orlistat) es el producto para la p&eacute;rdida de peso, que puede ayudar a perder aproximadamente 50% m&aacute;s de peso que con dieta &uacute;nicamente.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Alli si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de Alli</li><li>no tiene sobrepeso</li><li>tiene problemas de ves&iacute;cula biliar, problemas con flujo de bilis (por ejemplo, colestasis) o problemas de absorci&oacute;n de los alimentos (malabsorci&oacute;n).</li></ul><p>Contacte con el m&eacute;dico si alguno de estos casos puede ser aplicado a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Alli. D&iacute;ga a su  m&eacute;dico o farmac&eacute;utico si tiene alguna condici&oacute;n m&eacute;dica, especialmente  alguno de los casos siguientes:</p><ul><li>si est&aacute; embarazada, planea quedar embarazada o si amamanta</li><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, comida o otras sustancias</li><li>si Usted tiene un trastorno alimentario (por ejemplo, anorexia, bulimia)</li><li>si Usted tiene antecedentes de problemas de la ves&iacute;cula biliar, del h&iacute;gado, del p&aacute;ncreas o problemas de tiroides, diabetes, o c&aacute;lculos en los ri&ntilde;ones</li><li>si Usted toma medicamentos para la diabetes o problemas de la tiroides, o si toma cualquier otro medicamento para la p&eacute;rdida de peso</li><li>si ha recibido un trasplante de &oacute;rgano o si toma ciclosporina.</li></ul><p>Algunos medicamentos pueden interactuar con Alli. Diga a el m&eacute;dico si  toma otros medicamentos, especialmente algunos de los siguientes:</p><ul><li>Anticoagulantes (por ejemplo, warfarina), porque el riesgo de la hemorragia puede ser aumentado por Alli</li><li>La amiodarona, ciclosporina, o las hormonas tiroideas (por ejemplo, levotiroxina) porque su eficacia puede ser reducida por Alli.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir.  Consulte con el m&eacute;dico si Alli puede interactuar con otros  medicamentos que toma. Consulte con el m&eacute;dico antes de iniciar, detener o  cambiar la dosis de cualquier medicamento.</p><p><strong>Informaci&oacute;n importante sobre seguridad:</strong></p><ul><li>No tome m&aacute;s de la dosis recomendada sin consultar con su m&eacute;dico. La toma de m&aacute;s de la dosis recomendada no puede ayudar a perder m&aacute;s peso. Eso puede aumentar el riesgo de efectos secundarios.</li><li>Una dieta adecuada y el ejercicio son importantes para perder peso y no recuperarlo. Siga la dieta y programa de ejercicios que han asignadas a Usted por el m&eacute;dico.</li><li>Alli puede provocar cambios en su intestino o deposici&oacute;n (por ejemplo, el gas con manchas oleosas, deposiciones sueltas, deposici&oacute;n m&aacute;s frecuente). El consumo de dieta baja en grasas puede ayudar a disminuir estos efectos secundarios.</li><li>Diga a su m&eacute;dico o dentista que Usted toma Alli antes de recibir cualquier atenci&oacute;n m&eacute;dica o dental, atenci&oacute;n de emergencia, o cirug&iacute;a.</li><li>Pacientes con Diabetes - Alli puede afectar el nivel de az&uacute;car. Revise los niveles de az&uacute;car en la sangre. Pregunte a su m&eacute;dico antes de cambiar la dosis de su medicamento para la diabetes.</li><li>Algunos pacientes que toman Alli han tenido problemas graves de h&iacute;gado. No es conocido si los problemas del h&iacute;gado pueden ser causadas por Alli. Contacte con el m&eacute;dico inmediatamente si Usted nota amarilleo de la piel o los ojos, orina oscura, deposici&oacute;n p&aacute;lida, debilidad inusual, p&eacute;rdida de apetito, o n&aacute;usea persistente.</li><li>Alli no debe ser usado en ni&ntilde;os menores de 18 a&ntilde;os, la seguridad y eficacia en estos ni&ntilde;os no han sido confirmadas.</li><li>Embarazo y lactancia: No tome Alli si Usted est&aacute; embarazada. Si se queda embarazada consulte con el m&eacute;dico. No es conocido si Alli  se encuentra en la  leche materna. No amamanta cuando Usted toma Alli.</li></ul><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas   personas no tienen estos efectos, o tienen efectos secundarios  menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Diarrea, deposici&oacute;n suelta o frecuente, con descarga de gas, manchas oleosas, dificultad para controlar los movimientos intestinales.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios, garganta o lengua), orina con sangre, dolor de espalda nuevo o inusual, dolor de est&oacute;mago intenso o persistente (con o sin n&aacute;useas y v&oacute;mitos), s&iacute;ntomas de lesi&oacute;n hep&aacute;tica (por ejemplo, amarilleo de los ojos o la piel, orina oscura, deposici&oacute;n p&aacute;lida, p&eacute;rdida de apetito, n&aacute;useas severas o persistentes).</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si  Usted tiene preguntas sobre los efectos secundarios, consulte con el   m&eacute;dico.</p>