<p><strong>Propiedades<br /></strong><br /> Clomid es un contra-estr&oacute;geno no-esteroida. El mecanismo de su acci&oacute;n consiste en una ligaci&oacute;n espec&iacute;fica con el receptor del estr&oacute;geno en el ovario y el hipofiso. En las pacientes con un bajo nivel del estr&oacute;geno en el organismo &eacute;ste crea un efecto de la presencia del estr&oacute;geno y en unas pacientes con los altos niveles del estr&oacute;geno crea un efecto anti-estr&oacute;geno. Sus peque&ntilde;as dosis incrementan la secreci&oacute;n de las gonadotropinas (prolactina, hormona estimulante de fol&iacute;culo (FSH) y hormona estimulante de las c&eacute;lulas intersticiales), estimula la ovulaci&oacute;n; cuando est&eacute; administrado en grandes doses dilata la secreci&oacute;n de las gonadotropinas. Por lo general, la acci&oacute;n del Clomid consiste en estimular la incidencia de ovulaci&oacute;n y en preparar el cuerpo para el embarazo. Igualmente, esta medicaci&oacute;n puede emplearse en los pacientes masculinos con la infertilidad causada por la producci&oacute;n insuficiente del esperma.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> Clomid se administra para estimular la ovulaci&oacute;n, en una dosis de 50 mg una vez por d&iacute;a a la hora de acostarse, a partir del quinto d&iacute;a del ciclo menstrual durante 5 d&iacute;as (en el evento de no tener el ciclo &ndash; en cualquier tiempo). En el caso de faltar alg&uacute;n efecto (la ovulaci&oacute;n no toma lugar durante 30 d&iacute;as) se debe incrementar la dosis hasta 150 mg / d&iacute;a o extender el curso de tratamiento hasta 10 d&iacute;as. Tome el f&aacute;rmaco estrictamente seg&uacute;n se prescribe, no tome la medicaci&oacute;n en grandes dosis.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de comenzar con el Clomid escoja el mejor tratamiento para su problema medico y avise a su m&eacute;dico sobre lo haber sufrido o no algunas reacciones al&eacute;rgicas al clomifena, unas enfermedades hep&aacute;ticas, una depresi&oacute;n mental, la tromboflebitis. Esta droga puede causar los problemas de visi&oacute;n, los mareos, o una sensaci&oacute;n de desmayo, se tiene que dar una atenci&oacute;n particular a la hora de conducir un coche o de operar una maquinaria porque estas actividades le requieren unos altos niveles de concentraci&oacute;n.<br /><br /> <strong>Contraindicaciones</strong> <br /><br /> La hipersensitividad, la insuficiencia hep&aacute;tica o renal, la metrorragia de etiologia desconocida, los quistes ov&aacute;ricos, la neoplasia de los &oacute;rganos genitales, el tumor o una hipofunci&oacute;n del hypofiso, la endometriosis, la disfunci&oacute;n ov&aacute;rica combinada con la hiperprolactinemia, la pre&ntilde;ez.<br /><br /> <strong>Reacciones adversas posibles <br /></strong><br /> Acompa&ntilde;adas por los s&iacute;ntomas al&eacute;rgicos tales como el hinchaz&oacute;n de los labios, la lengua o la cara, la urticaria, en algunas pacientes se pueden desarrollar las condiciones malas siguientes: el crecimiento ov&aacute;rico junto con la provocaci&oacute;n del dolor abdominal y p&eacute;lvico, la eritremia, los n&aacute;useas, el v&oacute;mito, o la diarrea, la visi&oacute;n borrosa, el dolor de la cabeza, una hemorragia anormal uterina. <br /><br /> <strong>Interacci&oacute;n con otras drogas<br /></strong><br /> Av&iacute;sele a su medico y a los asistentes del laboratorio sobre todas las medicaciones y los productos herb&aacute;ceos que est&aacute; empleando a la hora de pasar el tratamiento con el Clomid.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si omite una dosis t&oacute;mela en cuanto lo recuerde, sin embargo descarte la dosis omitida si ya es la hora de tomar la pr&oacute;xima seg&uacute;n el horario prescrito de administraci&oacute;n. No intente compensar la dosis omitida tomando las extra.<br /><br /> <strong>Sobredosis<br /></strong><br /> Al sospechar haber tomado una porci&oacute;n demasiada de la medicaci&oacute;n en seguida busque una atenci&oacute;n m&eacute;dica de urgencia.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Guarde el Clomid en un lugar seco fuera de la luz solar a la temperatura ambiental entre 15 y 30 cent&iacute;grados (59-86 grados Fahrenheit). <br /><br /> <strong>Descargo de responsabilidades <br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>