<p><strong>Usos de Drogas </strong><br /><br /> Xenical es un mundo, reconocidas y aprobadas por millones de personas, que sufren de obesidad, en su capacidad para gestionar adiposis en pacientes adultos y adolescentes, de 12 a&ntilde;os y mayores. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Xenical como lo indique su m&eacute;dico. <br /><br /> Lea la carta en el envase del medicamento. Usted puede considerar el inicio Xenical si su peso es el mismo o m&aacute;s que el peso, indicados por su altura. Hable con su m&eacute;dico o farmac&eacute;utico si usted tiene alguna pregunta. <br /> Tome Xenical por v&iacute;a oral con las comidas que contengan grasa. No tome m&aacute;s de 3 c&aacute;psulas al d&iacute;a. <br /> Si se salta una comida o no contiene grasa, no tomar una dosis de Xenical. <br /> Xenical puede disminuir la absorci&oacute;n de vitaminas. Tome un multivitam&iacute;nico una vez al d&iacute;a antes de acostarse. <br />Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo usar Xenical.&nbsp;<br /><br /> <strong>Drogas y Mecanismo de Clase</strong> <br /><br /> Xenical es un medicamento para la p&eacute;rdida de peso que los objetivos de la absorci&oacute;n de la grasa en su cuerpo en lugar de suprimir su apetito. Es &uacute;til para el uso a largo plazo y ha demostrado ser eficaz durante 1-2 a&ntilde;os. Las grasas diet&eacute;ticas son inhibidas de ser absorbido y esto permite que alrededor del 30<br /> e la grasa ingerida en la comida pase por el intestino sin digerir. Esto le ayuda a reducir y mantener su peso, as&iacute; como para reducir al m&iacute;nimo cualquier recuperaci&oacute;n del peso. <br /><br /> Xenical tambi&eacute;n puede ayudar a mejorar los factores de riesgo, como presi&oacute;n arterial alta, colesterol alto y az&uacute;car en la sangre que, si no es tratada, puede conducir a otras enfermedades como la hipertensi&oacute;n y la diabetes. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Xenical, t&oacute;mela tan pronto como lo recuerde. Siga tomando seg&uacute;n las indicaciones de su m&eacute;dico. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Xenical a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantener en un apretado, contenedor resistente a la luz. Xenical Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Xenical si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Xenical; <br /> que no tienen sobrepeso; <br /> usted tiene problemas de absorci&oacute;n de los alimentos o problemas de flujo de la bilis (por ejemplo, colestasis); <br /> que ha recibido un trasplante de &oacute;rganos; <br /> usted toma ciclosporina. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> No tome m&aacute;s de la dosis recomendada sin consultar con su m&eacute;dico. Tomar m&aacute;s de la dosis recomendada no puede ayudarle a perder m&aacute;s peso. Puede aumentar el riesgo de efectos secundarios. <br /> La dieta adecuada y el ejercicio son importantes para perder peso y mantenerse. Siga la dieta y programa de ejercicio que le ha asignado su proveedor de atenci&oacute;n m&eacute;dica. <br /> Xenical puede causar cambios en su intestino o heces (por ejemplo, el gas con manchas aceitosas, heces blandas, heces m&aacute;s frecuentes). Comer una dieta baja en grasas puede ayudar a disminuir estos efectos secundarios. <br /> D&iacute;gale a su m&eacute;dico o dentista que usted toma Xenical, antes de recibir atenci&oacute;n m&eacute;dica o dental, atenci&oacute;n de emergencia, o cirug&iacute;a. <br /> Pacientes con Diabetes - Xenical puede afectar su nivel de az&uacute;car en la sangre. Compruebe los niveles de az&uacute;car en la sangre. Preg&uacute;ntele a su m&eacute;dico antes de cambiar la dosis de su medicamento para la diabetes. <br /> Xenical no debe utilizarse en ni&ntilde;os menores de 18 a&ntilde;os de edad, la seguridad y la eficacia de estos ni&ntilde;os no han sido confirmadas. <br /> Embarazo y lactancia: No tome Xenical si est&aacute; embarazada. Si se queda embarazada, consulte a su m&eacute;dico. No se sabe si Xenical se encuentra en la leche materna. No amamante cuando est&eacute; tomando Xenical.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> diarrea, gases con descarga, evacuaciones frecuentes o flojo; manchas aceitosas; problemas para controlar los movimientos intestinales. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de est&oacute;mago persistente o grave. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Xenical es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>