<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Zithromax es un antibi&oacute;tico macr&oacute;lido semisint&eacute;tico qu&iacute;micamente relacionado a la eritromicina la cual es agente contra la mayor&iacute;a de las especies de los microorganismos gram-positivos y gram-negativos tales como genus Staphylococcus; S. aureus, S. pneumoiane, S. pyogenes, S. agalactiae, Haemophilus influenzae y parainfluenzae, Moraxela catarrhalis, Bacteroides fragilis, Escherichia coli, Bordetella ssp., Borrelia burgdorferi, Haemophilus ducreui, Nisseria gonorrhoeae y Chlamidia trachomati. In vitro ha manifestado una actividad contra Legionella pneumophila, Mycoplasma pneumoiae ? hominis, Helicobacter pylori, Toxoplasma gondii, Ureaplasma urealiticum. En la calidad de un antibi&oacute;tico marc&oacute;lido Zithromax inhibe la s&iacute;ntesis de las prote&iacute;nas bacteriales y previene el crecimiento y la propagaci&oacute;n baterial. Se emplea en el tratamiento de las infecciones de los &oacute;rganos respiratorios superiores e inferiores (tonsilitis, otitis, sinusitis, pulmon&iacute;a), las infecciones urogenitales (uretritis, prostatitis, cervicitis, adnexitis provocados por clamidia, blenorragia, s&iacute;filis temprana), las infecciones intestinales, los &uacute;lceres g&aacute;stricos y duodenales.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> Se debe cumplir estrictamente con el horario de administraci&oacute;n prescrito incluso no se debe parar el tratamiento siquiera el paciente se sintiera mejor y si los s&iacute;ntomas se manifestaran menos fuertes salvo que se lo permitiera el m&eacute;dico en cargo. Tome el comprimido de Zithromax con un gran vaso de agua. Para el preparado de una suspensi&oacute;n l&iacute;quida eche el contenido de un paquete en 62 gramos de agua, sacuda y t&oacute;melo en seguida. No se puede emplear la suspensi&oacute;n si se pasa m&aacute;s que 12 horas antes de la hora de administraci&oacute;n. Los comprimidos y la suspensi&oacute;n pueden tomarse con comida o en ayunas mientras que las c&aacute;psulas tienen que administrarse a est&oacute;mago vac&iacute;o 2 horas antes o despu&eacute;s de la comida.<br /><br /> <strong>Precauciones<br /></strong><br /> No se han comprobado ningunas manifestaciones de efecto adverso del Zithromax a un feto ni de su excreci&oacute;n en la leche materna. Esta medicaci&oacute;n se tiene que emplear en las pre&ntilde;idas o en las madres lactantes exclusivamente cuando el beneficio anticipado predomina el riesgo potencial para el feto o el lactante.<br /><br /> <strong>Contraindicaciones</strong><br /><br /> La hipersensibilidad manifestada al Zithromax y a las drogas relacionadas tales como azitromicina o eritromicina.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Entre las reacciones colaterales cabr&aacute; mencionar la diarrhea o las defecaciones l&iacute;quidas, los n&aacute;useas, el dolor en el est&oacute;mago y el v&oacute;mito, las palpitaciones irregulares, inapetencia, el color pardo de la orina, las heces del color de barro, la ictericia, la fiebre, la erupci&oacute;n, inflamaci&oacute;n de la piel, el dolor de la cabeza. En evento de enfrentarse con estos problemas en seguida llame al m&eacute;dico y av&iacute;sele sobre los s&iacute;ntomas para obtener una atenci&oacute;n m&eacute;dica urgente.<br /><br /> <strong>Interacci&oacute;n con otras medicaciones</strong><br /><br /> No se recomienda concomitar el Zithromax con los anti&aacute;cidos derivados del aluminio o magnesio tales como Mylanta o Maalox por su reteneci&oacute;n de la resorci&oacute;n intestinal.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Tome la dosis en seguida que recuerde de la omisi&oacute;n. Si ya es casi la hora para la pr&oacute;xima dosis simplemente descarte la omitida y siga con el horario de administraci&oacute;n anterior.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de la sobredosis aparecen en forma de los n&aacute;useas, el v&oacute;mito, la diarrea y la sensaci&oacute;n mala en el est&oacute;mago. En este caso busque una asistencia m&eacute;dica inmediata.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almacenar a la temperatura ambiental entre 59-77 grados Fahrenheit (15-25 cent&iacute;grados) no las exponga a los rayos solares directos ni excesa humedad, gu&aacute;rdelas fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos. No conserve los preparados l&iacute;quidos para m&aacute;s que 10 d&iacute;as continuos.<br /><br /><strong>Descargo de responsabilidades&nbsp;<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>