<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Bactrim besteht aus zwei Medikamenten: Sulfamethoxazol und Trimethoprim. Die erste hemmt Synthese von Dihydrofols&auml;ure (der Stoff ist wichtig f&uuml;r Menschen und bakteriellen Stoffwechsel), w&auml;hrend die letzte blockiert n&auml;chste Phase ihres biochemischen Zyklus: Bildung von Tetrahydrofols&auml;ure, die nur bei den Mikroorganismen auftritt. Dieses Medikament ist gegen Staphylokokken, Pneumokokken, Dysenterie Bacillus, Streptokokken, Typhus, Escherichia Coli, Proteus wirksam, und ist gegen Mycobacterium Tuberculosis, Spiroch&auml;ten, Pseudomonas Aeruginosa nicht effektiv. Bactrim wird angewendet, bei der Behandlung von Lungenentz&uuml;ndung und sonstige Krankheiten der Atemwege, Magen-Darm-Systeme, Urogenitale Systemen, die durch bakterielle Infektionen verursacht k&ouml;nnen sein, sowie nach der Operation auftreten k&ouml;nnen.<br /><br /> <strong>Dosierung und Anleitung</strong><br /><br /> Bactrim kann zwei oder drei Mal pro Tag, eine Mahlzeit ungeachtet, genommen werden. Dosierung h&auml;ngt von der Art und Schwere der Infektion ab. Nehmen Sie mit einem Glas Wasser. Patienten mit schweren Nierenversagen ben&ouml;tigen Korrektur von Bactrim Dosierung.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie direkte Sonneneinstrahlung oder Sonnenbad. Antibiotische Medikamente k&ouml;nnen Durchfall verursachen, informieren Sie Ihren Arzt, wenn Sie dies haben, es kann andere Infektionen verbergen. Warnen Sie Ihren Arzt, wenn Sie an Asthma, oder an schwere Nieren-oder Lebererkrankungen leiden.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> nehmen Bactrim nicht, wenn Sie allergisch auf Bestandteile der Medikamente sind, schwanger sind, stillen, an An&auml;mie, die durch Fols&auml;ure-Mangel verursacht ist, leiden. Dieses Medikament sollte nicht den Fr&uuml;hgeborenen und Neugeborenen angezeigt sein.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong> <br /><br /> Es k&ouml;nnen solche Anzeichen einer allergischen Reaktion sein: <br /> Nesselsucht, Atembeschwerden, Schwellungen von Gesicht, Lippen, Zunge, oder Kehle, <br /> oder ernsthaftere Anzeichen von Gesundheitsverschlechterung, solche wie Fieber, Halsschmerzen und Kopfschmerzen mit einer schweren Blasenbildung, blasse Haut, leichte Bluterg&uuml;sse oder Blutungen, der w&auml;ssrigen oder blutigen Durchfall, Halluzinationen, langsamer Herzfrequenz, schwacher Puls, &Uuml;belkeit, Magenschmerzen, Urinieren, weniger als &uuml;blich oder &uuml;berhaupt kein, dann m&uuml;ssen Sie sofortige &auml;rztliche Hilfe suchen.<br /><br /> <strong>Wechselwirkung</strong> <br /><br /> Bactrim sollte mit Dofetilid oder Methenamin verwendet sein. Bactrim ist in der Lage, die Auswirkungen bestimmter anti-diabetischen Medikamente, "Blut-Verd&uuml;nnungsmittel", Cyclosporin, Digoxin, Medikamenten, die die Kalium Ebene erh&ouml;hen k&ouml;nnen , lebende Impfstoffe, trizyklische Antidepressiva, einige "Wasser-Pillen" zu &auml;ndern. So informieren Sie Ihren Arzt &uuml;ber alle verschreibungspflichtigen und rezeptfreie/pflanzliche Produkte, die Sie verwenden.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nie verdoppeln Sie Ihre Dosis. Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie zu viel Bactim genommen haben, k&ouml;nnen Sie m&ouml;glicherweise, Schwindel, Benommenheit, &Uuml;belkeit, Erbrechen, Verlust von Appetit, Bauchschmerzen, Kopfschmerzen f&uuml;hlen, Haut- oder Augengelbf&auml;rbung , Blut im Urin, Ohnmacht haben. Im Falle von schweren Nebenwirkungen brauchen Sie sofortige &auml;rztliche Hilfe.<br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-77 Grad F (15-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. <br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>