<p><strong>Drug Benutzt </strong><br /><br /> Cefadroxil bek&auml;mpft Bakterien im K&ouml;rper. Cefadroxil wird verwendet, um viele verschiedene Arten von bakteriellen Infektionen wie Bronchitis, Mandelentz&uuml;ndung, Ohr-Infektionen, Haut-Infektionen und Infektionen der Harnwege. <br /><br /> <strong>Gebrauchsanweisung </strong><br /><br /> Verwenden Sie Cefadroxil wie von Ihrem Arzt. <br /><br /> Nutzen Sie Cefadroxil durch den Mund mit oder ohne Nahrung. Wenn Magenbeschwerden auftreten, mit Nahrung einzunehmen, um Magen-Reizungen zu reduzieren. <br /> Zur Kl&auml;rung Ihrer Infektion vollst&auml;ndig nehmen Cefadroxil f&uuml;r das gesamte Verlauf der Behandlung. Halten Sie dabei, selbst wenn Sie sich besser f&uuml;hlen in ein paar Tagen. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Cefadroxil nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Cefadroxil ist ein Cephalosporin-Antibiotikum. Es funktioniert durch Eingriffe in die Bakterien 's Zellwand Bildung. Dies schw&auml;cht die Zellwand, so dass es zum Bruch, der den Tod der Bakterien. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Cefadroxil, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung</strong> <br /><br /> Shop Cefadroxil bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Keep Cefadroxil au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen</strong> <br /><br /> Verwenden Sie keine Cefadroxil, wenn: <br /><br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen; <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder Nahrungserg&auml;nzungsmittel einnehmen; <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen; <br /> wenn Sie eine St&ouml;rung der Blutgerinnung, Probleme mit den Nieren oder Magen-und Darmprobleme (zB Entz&uuml;ndung); <br /> wenn Sie eine schwere allergische Reaktion hatte (z. B. einen schweren Hautausschlag, Nesselsucht, Atembeschwerden oder Schwindel), um eine Penicillin-Antibiotikum (zB Amoxicillin) oder andere Beta-Lactam-Antibiotika (zB Imipenem). <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig:</strong> <br /><br /> Fragen Sie Ihren Arzt sofort, wenn Bauchschmerzen oder Kr&auml;mpfe, schwerer Durchfall oder Blut im Stuhl auftreten. Durchfall sollten nicht behandelt werden, ohne vorher mit Ihrem Arzt. <br /> Achten Sie darauf, Cefadroxil f&uuml;r das gesamte Verlauf der Behandlung zu verwenden. Wenn Sie dies nicht tun, kann die Medizin nicht klar, bis Ihre Infektion vollst&auml;ndig. Die Bakterien k&ouml;nnten auch weniger anf&auml;llig f&uuml;r diese oder andere Arzneimittel. Dies k&ouml;nnte die Infektion schwerer in die Zukunft zu behandeln. <br /> Cefadroxil funktioniert nur gegen Bakterien, es nicht zu behandeln virale Infektionen (zB eine Erk&auml;ltung). <br /> Langfristige oder wiederholte Anwendung von Cefadroxil kann eine zweite Infektion. Informieren Sie Ihren Arzt, wenn Symptome auftreten, der eine zweite Infektion. Ihr Arzneimittel m&uuml;ssen m&ouml;glicherweise ge&auml;ndert werden, um diese zu behandeln. <br /> Diabetes-Patienten - Cefadroxil kann die Ergebnisse einiger Tests f&uuml;r Urin Glucose Ursache f&uuml;r falsch. Fragen Sie Ihren Arzt, bevor Sie Ihre Di&auml;t ge&auml;ndert oder die Dosis Ihres Diabetes Medizin. <br /> Cefadroxil kann zu Problemen mit bestimmten Labortests. Achten Sie darauf, Ihren Arzt und Labor-Mitarbeiter wissen, dass Sie dabei sind Cefadroxil. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Cefadroxil zu diskutieren, w&auml;hrend Sie schwanger sind. Cefadroxil ist in der Muttermilch gefunden. Wenn Sie sind oder werden stillen, w&auml;hrend Sie Cefadroxil, Sie bei Ihrem Arzt zu verwenden. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong> <br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, &Uuml;belkeit, Magenbeschwerden, Erbrechen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); blutigen Durchfall, dunkler Urin, weniger Harndrang, Fieber, Sch&uuml;ttelfrost oder Halsschmerzen, Gelenkschmerzen , rot, geschwollen oder Blasen an Haut, Krampfanf&auml;lle, schwere Durchfall, Bauchschmerzen oder Kr&auml;mpfe, ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che, vaginale Jucken, Geruchs-oder Entladung, Gelbf&auml;rbung der Haut oder Augen. <br /> Weitere Informationen <br /><br /> Cefadroxil ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.nnen Sie sich</p>