<p><strong>Drug Benutzt </strong><br /><br /> Cefixim wird verwendet, um viele verschiedene Arten von Infektionen, die durch Bakterien verursacht werden. Cefixim kann auch f&uuml;r andere Zwecke, die nicht in diesem Leitfaden Medikamente aufgef&uuml;hrt sind, verwendet werden. <br /><br /> <strong>Gebrauchsanweisung</strong> <br /><br /> Verwenden Sie Cefixim wie von Ihrem Arzt. <br /><br /> Nehmen Sie dieses Arzneimittel mit einem vollen Glas Wasser. Cefixim funktioniert am besten, wenn Sie es mit einer Mahlzeit oder innerhalb von 30 Minuten vor einer Mahlzeit. <br /> Schlucken Sie die ganze Tablette. Breaking der Pille kann zu viel von der Droge dazu f&uuml;hren, dass auf einmal freigegeben werden. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Cefixim nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Cefixim ist in einer Gruppe von Medikamenten, den sogenannten Cephalosporin (SEF einem niedrigen spor in) Antibiotika. Es funktioniert durch die Bek&auml;mpfung von Bakterien in Ihrem K&ouml;rper. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Cefixim, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Cefixim bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Keep Cefixim au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen</strong> <br /><br /> Verwenden Sie keine Cefixim, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Cefixim oder andere Cephalosporine (z. B. cephalexin); <br /> Sie werden mit einer Live-Typhus-Impfstoff. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig:</strong> <br /><br /> Cefixim kann Schwindel verursachen. Dieser Effekt kann noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Cefixim mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Cefixim funktioniert nur gegen Bakterien, es nicht zu behandeln virale Infektionen (zB eine Erk&auml;ltung). <br /> Achten Sie darauf, Cefixim f&uuml;r das Gesamtjahr Verlauf der Behandlung zu verwenden. Wenn Sie dies nicht tun, kann die Medizin nicht klar, bis Ihre Infektion vollst&auml;ndig. Die Bakterien k&ouml;nnten auch weniger anf&auml;llig f&uuml;r diese oder andere Arzneimittel. Dies k&ouml;nnte die Infektion schwerer in die Zukunft zu behandeln. <br /> Langfristige oder wiederholte Anwendung von Cefixim kann eine zweite Infektion. Informieren Sie Ihren Arzt, wenn Symptome auftreten, der eine zweite Infektion. <br /> Fragen Sie Ihren Arzt sofort, wenn Bauchschmerzen oder Kr&auml;mpfe, schwerer Durchfall oder Blut im Stuhl auftreten. Durchfall sollten nicht behandelt werden, ohne vorher mit Ihrem Arzt. <br /> Cefixim verringern kann die F&auml;higkeit Ihres Blutgerinnung. Vermeiden Sie Aktivit&auml;ten, kann es zu Quetschungen oder Verletzungen f&uuml;hren. Informieren Sie Ihren Arzt, wenn Sie ungew&ouml;hnliche Blutungen oder Bluterg&uuml;sse oder dunkel, verweilen, oder Blut im Stuhl haben. <br /> Diabetes-Patienten - Cefixim kann die Ergebnisse einiger Tests f&uuml;r Urin Glucose Ursache f&uuml;r falsch. Fragen Sie Ihren Arzt, bevor Sie Ihre Di&auml;t ge&auml;ndert oder die Dosis Ihres Diabetes Medizin. <br /> Cefixim kann zu Problemen mit bestimmten Labortests. Achten Sie darauf, Ihren Arzt und Labor-Mitarbeiter wissen, dass Sie mit Cefixim. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Cefixim zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Cefixim in der Muttermilch zu finden ist. Wenn Sie sind oder werden stillen, w&auml;hrend Sie Cefixim verwenden, fragen Sie Ihren Arzt oder Apotheker. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong> <br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, Gas, weiche St&uuml;hle, &Uuml;belkeit, Magenschmerzen oder st&ouml;ren. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atemnot, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge, ungew&ouml;hnliche Heiserkeit), blutige St&uuml;hle, vermindertes Wasserlassen, Fieber, rote, geschwollene, Blasen oder Peeling Haut, Krampfanf&auml;lle, schwere Durchfall, starke &Uuml;belkeit oder Erbrechen, starke Bauchschmerzen oder Kr&auml;mpfe, ungew&ouml;hnliche blaue Flecken oder Blutungen, Ausfluss oder Juckreiz; wei&szlig;e Flecken in den Mund; Gelbf&auml;rbung der Haut oder Augen. <br /> Weitere Informationen <br /><br /> Cefixim ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>