<p><strong>Ziprofloxazin Tabletten<br /></strong><br /><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />ZIPROFLOXAZIN ist ein quinolones Antibiotikum und t&ouml;tet Bakterien bzw. stoppt das Wachstum der Bakterien. Es behandelt verschiedene Arten von Infektionen wie der Haut, Magen-Darm, Knochen oder der Atemwege. Es wirkt nicht bei Erk&auml;ltungen, Grippe oder anderen viralen Infektionen.<br /> Was muss mein Arzt bzw. meine &Auml;rztin vor der Behandlung wissen?<br /><br />Informieren Sie sie &uuml;ber folgende Umst&auml;nde:<br />Kind mit Gelenkproblemen <br />Herzprobleme<br />Nierenkrankheit<br />Leberkrankheit<br />Anf&auml;lle<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Ziprofloxazin, andere Antibiotika oder Medikamente, Lebensmittel, Farb- oder Konservierungsstoffe<br />Schwanger oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie nehme ich diese Medizin ein?</strong><br /><br />Schlucken Sie die Tabletten mit einem Glas Wasser mit etwas zu Essen oder n&uuml;chtern. Zwar kann es auch mit Milch- oder Kalziumprodukten genommen werden, aber nie allein wie mit Milch, Jogurt oder Kalzium-angereicherter Saft. Regelm&auml;&szlig;ig und nur so oft wie es Ihr Arzt oder &Auml;rztin verschrieben hat. Nehmen Sie die Medizin zu Ende, auch wenn Sie glauben, dass sich Ihre Beschwerden gebessert haben. Beenden Sie die Einnahme nicht zu fr&uuml;h. Beraten Sie sich mit einem Kinderarzt/&Auml;rztin falls das Medikament von Kindern eingenommen werden soll. Es k&ouml;nnen besondere Vorsichtsma&szlig;nahmen n&ouml;tig sein. &Uuml;berdosierung: Wenn Sie mehr Tabletten eingenommen haben, als Ihr Arzt bzw. Ihre &Auml;rztin verschrieben hat, wenden Sie sich sofort an das n&auml;chstgelegene Krankenhaus oder an Ihren Arzt bzw. Ihre &Auml;rztin. <br /><br />ACHTUNG: Dieses Medikament ist ausschlie&szlig;lich f&uuml;r Sie bestimmt. Geben Sie es nicht weiter an Andere.<br /><br /><strong>Was soll ich machen, wenn ich die Einnahme vergesse?</strong><br /><br />Wenn Sie eine Dosis vergessen haben, holen Sie sie m&ouml;glichst schnell nach. Ist jedoch der Zeitpunkt der n&auml;chsten Einnahme gekommen, lassen Sie die vergessene Dosis aus. Verdoppeln Sie aber keinesfalls die Dosis.<br /><br /><strong>Welche Wechselwirkungen kann es geben?</strong><br /><br />Nehmen Sie dieses Medikament nicht zusammen mit folgenden anderen Medikamenten:<br />Zisaprid<br />Droperidol<br />Terfenadin<br />Tizanidin<br /><br />Dieses Medikament kann auch mit folgenden Medikamenten Wechselwirkungen zeigen:<br />Antazide<br />Koffein<br />Zyklosporin<br />Didanosin (ddI) gepufferte Tabletten oder Puder<br />Medikamente f&uuml;r Diabetes<br />Medikamente f&uuml;r Entz&uuml;ndungen wie Ibuprofen, Naproxen<br />Methotrexat<br />Multi-Vitamine<br />Omeprazol<br />Phenytoin<br />Probenezid<br />Sukralfat<br />Theophyllin<br />Warfarin<br /><br />Diese Liste ist nicht vollst&auml;ndig. Geben Ihrem Arzt bzw. Ihrer &Auml;rztin eine Liste aller Ihrer verschreibungspflichtigen und nicht verschreibungspflichtigen Medikamente, Wirkstoffe, Kr&auml;uterprodukte und Nahrungserg&auml;nzungsmittel. Geben Sie auch an, ob Sie Rauchen, Alkohol trinken oder Drogen nehmen. All diese Substanzen k&ouml;nnen die Wirksamkeit des Medikaments ver&auml;ndern bzw. beeintr&auml;chtigen. Beraten Sie sich mit Ihrem Arzt bzw. &Auml;rztin bevor Sie irgendeines Ihrer Medikamente absetzen oder wieder einnehmen.<br /> <br /><strong>Was sollte ich bei der Einnahme dieses Medikaments beachten?</strong><br /><br />Gehen Sie zu Ihrem Arzt oder Ihrer &Auml;rztin, wenn Sie Ihre Symptome nicht bessern oder neue hinzukommen. Behandeln Sie Durchfall nicht mit frei verk&auml;uflichen Produkten. Teilen Sie Ihrem Arzt oder &Auml;rztin mit, wenn der Durchfall l&auml;nger als 2 Tage anh&auml;lt oder schwer und w&auml;ssrig ist. Fahren Sie nicht, steuern Sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie das Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol. Meiden Sie direktes Sonnenlicht, tragen Sie Sonnenschutz und entsprechende Kleidung. Gehen Sie nicht ins Solarium oder benutzen Sie nicht UV-Lampen. Meiden Sie Antazide, Aluminium, Kalzium, Magnesium und Eisenprodukte lassen Sie mindestens 2 Stunden nach der Einnahme des Medikaments oder 6 Stunden vor der n&auml;chsten Einnahme.<br /><br /><strong>Mit welchen Nebenwirkungen muss ich rechnen?</strong><br /><br />Folgende Nebenwirkungen sollten Sie Ihrem Arzt bzw. Ihrer &Auml;rztin mitteilen:<br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, Lippen oder der Zunge<br />Atemprobleme<br />Verwirrung, Albtr&auml;ume oder Halluzinationen<br />Ohnmacht oder Schwindel, Fallgef&uuml;hle <br />Unregelm&auml;&szlig;iger Herzschlag<br />Gelenk-, Muskel oder Sehnenschmerzen oder Anschwellen <br />Schmerzen oder Schwierigkeiten beim Wasserlassen<br />R&ouml;tung, Blasenbildung, Sch&auml;len oder Abl&ouml;sen der Haut, auch im Mund<br />Anfall<br />Ungew&ouml;hnliche Schmerzen, Taubheit, Kribbeln oder Schw&auml;che<br /><br />Folgende Nebenwirkungen m&uuml;ssen nicht behandelt werden (Kontaktieren Sie Ihren Arzt bzw. Ihre &Auml;rztin falls sie andauern oder als st&ouml;rend empfunden werden):<br />Durchfall<br />&Uuml;belkeit oder Magenprobleme<br />Wei&szlig;e Flecken oder wunde Stellen im Mund<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen.<br /><br /><strong>Wo soll ich meine Medizin aufbewahren?</strong><br /><br />Ausser Reichweite von Kindern lagern. Bei einer Raumtemperatur unter 30 Grad Celsius. Nicht einfrieren. Werfen Sie unbenutzte Medikamente nach Ablaufdatum weg.</p>