<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Cleocin t&ouml;tet empfindliche Bakterien, indem er die Produktion von wesentlichen Bakterienproteinen nach der Schwerg&auml;ngigkeit eines Bakterienribosoms aufh&ouml;rt. Cleocin ist nahe bei seinen Qualit&auml;ten zu Lincomycin. Lincosamides werden gew&ouml;hnlich verwendet, um Staphylokokkus und streptococci zu behandeln. Cleocin wird verabreicht, um protozoal Krankheiten wie Sumpffieber, Infektionen von Atmungssystem, Haut und weichem tissures, Knochen und Gelenken, Unterleibsorganen, und anderen zu behandeln. Es behandelt Gehirnhautentz&uuml;ndung nicht. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie m&uuml;ndlich viermal pro Tag mit oder ohne Essen mit einem vollen Glas von Wasser. Nehmen Sie Cleocin an gleichm&auml;&szlig;ig Zwischenr&auml;umen unter Drogeneinfluss.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Dieses Medikament sollte nur f&uuml;r die Behandlung von ernsten Bakterieninfektionen wegen seiner F&auml;higkeit verwendet werden, schwere und sogar t&ouml;dliche als Pseudomembrankolik bekannte Darmbedingung zu verursachen. Diese Bedingung kann w&auml;hrend der Behandlung erscheinen, oder sogar Woche-Nachbearbeitung hat angehalten. So, wenn Sie beharrliche Diarrh&ouml;e, Unterleibs- oder Magen-Schmerz/Befestigen, oder Blut/Schleim in Ihrem Stuhl haben, verwenden Antidiarrh&ouml;e-Rauschgifte nicht und informieren Ihren Arzt &uuml;ber Ihre Bedingung.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Nehmen Sie dieses Rauschgift nicht, wenn Sie Antibiotikum-verbundene Kolik, Crohn Krankheit, ulzerative Kolitis oder Gehirnhautentz&uuml;ndung haben, Allergie gegen Cleocin oder Lincomycides haben. Informieren Sie Ihren Arzt, wenn Sie schwanger sind oder Stillen vorher, um dieses Medikament zu nehmen, Diarrh&ouml;e, eine Geschichte von Leber-Problemen oder Magen zu haben oder Probleme auszunehmen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Milde Diarrh&ouml;e, Brechreiz, Emesis oder Magenschmerzen k&ouml;nnen vorkommen. Wenn sie werden, dauern an oder werden l&auml;stiger Kontakt Ihr Arzt. Suchen Sie medizinische Aufmerksamkeit sofort, wenn Sie ernste Zeichen der Allergie (Nesselausschl&auml;ge, das Jucken, das Schwierigkeitsatmen, die Beengtheit in der Brust, Schwellung des Mundes, Gesichtes) oder andere Nebenwirkungen haben: blutig oder Schwarzdurchf&auml;lle, vermindertes Harnen, schwere Magen-Krampen oder Schmerz, ungew&ouml;hnliche vaginale Entladung, yellowing der Haut oder Augen.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Informieren Sie Ihren Arzt &uuml;ber alle Rauschgifte, dass Sie nehmen und besonders &uuml;ber erythromycin, Porzellanerde-Pektin, lebende Bakterienimpfstoffe. Clindamycin kann die Effekten von w&auml;hrend der Chirurgie verwendeten Rauschgiften vergr&ouml;&szlig;ern, so sollte Ihr Arzt wissen, ob Sie Cleocin nehmen und planen, bedient zu werden.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Cleocin &Uuml;berdosis kann ernste Folgen verursachen, so im Falle beharrlicher Symptome vom Unterleibsschmerz setzen sich Brechreiz, Emesis, und Diarrh&ouml;e mit Ihrem Arzt in Verbindung.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>