<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Erythromycin geh&ouml;rt zu einer Medikamentengruppe namens Makrolidantibiotika. Erythromycin wird zur Behandlung vieler bakteriell verursachter Infektionen verwendet. Au&szlig;erdem wird es dazu verwendet, um bakterielle Endokarditis und Anf&auml;lle von rheumatischem Fieber zu behandeln. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Erythromycin genau so ein, wie es Ihnen vom Arzt verschrieben wurde. Nehmen Sie jede Dosierung mit einem Glas Wasser (8 Unzen) ein. Erythromycin kann sowohl auf leeren Magen, als auch mit Milch oder Lebensmitteln eingenommen werden. Vermeiden Sie es, das Pr&auml;parat zu zerschneiden, zu zerkauen oder aufzubrechen, sowohl die magensaftresistenten, als auch Pillen mit einer verz&ouml;gerten Wirkstofffreisetzung. Schlucken Sie die Tablette als ein Ganzes herunter. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Antibiotika k&ouml;nnen Durchfall verursachen, was ein Anzeichen einer neuen Infektion sein kann. Falls Sie Durchfall bemerken, der w&auml;ssrig oder blutig ist, dann rufen Sie Ihren Arzt. Nehmen Sie keinerlei Medikamente ein, um den Durchfall zu stoppen, au&szlig;er wenn Ihr Arzt es Ihnen verordnet hat. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Nehmen Sie das Medikament nicht ein, wenn Sie allergisch auf Erythromycin sind, oder falls Sie Cisaprid (Propulsid) oder Pimozid (Orap) einnehmen. Wenn Sie an Lebererkrankungen oder Myasthenia gravis leiden, k&ouml;nnte bei Ihnen eine Anpassung der Dosis, beziehungsweise spezielle Tests erforderlich sein, um Erythromycin gefahrenlos einnehmen zu k&ouml;nnen. Es ist nicht zu erwarten, dass dieses Medikament einem ungeborenen Kind sch&auml;digt. Informieren Sie Ihren Arzt dar&uuml;ber, ob Sie schwanger sind, beziehungsweise eine Schwangerschaft planen, w&auml;hrend Sie von diesem Medikament behandelt werden. Erythromycin kann in die Muttermilch gelangen und k&ouml;nnte einem gestillten Kind. Nehmen Sie dieses Medikament nicht ein, ohne vorher Ihren Arzt dar&uuml;ber zu informieren, dass Sie sich zur Zeit in der Stillzeit befinden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie unverz&uuml;glich medizinische Hilfe auf, falls Sie eines der allergischen Reaktionen auf Erythromycin versp&uuml;ren: Nesselsucht; Atembeschwerden; Schwellungen des Gesichts, der Lippen, der Zunge oder der Kehle. Rufen Sie Ihren Arzt unverz&uuml;glich, wenn Sie folgende ernsthafte Nebenwirkungen versp&uuml;ren:<br /> Brustschmerzen, unregelm&auml;&szlig;ige Herzfrequenz, Benommenheit oder Ohnmacht;<br /> &Uuml;belkeit, Magenschmerzen, niedriges Fieber, Appetitsverlust, dunkler Urin, lehmfarbener Stuhl, Gelbsucht (Vergelbung der Augen oder der Haut); w&auml;ssriger oder blutiger Durchfall.<br /> Zu weniger ernsthaften Nebenwirkungen von Erythromycin k&ouml;nnen unter anderem folgende z&auml;hlen:<br /> leichte &Uuml;belkeit, Erbrechen, Durchfall oder Magenschmerzen;<br /> Schwindel, Kopfschmerzen, M&uuml;digkeitsgef&uuml;hle;<br /> vaginaler Juckreiz oder Auslauf; oder<br /> leichtes Jucken, beziehungsweise Hautausschl&auml;ge.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Mit Erythromycin k&ouml;nnen viele Medikamente Wechselwirkungen aufweisen. Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche verschreibungspflichtige, rezeptfreie und pflanzliche Medikamente, die Sie zur Zeit einnehmen. Dazu z&auml;hlen auch Vitamine, Minerale, pflanzliche Pr&auml;parate und von anderen &Auml;rzten verschriebene Medikamente. Beginnen Sie nicht mit der Einnahme eines neuen Medikaments, ohne Ihren Arzt vorher um Erlaubnis gefragt zu haben.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie der Meinung sind, das Pr&auml;parat &uuml;berdosiert zu haben, rufen Sie bitte schnellstm&ouml;glich einen Notarzt. Zu den Symptomen einer &Uuml;berdosierung geh&ouml;ren &uuml;blich &Uuml;belkeit, Erbrechen, Durchfall, Magenschmerzen oder H&ouml;rverlust.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Medikament bei Raumtemperaturen trocken und vor Hitze gesch&uuml;tzt.hlen auch Vitamine, Minerale, pflanzliche Pr</p>