<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Floxin geh&ouml;rt der Gruppe von antimikrobischen Medikamenten genannt die fluoroquinolones, die synthetische Antibiotika des breiten Spektrums sind. Wegen ihres haupts&auml;chlich verschiedenen Mechanismus der Handlung sind sie gegen die gro&szlig;e Reihe von widerstandsf&auml;higen Kleinstlebewesen einschlie&szlig;lich polywiderstandsf&auml;higer aktiv. Sie verhindern, abzuwickeln und von der Bakterien-DNA zu kopieren. Floxin wird verwendet, um Patienten mit Infektionen des Atmungssystems (Ohren, Gurgel, Nase), Haut, weiche Gewebe, Knochenmarkentz&uuml;ndung, Infektionskrankheiten von Abdomen, Niere, Harnwegen, Prostataentz&uuml;ndung, in der Gyn&auml;kologie, Tripper zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Floxin mit dem Essen nicht. Dosierung sollte f&uuml;r Patienten mit der streng anomalen Leber oder Nierefunktion korrigiert werden. Vermeiden Sie, von Floxin mit Antazida, Mineralen, und Vitaminen mit Eisen zu nehmen, die die Absorption von Floxin blockieren.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie Aussetzung Ihres K&ouml;rpers zum Sonnenlicht w&auml;hrend der Behandlung mit diesem Rauschgift.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit zu quinolones, Fallsucht, Schwangerschaft, Stillen-Frauen, Kindern und Teenagern, die j&uuml;nger sind als 15 j.a.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die h&auml;ufigsten Nebenwirkungen schlie&szlig;en Brechreiz, Emesis, Diarrh&ouml;e, Schlaflosigkeit, Kopfschmerz, Schwindel, das Jucken, und die Kolpitis in Frauen ein. Seltene allergische Reaktionen k&ouml;nnen auch (Nesselausschl&auml;ge und Anaphylaxie) vorkommen. Symptome von der Nervensystem-Anregung, wie Angst, Euphorie, und Halluzinationen sind ziemlich selten.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Floxin ist im Stande, mit Koffein, cyclosporine, theophylline (Asthma), warfarin (Antithrombotikum) aufeinander zu wirken, Medikamente pflegten, Diabetes zu behandeln.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie fehlten, eine Dosis nehmen es, sobald Sie sich erinnern. Wenn es fast Zeit Ihrer folgenden Dosis es gerade ausl&auml;sst und zu Ihrer regelm&auml;&szlig;igen Liste zur&uuml;ckkehrt. Verdoppeln Sie nie Dosis dieses Medikament.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Im Falle der ernsten und beharrlichen Schl&auml;frigkeit befragen Brechreiz, hei&szlig;es oder kaltes Gef&uuml;hl, Verwirrung, und verunglimpfte Rede Ihren Arzt &uuml;ber die medizinische Aufmerksamkeit.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren. Verwenden Sie nach dem Ausatmungsbegriff nicht.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>