<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Stromectol ist ein Anthelminthikum. Es wird zur Behandlung von Infektionen angewendet, die durch bestimmte Parasiten verursacht werden. Es wirkt, indem es empfindliche Parasiten abt&ouml;tet.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Medikament genau so ein, wie es Ihr Arzt Ihnen verschrieben hat. Nehmen Sie Stromectol oral und auf n&uuml;chternen Magen mit Wasser ein. Einige Patienten, die Stromectol einnehmen, brauchen eine Nachkontrolle und eine Nachbehandlung, um sicherzustellen, dass die Infektion vollst&auml;ndig bek&auml;mpft ist. Befolgen Sie die Anweisungen Ihres Arztes. Achten Sie darauf, dass Sie alle Termine vom Ihrem Arzt und Labor einhalten.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Stromectol kann Schwindel oder Benommenheit verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer sein, falls Sie es mit Alkohol oder bestimmten Arzneimitteln einnehmen. Stromectol sollte mit Vorsicht angewendet werden. Vermeiden Sie das Autofahren oder andere m&ouml;glicherweise gef&auml;hrliche T&auml;tigkeiten, bis Sie wissen, wie Sie auf das Pr&auml;parat reagieren.<br /> Stromectol kann Schwindel, Benommenheit oder Ohnmacht verursachen. Alkohol, warmes Wetter, sportliche &Uuml;bungen oder Fieber k&ouml;nnen diese Effekte verst&auml;rken. Zur Verhinderung dieser Auswirkungen setzen Sie sich langsam hin oder stehen Sie langsam auf, besonders am Morgen. Setzen oder legen Sie sich bei ersten Anzeichen einer dieser Effekte hin.<br /> Selten sind bei einigen Patienten, die Stromectol einnehmen und auch eine gewisse andere Parasiteninfektion (Loiasis) haben, schwere und manchmal t&ouml;dliche Gehirnprobleme aufgetreten. Informieren Sie Ihren Arzt dar&uuml;ber, falls Sie mit jeglichen anderen Parasiten infiziert sind. Informieren Sie Ihren Arzt dar&uuml;ber, falls Sie in einer Gegend gewesen sind, wo Loa-Loa-Infektion h&auml;ufig vorkommt (zum Beispiel in West-und Zentralafrika). Suchen Sie unverz&uuml;glich Ihren Arzt auf, falls Sie folgende Symptome versp&uuml;ren: ungew&ouml;hnliche R&uuml;ckenschmerzen, Augenblutungen, Atemnot, keine Blasen- oder Stuhlkontrolle, Schwierigkeiten beim Laufen oder Stehen, psychische Ver&auml;nderungen (zum Beispiel Verwirrung), ungew&ouml;hnliche Schw&auml;che oder Anf&auml;lle.<br /> Stromectol sollte mit extremer Vorsicht von Kindern mit einem Gewicht von weniger als 33 Pfund (15 Kilogramm) eingenommen werden. Sicherheit und Wirksamkeit bei diesen Kindern sind nicht best&auml;tigt.<br /> Sie sollten Stromectol nicht anwenden, falls Sie schwanger sind. Falls Sie der Meinung sind, schwanger zu sein, suchen Sie sofort Ihren Arzt auf. Stromectol kann in die Muttermilch gelangen. Informieren Sie sich bei Ihrem Arzt dar&uuml;ber, falls Sie w&auml;hrend der Stillzeit Stromectol einnehmen. Informieren Sie sich &uuml;ber s&auml;mtliche Risiken f&uuml;r Ihr Baby.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament sollte nicht von Patienten angewendet werden, die allergisch auf seine einzelnen Komponente reagieren. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den h&auml;ufigsten Nebenwirkungen z&auml;hlen unter anderem Durchfall, Schwindel und &Uuml;belkeit.<br /><br /> Zu den ernsthaften Nebenwirkungen geh&ouml;ren unter anderem schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Schwierigkeiten beim Atmen, Engegef&uuml;hl in der Brust, Schwellungen vom Mund, Gesicht, Lippen oder Zunge), Augenschmerzen, Schwellungen, R&ouml;tungen, Ohnmacht, schneller Herzschlag, Fieber, Gelenkschmerzen, rote, geschwollene, mit Blasen bedeckte oder sich sch&auml;lende Haut, Krampfanf&auml;lle, starker Schwindel oder Benommenheit, Schwellungen der Haut, Arme, Beine, Kn&ouml;chel oder F&uuml;&szlig;e; empfindliche oder geschwollene Lymphknoten (zum Beispiel am Hals, Leiste und Achseln), Sehst&ouml;rungen und Gelbf&auml;rbung der Augen oder der Haut.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt oder Apotheker &uuml;ber s&auml;mtliche Medikamente, die Sie einnehmen, besonders &uuml;ber Warfarin, weil das Risiko seiner Nebenwirkungen durch Stromectol erh&ouml;ht werden kann.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie diese Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt, um die verpasste Dosis zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie eine &Uuml;berdosierung dieses Medikamentes verd&auml;chtigen, suchen Sie unverz&uuml;glich die n&auml;chstliegende Vergiftungszentrale oder einen Notarzt auf. Zu den Symptomen einer &Uuml;berdisierung z&auml;hlen unter anderem Taubheit, Kribbeln, Schwierigkeiten beim Atmen, Koordinationsverlust und Krampfanf&auml;lle.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Raumtemperaturen von 86 Grad Fahrenheit (30 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>