<p><strong>Allgemeine Anwendung<br /></strong><br /> Terramycin ist ein Antibiotikum, namens Tetracyclin. Es wird zur Behandlung von Infektionen angewendet, die von Bakterien verursacht werden. Es verlangsamt das Wachstum von empfindlichen Bakterien durch Eingriffe in die Produktion von Proteinen, die Bakterien zum Wachstum brauchen. Es erm&ouml;glicht den k&ouml;rperlichen Abwehrmechanismen, sie zu zerst&ouml;ren.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Terramycin genau so ein, wie es Ihr Arzt Ihnen verschrieben hat. Nehmen Sie es oral auf n&uuml;chternen Magen mindestens eine Stunde vor oder zwei Stunden nach dem Essen ein. Sollten Sie auch Antazida, die Aluminium, Kalzium oder Magnesium beinhalten; Medikamente, die Wismut, Eisen, Zink, oder Natriumbicarbonat als Bestandteil haben; oder kalziumreiche Lebensmittel (zum Beispiel Milch, Milchprodukte, calciumreiche S&auml;fte) konsumieren, nehmen Sie diese nicht innerhalb von zwei bis drei Stunden vor oder nach der Einnahme von Terramycin ein. Zur vollst&auml;ndigen Bek&auml;mpfung Ihrer Infektion wenden Sie Terramycin im gesamten Verlauf der Behandlung an. Die Einnahme des Medikamentes sollte nicht eingestellt werden, auch wenn Sie sich in ein paar Tagen besser f&uuml;hlen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Tetracycline einnehmen, informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Zust&auml;nde, die Sie haben k&ouml;nnten, insbesondere &uuml;ber Folgende:<br /> falls Sie an Nieren-oder Leberproblemen leiden, allergisch auf Medikamente, Nahrungsmittel und andere Stoffe reagieren, falls Sie schwanger sind, eine Schwangerschaft planen oder sich in der Stillzeit befinden, falls Sie jegliche verschreibungspflichtige oder rezeptfreie Medikamente, pflanzliche Produkte oder Nahrungserg&auml;nzungsmittel einnehmen, falls Sie Durchfall, Mageninfektion oder Nierenprobleme haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Dieses Medikament sollte nicht von Patienten eingenommen werden, die allergisch auf seine einzelnen Komponente oder auf andere Tetracyclin-Antibiotika reagieren, die Acitretin oder Methoxyfluran enthalten. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den h&auml;ufigsten Nebenwirkungen geh&ouml;ren unter anderem schwarze Haarzunge, verschwommenes Sehen, massiger weicher Stuhl, Durchfall, Schluckbeschwerden, Fieber, Kopfschmerzen, Nesselsucht, Heiserkeit, Verdauungsst&ouml;rungen, Entz&uuml;ndung oder R&ouml;tung der Zunge, Gelenkschmerzen, Appetitlosigkeit, Wunden im Mund, &Uuml;belkeit, Hautausschlag, Sonnenlichtempfindlichkeit, Hals-, Magenschmerzen, Schwellungen und Juckreiz des Mastdarms. Zu den ernsthaften Nebenwirkungen z&auml;hlen unter anderem allergische Reaktionen wie Hautausschlag, Nesselsucht, Juckreiz, Schwierigkeiten beim Atmen, Engegef&uuml;hl in der Brust, Schwellungen vom Mund, Gesicht, Lippen oder Zunge, Infektion (Fieber, Sch&uuml;ttelfrost, Halsschmerzen), Juckreiz, &Uuml;belkeit; schwere Hautreaktionen auf die Sonne, vaginale Reizungen oder Ausfl&uuml;sse und Erbrechen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Medikamente, die Sie einnehmen k&ouml;nnen, insbesondere &uuml;ber folgende: Atovaquon, Lithium, orale Kontrazeptiva (Antibabypille) oder Penicilline (zum Beispiel Amoxicillin), weil ihre Wirksamkeit von Tetracyclin verringert werden kann; Acitretin oder Isotretinoin, weil Nebenwirkungen wie erh&ouml;hter Druck in der umgebenden Fl&uuml;ssigkeit des Gehirns auftreten k&ouml;nnen; Digoxin , Methotrexat, Methoxyfluran oder orale Antikoagulanzien (Warfarin), weil das Risiko der Nebenwirkungen durch Tetracycline erh&ouml;ht werden kann.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis von Terramycin verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Sollten Sie einr &Uuml;berdosierung verd&auml;chtigen, suchen Sie unverz&uuml;glich Ihren Arzt auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Terramycin in einem dichten, lichtbest&auml;ndigen Beh&auml;lter bei Raumtemperaturen von 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht und Hitze gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>