<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung <br /></strong><br /> Zithromax ist ein halbsyntetisches Macrolide Antibiotikum, das chemisch mit Erythromycin verwandt ist, das gegen Mehrheit der Arten von Grampositiven und Gramnegativen Mikroorganismen aktiv ist, wie z. B. Staphylococcus Gattung; S. Aureus, S. Pneumoiane, S. Pyogenes, S. Agalactiae, H&auml;mophilie Influenza und Parainfluenzae, Moraxela Catarrhalis, Bacteroides Fragilis, Escherichia coli, Bordetella SSP, Borrelia Burgdorferi, Haemophilus-Ducreui, Nisseria Gonorrh&ouml;e und Chlamidia Trachomati. <br /> In-vitro zeigte es Aktivit&auml;ten gegen Legionella Pneumophila, Mycoplasma Pneumonia und Hominis, Helicobacter Pylori, Toxoplasma Gondii, Ureaplasma Urealiticum. <br /> Wie ein Makrolide Antibiotikum hemmt Zithromax bakterielle Protein-Synthese und verhindert Wachstum und Vermehrung von Bakterien. Es wird verwendet, um Infektionen der oberen und niedrigen Atemwege Organen (Tonsillitis, Otitis, Sinusitis, Lungenentz&uuml;ndung), urogenitale Infektionen (Urethritis, Prostatitis, Zervizitis, durch Chlamydien, Gonorrh&ouml;e verursacht, fr&uuml;hen Syphilis Adnexitis), intestinale Infektionen, Ulkus der Magen- und Duodenum Geschw&uuml;r zu behandeln.<br /><br /> <strong>Dosierung und Anleitung<br /></strong><br /> nehmen Sie genauso, wie es vorgeschrieben wurde, und h&ouml;ren Sie mit der Behandlung nicht auf, auch wenn Sie sich wohl f&uuml;hlen und Ihre Symptome haben sich verbessert, ohne Genehmigung von Ihrem Arzt. Nehmen Sie Zithromax Tablette mit einem gro&szlig;en Glas Wasser. Um eine fl&uuml;ssige L&ouml;sung vorzubereiten, mischen Sie eine Dosis aus einem Paket mit 2 Unzen Wasser, sch&uuml;tteln Sie gr&uuml;ndlich und trinken Sie sie gleichzeitig. Verwenden Sie keine L&ouml;sung, wenn sie vor mehr als 12 Stunden vorbereitet wurde. Tabletten und L&ouml;sung kann man ungeachtet der Mahlzeit nehmen, w&auml;hrend Kapseln werden auf einen n&uuml;chternen Magen genommen werden, 2 Stunden vor oder nach einer Mahlzeit.<br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> es sind keine Beweise, dass Zithromax ein ungeborenes Kind beeinflusst oder in eine Muttermilch ausscheidet. Dieses Medikament sollte, bei schwangeren und stillenden Frauen nur dann verwendet, wenn potenziell zu erwartende Vorteile &uuml;ber das potenzielle Risiko f&uuml;r das Baby herrschen.<br /><br /> <strong>M&ouml;gliche Nebenwirkung <br /></strong><br /> unter Nebenwirkungen versteht man Durchfall oder losen Stuhl, &Uuml;belkeit, Bauchschmerzen und Erbrechen, ungleichen Herzschlag, Appetitverlust, dunkler Urin, Lehm gef&auml;rbten Stuhl, Gelbsucht, Fieber, Hautausschlag, Kopfschmerzen. <br /> Rufen Sie Ihren Arzt an und informieren Sie ihn &uuml;ber solche Symptome, weil Sie sofortige &auml;rztliche Hilfe brauchen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Zithromax wird nicht empfohlen, zusammen mit Aluminium- oder Magnesium - Antazida, solchen wie Mylanta oder Maalox zu nehmen, weil sie seine Absorption im Darm verringern.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nie verdoppeln Sie Ihre Dosis. Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck. <br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome einer &Uuml;berdosierung erscheinen als &Uuml;belkeit, Erbrechen, Durchfall und Magenbeschwerden. In diesem Fall brauchen Sie sofortige &auml;rztliche Hilfe.<br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-77 Grad F (15-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen, im Badezimmer nicht lagern. Au&szlig;er Reichweite von Kindern und Haustiere lagern. Bewahren Sie die L&ouml;sung nicht mehr als 10 Tagen.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>