<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Zyvox ist ein synthetisches oxazolidinones Antibiotikum und enth&auml;lt einen linezolid. Es wird gegen Infektionen verwendet, die durch Enterococcus faecium, Staphylokokkus aureus, Streptokokkus pneumoniae (Lungenentz&uuml;ndung), Streptokokkus pyogenes, Streptokokkus agalactiae (Hautinfektionen, einschlie&szlig;lich diabetischer Fu&szlig;infektionen), Streptokokkus pyogenes (Hautinfektionen) verursacht sind.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es m&uuml;ndlich alle zw&ouml;lf Stunden oder wie geleitet, durch Ihren Arzt. Die Einnahme an gleichm&auml;&szlig;ig Zwischenr&auml;umen unter Drogeneinfluss wird empfohlen. Nehmen Sie mit oder ohne Essen. H&ouml;ren Sie Behandlung mit Zyvox nicht auf, selbst wenn sich Ihre Symptome verbessern, nach ein paar Tagen, oder k&ouml;nnen Sie Fortpflanzung von widerstandsf&auml;higen Beanspruchungen verursachen. Informieren Sie Ihren Arzt, wenn Ihre Symptome besser in 10 Tagen nicht werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Milchazidose kann sich entwickeln, indem sie Zyvox f&uuml;r die Periode nimmt, die l&auml;nger ist als 28 Tage. Informieren Sie Ihren Arzt, wenn Sie solche Symptome wie Schwindel, Schwindel, &auml;u&szlig;erste Schw&auml;che oder M&uuml;digkeit, niedrige K&ouml;rpertemperatur, schnelles Atmen, Schwierigkeitsatmen, Schl&auml;frigkeit, langsamer oder unregelm&auml;&szlig;iger Herzschlag, Magen-Unbequemlichkeit, Muskelschmerz erfahren. Behandlung, die mehr als 28 Tage fortsetzt, kann verschmierte Vision, &Auml;nderung in der Farbenwahrnehmung verursachen. Setzen Sie sich mit Ihrem Arzt sofort in Verbindung, wenn Sie &Auml;nderungen in Ihrer Vision finden. Die fl&uuml;ssige Formulierung von Zyvox enth&auml;lt phenylalanine und kann f&uuml;r Patienten mit phenylketonuria gef&auml;hrlich sein. Wenn Sie Behandlung mit genannten ausw&auml;hlenden Serotonin-Wiederauffassungsverm&ouml;gen-Hemmstoffen von Antidepressiven (SWAH) nehmen, kann sich ein Serotonin-Syndrom entwickeln. Seine Symptome sind: Schl&auml;frigkeit, Euphorie, schnelle Muskelzusammenziehung und Entspannung, Schwindel, Zappelei, Koordinationsprobleme, das Schwitzen, und Fieber. Vermeiden Sie, zu viel Essen mit dem hohen Tyramin-Inhalt zu essen: Im Alter von K&auml;se, in G&auml;rung gebrachtem oder luftausgetrocknetem Fleisch (trocknen Wurst, Sauerkraut aus), roter Wein, Klaps-Glas Bier, Sojaso&szlig;e, und jedes unpassend gek&uuml;hlte am Protein reiche Essen. Informieren Sie Ihren Arzt, wenn Sie schwanger sind oder Stillen, Hypertonie, Blutst&ouml;rungen (niedrige Blutz&auml;hlungen), irgendwelche Allergien, chronische Infektion haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit zu oxazolidinones Antibiotika.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Diarrh&ouml;e, Kopfschmerz, Brechreiz, Emesis, das Schwierigkeiten-Schlafen, oder der Ausschlag. Im Falle ungew&ouml;hnlicher Nebenwirkungen wie leichte Quetschen oder Blutung, schwerer Schwindel, schweres Kopfschmerz, Visions&auml;nderungen, Prickeln und Erstarrung von Extremit&auml;ten, Fieber-Kontakt Ihr Arzt sofort.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt, wenn Sie nehmen: Apraclonidine, brimonidine, buspirone, bethanidine, bupropion, carbamazepine, entacapone, dextromethorphan, Kr&auml;uterprodukte (ma huang), indoramin, papaverine, meperidine, sibutramine, SWAH Antidepressiven (fluoxetine, citalopram), tolcapone, sympathomimetics (methylphenidate, ephedrine), tricyclic Antidepressiven (amitriptyline, doxepin), "triptans" (sumatriptan, zolmitriptan), andere Antibiotika, andere Rauschgifte f&uuml;r Krebs-Chemotherapie oder andere, die das Knochenmark, andere Hemmstoffe von MAO (furazolidone, moclobemide, phenelzine, procarbazine), Produkte des Hustens-Und-K&auml;lte, Di&auml;t-Hilfe niederdr&uuml;cken k&ouml;nnen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Jedes in &uuml;berm&auml;&szlig;igen Mengen genommene Medikament kann gef&auml;hrlich sein. Benachrichtigen Sie Ihren Arzt sofort im Falle einer angenommenen &Uuml;berdosis.<br /><br /> <strong>Lagerung<br /></strong><br /> Zyvox sollte bei der Raumtemperatur zwischen 20-25 C (68-77 F) gelagert werden.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>