<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Amoxil (Amoxicillin) ist ein Antibiotikum des breiten Spektrums von der aminopenicillin Gruppe. Sein Mechanismus der Handlung ist antibakteriell und besteht in der Hemmung des Aufbaus von zu Amoxicillin empfindlichen Bakterienzellw&auml;nden. Zellw&auml;nde dienen, um Bakterien vor der Umgebung zu sch&uuml;tzen, und die Handlung von Amoxicillin verhindert ihre Fortpflanzung. Amoxicillin kann gegen H. Grippe, N. Tripper, E. coli, Pneumococci, Streptococci, und bestimmte Beanspruchungen des Staphylokokkus wirksam sein. Kleinstlebewesen, die penicillase erzeugen, sind gegen Amoxicillin widerstehlich. Das Medikament ist zu Mycobacteria, mycoplasmas, Gattung Rickettsia, Fungi, Am&ouml;be, plasmodium, Viren und auch Pseudomonas aeruginosa und Proteus spp nicht aktiv. (P. mirabilis ausschlie&szlig;end).<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie genau wie vorgeschrieben, durch Ihren Arzt. Sagen Sie Ihrem Arzt vorher, dieses Medikament zu nehmen, wenn Sie zu cephalosporins allergisch sind (Ceclor, Ceftin, Duricef, Keflex), haben Asthma, ernste Leber oder Niere impairement, eine Blutung oder Blut gehabt, das St&ouml;rungen, Mononukleose oder jeder Typ der allergischen Reaktion in der Geschichte gerinnt. Sie k&ouml;nnen Amoxillin mit oder ohne Essen nehmen. Der chewable Block sollte gekaut werden, bevor Sie ihn schlucken. Schlucken Sie Amoxillin ganze Kapseln mit einem Glas von Wasser.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Dieses Medikament verringert Wirkung von bestimmten Kontrazeptionsrauschgiften. Setzen Sie fort, dieses Rauschgift zu nehmen, selbst wenn Sie sich fein f&uuml;hlen, weil der Lebenskreis von Bakterien bestimmte Besonderheiten hat. Wenn Sie anhielten, um das Rauschgift zu nehmen, das den Kurs der Behandlung nicht vollendet hat, kann es zu ihrer weiteren Fortpflanzung und dem Produzieren von gegen dieses Medikament widerstandsf&auml;higen Beanspruchungen f&uuml;hren. Geben Sie dieses Rauschgift dem kranken nicht, die &auml;hnliche Symptome als ihre durch anderen Typ von Kleinstlebewesen vielleicht provozierte Krankheit haben. Antibiotische Medizin kann Diarrh&ouml;e verursachen, Ihren Arzt zu informieren, wenn Sie sie haben. Wenn Sie stillen und Amoxicillin nehmen, kann das Medikament in Milch absondern und Diarrh&ouml;e in Ihrem Baby verursachen. Warnen Sie Ihren Arzt, wenn Sie unter Asthma leiden. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Allergie gegen Amoxicillin oder gegen jedes andere Penicillin-Antibiotikum.<br /><br /><strong> M&ouml;gliche Nebenwirkungen<br /></strong><br /> Au&szlig;er Allergie (Nesselausschl&auml;ge, Schwellung, Ausschlag) kann die m&ouml;gliche Reaktion zu Amoxicillin Diarrh&ouml;e, Schwindel, Sodbrennen, Schlaflosigkeit, Brechreiz, das Jucken, der Emesis, die Verwirrung, der Unterleibsschmerz, das leichte Quetschen sein.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Wie man bekannt, vermindert Amoxicillin Wirkung von Geburtenkontrollepillen, Zunahme-Absorption von digoxin, Zunahme-Giftigkeit von metotrexat nicht. Die Ausscheidung von Amoxicillin durch Nieren wird durch das Aspirin verlangsamt.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Amoxicillin &Uuml;berdosis k&ouml;nnen Emesis, Brechreiz, Diarrh&ouml;e, St&ouml;rungen von Wasser und Elektrolyt-Gleichgewicht sein. Setzen Sie sich mit Ihrem Arzt f&uuml;r die Hilfe in Verbindung.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59 und 86F (15-30C) weg vom Licht und der Feuchtigkeit.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.hnliche Symptome als ihre durch anderen Typ von Kleinstlebewesen vielleicht provozierte Krankheit haben. Antibiotische Medizin kann Diarrh</p>