<p><strong>Allgemeine Anwendung</strong><br /><br /> Cialis Super Active ist ein fortschrittliches Medizin der neuen Generation mit verk&uuml;rzter Zeit der Aktivierung und mit der l&auml;ngeren Zeit der Wirkung und wird zur Behandlung von erektiler Dysfunktion verwendet. Gelatine als Bestandteil der Pille (neben dem Wirkstoff Tadalafil) erlaubt Ihnen den vollen Effekt in wenigen Minuten zu erreichen. Nehmen Sie Cialis Super Active 5-7 Minuten vor dem Geschlechtsverkehr. Die verl&auml;ngerte Wirkungszeit dauert 50-55 Stunden und Erektion kann jederzeit w&auml;hrend dieser Periode erscheinen, wenn es eine sexuelle Stimulation gibt. Die Medizin ist leicht und kann ohne Schaden f&uuml;r Magen-Darm-Track aufgenommen werden. Das erh&ouml;ht nat&uuml;rlich den Testosteronniveau, besitzt auch die gef&auml;&szlig;erweiternde Wirkung, erh&ouml;ht die Spermaproduktion und sexuelle Erregung, Ausdauer und Reaktion auf Stimulation. Diese Arznei kann problemlos von den jungen sowie von den alten M&auml;nnern benutzt werden und.<br /><br /> <strong>Dosierung und Anweisung</strong> <br /><br /> die empfohlene Dosis von Cialis Super Active ist 20mg, die Sie 5-7 Minuten vor dem Geschlechtsverkehr einnehmen sollen. Nehmen Sie Cialis Super Active nicht mehr als die empfohlene Dosis. Wenn es erforderlich ist, folgen Sie den Empfehlungen Ihres Arztes<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Alkohol, hei&szlig;es Wetter, Sport, oder Fieber k&ouml;nnen unerw&uuml;nschte Reaktionen des K&ouml;rpers auf Cialis Super Active ausrufen. Verwenden Sie keine anderen Arzneimittel gegen erektile Dysfunktion zusammen mit Cialis Super Active. Cialis Super Active kann schwerere Nebenwirkungen bei den &auml;lteren Patienten verursachen. Informieren Sie Ihren Arzt, wenn Sie schmerzhafte oder dauerhafte Erektionen in der Geschichte haben, leiden derzeit an Nierenerkrankungen, Magengeschw&uuml;re, Blutzellen-Erkrankungen wie Sichelzellenan&auml;mie, Leuk&auml;mie oder Myeloma.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Nehmen Sie dieses Medikament nicht, wenn Sie &uuml;berempfindlich auf seine Komponenten sind, leiden an schwere Leberprobleme oder Retinitis pigmentosa (erbliche degenerative Augenerkrankung), schwere Blut Herzprobleme solche, wie instabile Angina, Angina w&auml;hrend des Geschlechtsverkehrs, Herzversagen, unregelm&auml;&szlig;igen Herzschlag, unkontrollierter hoher Blutdruck, niedriger Blutdruck, Herzinfarkt oder Schlaganfall in der Geschichte, die derzeit unter Nitraten in jeglicher Form, sowie Poppers (Amylnitrit, Butylnitrat), oder wenn Ihr Arzt Ihnen sexuelle Aktivit&auml;t aufgrund Ihrer Herzprobleme nicht empfiehlt .<br /> Nebenwirkungen<br /> Die am h&auml;ufigsten auftretenden Nebenwirkungen sind &Uuml;belkeit, Schl&auml;frigkeit, Ohnmacht, schneller Herzschlag und niedriger Blutdruck oder unscharfer Anblick. <br /> Es k&ouml;nnen auch Sodbrennen, R&uuml;cken- oder Muskelschmerzen, umgekippter Magen, laufende Nase auftreten. Bei einigen Leuten verursacht diese Medizin Priapismus, einen Zustand, wenn die Errichtung mehr als vier Stunden dauert. Solche verl&auml;ngerte Erektion kann sehr gef&auml;hrlich sein und zu dauerhafter Besch&auml;digung Ihres Penis f&uuml;hren. Treten Sie mit Ihrem Arzt in Verbindung sobald, wenn Sie diese erleben.<br /><br /> <strong>Wechselwirkungen</strong><br /><br /> Die gleichzeitige Anwendung von irgendeiner Form von Nitroglycerin, oder anderen Nitraten wie Isosorbid, Nitroprussid, beliebiger "Stickstoffoxid" ,oder Arzneimittel "Poppers" genannt, die auch Nitrate enthalten, solche wie Amyl oder Butylnitrat sind kontraindiziert. <br /> Die gleichzeitige Gabe von Cialis Super Active mit den bestimmten Alpha-Blocker solchen wie Alfuzosin, Prazosin, Terazosin oder Doxazosin k&ouml;nnen f&uuml;r das Leben bedrohliche Bedingungen verursachen. Dosiskorrektur erforderlich ist, wenn dieses Medikament gemeinsam mit anderen Medikamenten zur Behandlung der erektilen Dysfunktion, bestimmte Arzneimittel gegen Pilzinfektionen wie Itraconazol oder Ketoconazol, Makrolid-Antibiotika wie Erythromycin oder Clarithromycin, andere Antibiotika wie Erythromycin, Ketoconazol (Nizoral), Itraconazol (Sporanox) , Indinavir (Crixivan) und Ritonavir (Norvir), Medizin f&uuml;r hohen Blutdruck, oder HIV-Protease-Inhibitoren wie Indinavir (Crixivan) und Ritonavir (Norvir) eingenommen wird<br /> Verpasste Dosis <br /> Einnehmen, wenn n&ouml;tig. Verpasste Dosis soll nicht genommen werden.<br /><br /> <strong>&Uuml;berdosis<br /></strong><br /> treten sofort mit Ihrem Arzt in die Verbindung, wenn Sie R&uuml;ck schmerzen, Ohnmacht, dauerhafte Erektion, Schwindel, Sehst&ouml;rungen, ausdauernde R&uuml;cken - oder Muskelschmerzen haben.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern bei einer Zimmertemperatur in einem festen Beh&auml;lter, beiseite vor Feuchte und Tageslicht. <br /> Au&szlig;er Reichweite von Kindern und Haustiere aufbewahren! <br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>