<p><strong>Allgemeine Anwendung<br /></strong><br /> Clomid ist ein nicht-steroidaler Anti-&Ouml;strogen. Mechanismus seiner Wirkung besteht in einer spezifischen Bindung von &Ouml;strogen Rezeptoren im Eierstock und Hypophyse. <br /> Bei den Patienten mit dem niedrigen &Ouml;strogen Niveau im Organismus veranlasst das &Ouml;strogen-Wirkung, und bei den Patienten mit hohem &Ouml;strogen Niveau verursacht es Anti-&Ouml;strogen-Wirkung. Die kleinen Dosen erh&ouml;hen Sekretion von Gonadotropinen (Prolaktin, anregenden Zyklushormon, FSH und interstitielle Zell-stimulierendes Hormon), stimuliert die Ovulation; in gro&szlig;en Dosen verlangsamt Sekretion von Gonadotropinen. Im Gro&szlig;en und Ganzen besteht die Clomid Wirkung in der Stimulation des Eisprungs und es bereitet den K&ouml;rper auf eine Schwangerschaft. Diese Medikation kann bei den M&auml;nnern mit Unfruchtbarkeit, die durch eine niedrige Produktion von Spermien verursacht wurde, verwendet.<br /><br /> <strong>Dosierung und Anweisung</strong><br /><br /> Clomid wird zur Stimulierung der Eisprung 50 mg 1 Mal pro Tag vor dem Schlafengehen, beginnend vom f&uuml;nften Tag des Menstruationszyklus im Laufe von 5 Tagen (in der Abwesenheit des Zyklus - zu jeder Zeit) verwendet. Im Falle von keinem Effekt erh&ouml;ht man die Dosis auf 150 mg pro Tag oder verl&auml;ngert man den Kurs auf 10 Tage (Eisprung kommt nicht innerhalb von 30 Tagen vor). Nehmen Sie das Medikament genau wie es vorgeschrieben wurde, nicht in gr&ouml;&szlig;eren Dosen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie f&uuml;r Clomid entscheiden, informieren Sie Ihren Arzt, um die beste Behandlung zu erzielen, von Ihren medizinischen Problemen und benachrichtigen Sie ihn, wenn Sie jetzt oder jemals eine allergische Reaktion auf Clomifen, hatten, sowie auch wenn Sie Lebererkrankungen, Depressionen, Thrombophlebitis haben. <br /> Dieses Medikament kann Sehst&ouml;rungen, Schwindel oder Benommenheit verursachen, so seien Sie besonders aufmerksam, wenn Sie Auto f&uuml;hren oder Maschinen betreiben, oder Ihre Arbeit hohe Konzentration der Aufmerksamkeit erfordert.<br /> Kontraindikationen <br /> &Uuml;berempfindlichkeit, Leber-oder Nierenversagen, Metrorrhagie mit unbekannter &Auml;tiologie, Eierstock-Zysten, Tumoren der Geschlechtsorgane, Tumor-oder Unterfunktion der Hypophyse, Endometriose, Ovarialinsuffizienz zusammen mit Hyperprolaktin&auml;mie, Schwangerschaft.<br /><br /> <strong>Nebenwirkungen<br /></strong><br /> Zusammen mit Allergie-Symptome wie Schwellungen der Lippen, Zunge oder Gesicht oder Nesselsucht kann bei manchen Patienten die folgenden Bedingungen auftreten: Vergr&ouml;&szlig;erung der Ovarien, vorhanden als Bauch-oder Beckenbereich Schmerzen, Hitzegef&uuml;hl, &Uuml;belkeit, Erbrechen oder Durchfall, verschwommenes Sehen, Kopfschmerzen, anormale uterine Blutungen.<br /><br /> <strong>Wechselwirkungen<br /></strong><br /> Benachrichtigen Sie Ihren Arzt von allen Ihnen vorgeschriebenen und rezeptfreien Arzneimitteln, die Sie einnehmen, sowie &uuml;ber alle pflanzlichen Produkten, wenn Sie von Clomid behandelt werden. <br /><br /> <strong>Vermisste Dosis <br /></strong><br /> Wenn Sie eine Dosis verpasst haben, holen Sie sie m&ouml;glichst schnell nach. Ist jedoch der Zeitpunkt der n&auml;chsten Einnahme gekommen, lassen Sie die vergessene Dosis aus. Verdoppeln Sie aber keinesfalls die Dosis.<br /> &Uuml;berdosierung <br /> Wenn Sie annehmen. Sie haben zu viel Pr&auml;parat eingenommen, wenden Sie sich an Ihren Arzt, um Hilfe zu erhalten.<br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-86 F (15-30 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen. <br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>