<p><strong>INDIKATIONEN</strong><br />Dapoxetin ist ein selektiver Serotonin-Reuptake-Inhibitor, der positive Ergebnisse bei Tausenden von m&auml;nnlichen Patienten mit vorzeitiger Ejakulation aufweist. Der erh&ouml;ht den Serotoninspiegel im Gehirn, der eine bessere Kontrolle des Patienten &uuml;ber die Ejakulation verleiht und andere positive Auswirkungen auf das Sexualleben hat. <br /><br /><strong>ANLEITUNG </strong><br />Verwenden Sie Dapoxetin, wie von Ihrem Arzt verschrieben wurde. <br />Nehmen Sie Dapoxetin durch den Mund mit einem Glas Wasser. <br />Dapoxetin wird in der Regel eine Stunde vor dem Geschlechtsverkehr eingenommen. <br />Nehmen Sie die empfohlene Dosis von Dapoxetin nicht &ouml;fter, als einmal t&auml;glich ein.<br /><br /><strong>DOSIERUNG </strong><br />Bei den meisten Patienten betr&auml;gt die Anfangsdosis 60 mg. Es kann Ihnen Dapoxetin 30 mg oder 60 mg verschrieben werden, w&auml;hrend einige Patienten 120 mg Dapoxetin ben&ouml;tigen, wenn sie nicht auf die erste Disis reagieren. <br />Sollen weitere Fragen zur Verwendung von Dapoxetin auftreten, kontaktieren Sie bitte Ihren Arzt.<br /><br /><strong>AUFBEWAHRUNG</strong><br />Dieses Medikament soll bei Raumtemperatur aufbewahrt werden. Sch&uuml;tzen Sie Dapoxetin vor Hitze, Feuchtigkeit und Licht. Bewahren Sie dieses Medikament an einem sicheren Ort, so dass Ihre Kinder nicht dran kommen k&ouml;nnen. <br /><br /><strong>MEHR INFO:</strong> <br /><br />Wirkstoff: Dapoxetin Hydrochlorid.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p><strong>Verwenden Sie KEIN Dapoxetine, wenn: </strong></p><p>Sie allergisch gegen jegliche Zutaten in Dapoxetine sind <br />Sie sexuelle aktiv sind und unter Herzproblemen leiden <br />Sie Nitrate (zB Isosorbid, Nitroglycerin) in irgendeiner Form (zB Tabletten, Kapseln, Pflaster, Salbe) oder Nitroprussid verwenden<br />Sie bestimmte Drogen "Poppers" genannt (z. B. Amylacetat Nitrat oder Nitrit-, Butyl-Nitrat oder Nitrit) verwenden. <br /><br />Kontaktieren Sie Ihren Arzt oder Apotheker sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br />Einige medizinische Bedingungen k&ouml;nnen mit Dapoxetine interagieren. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen erf&uuml;llen, <br />vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br />wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitungen oder Nahrungserg&auml;nzungsmittel einnehmen <br />wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen haben <br />wenn Sie einen deformierten Penis (zB Peyronie-Krankheit), Blutzellen-Erkrankungen (zB Leuk&auml;mie, Sichelzellenan&auml;mie), oder jede andere Bedingung erf&uuml;llen, die das Risiko einer verl&auml;ngerten Erektion erh&ouml;hen k&ouml;nnen (Priapismus) <br />wenn Sie schon einmal eine l&auml;ngere Erektion (mehr als 4 Stunden) oder eine schmerzhafte Erektion (Priapismus) hatten<br />wenn Sie schonmal Leber- oder Nierenprobleme, hohen oder niedrigen Blutdruck, Geschw&uuml;re, Blutungsprobleme, Herzprobleme (zB Herzversagen, unregelm&auml;&szlig;igen Herzschlag), oder Blutgef&auml;&szlig;-Probleme hatten <br />wenn Sie schonmal einen Herzinfarkt, Schlaganfall oder lebensbedrohliche Herzrhythmusst&ouml;rungen, vor allem innerhalb der letzten 6 Monate, hatten <br /><br />Einige Arzneimittel k&ouml;nnen mit Dapoxetine interagieren. Informieren Sie Ihren Arzt, wenn Sie eine der folgenden Arzneimittel einnehmen:<br />Alpha-Blocker (zB Doxazosin), Medikamente gegen Bluthochdruck, Nitrate (zB Isosorbid, Nitroglycerin) oder Nitroprussid,<br />Azol-Antimykotika (zB Itraconazol, Ketoconazol), H2-Antagonisten (z. B. Cimetidin), HIV-Protease-Inhibitoren (z. B. Ritonavir, Saquinavir), <br />Makrolid-Antibiotika (zB Erythromycin), Schmerzmitteln (zB Dihydrocodein) oder Telithromycin, Bosentan oder Rifampicin.<br /><br />Dies ist keine vollst&auml;ndige Liste aller Interaktionen, die auftreten k&ouml;nnen. Fragen Sie Ihren Arzt, wenn Dapoxetine mit anderen Arzneimitteln kombiniert werden darf. <br />Sprechen Sie mit Ihrem Arzt, bevor Sie Dapoxetine einnehmen oder die Einnahme abbrechen oder ver&auml;ndern. <br /><br />Wichtige Sicherheitshinweise: <br />Dapoxetine kann Schwindel, Benommenheit oder Sehst&ouml;rungen, einschlie&szlig;lich verwischen, Flecken und blinken verursachen. <br />Diese Auswirkungen k&ouml;nnen noch schlimmer werden, wenn Sie&nbsp; Dapoxetine mit Alkohol oder anderen Medikamenten einnehmen. Verwenden Sie&nbsp; Dapoxetine mit Vorsicht.&nbsp; <br />Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben ausf&uuml;hren, bis Sie wissen, wie Sie darauf reagieren. <br />Dapoxetine kann zu Schwindel, Benommenheit oder Ohnmacht f&uuml;hren. Alkohol, hei&szlig;e Wetter, Sport, Fieber k&ouml;nnen diese Effekte verst&auml;rken. <br />Patienten mit Herzproblemen, die Dapoxetin nehmen, k&ouml;nnen ein erh&ouml;htes Risiko f&uuml;r Herz-Nebenwirkungen, darunter Herzinfarkt oder Schlaganfall haben. <br />Symptome eines Herzinfarkts k&ouml;nnen Brust-, Schulter-, Nacken- oder Kieferschmerzen sein. Taubheit in einem Arm oder Bein. Starker Schwindel, Kopfschmerzen, &Uuml;belkeit, <br />Magenschmerzen oder Erbrechen, Ohnmacht, oder Sehst&ouml;rungen. Symptome eines Schlaganfalls k&ouml;nnen Verwirrung, Vision oder &Auml;nderungen der Rede, einseitige Schw&auml;che oder Ohnmacht sein. <br />Kontaktieren Sie Ihren Arzt oder suchen Sie einen Arzt auf, wenn diese Symptome auftreten. <br />Dapoxetine kann in seltenen F&auml;llen zu einer l&auml;nger andauernden (zB mehr als 4 Stunden) oder schmerzhaften Erektion f&uuml;hren. Wenn dies nicht sofort behandelt, kann es zu dauerhaften <br />sexuellen Probleme wie Impotenz f&uuml;hren. Kontaktieren Sie Ihren Arzt sofort, wenn Sie eine Erektion haben, die l&auml;nger als 4 Stunden dauert. <br />Dapoxetine sch&uuml;tzt nicht vor HIV oder anderen sexuell &uuml;bertragbaren Krankheiten (STD) auf andere Personen durch sexuellen Kontakt. Verwenden Sie Barriere-Methoden der Empf&auml;ngnisverh&uuml;tung <br />(zB Kondome), wenn Sie HIV-Infektion oder eine Geschlechtskrankheit abwenden wollen. <br />Dapoxetine ist kein Verh&uuml;tungsmittel! Wenn Sie eine Schwangerschaft vermeiden wollen, sollten Sie eine wirksame Form der Empf&auml;ngnisverh&uuml;tung benutzen. <br />Verwenden Sie keine anderen Arzneimittel oder Behandlungen f&uuml;r ED w&auml;hrend der Einnahme von Dapoxetine, ohne vorher mit Ihrem Arzt sprechen. <br />Verwenden Sie Dapoxetine mit Vorsicht bei &auml;lteren Menschen, da sie m&ouml;glicherweise empfindlicher auf deren Auswirkungen reagieren. <br />Dapoxetine wird nicht f&uuml;r den Einsatz bei Patienten unter 18 Jahren empfohlen.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, die nicht bei allen Menschen auftreten.<br /><br />Kontaktieren Sie Ihren Arzt, wenn diese, am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder als st&ouml;rend empfunden werden:&nbsp; <br /><br />Schwindel, Benommenheit oder Schlaflosigkeit, Lethargie, M&uuml;digkeit, Zittern, Unruhe, Angst, Suizidalit&auml;t, Manie; Appetitlosigkeit, Mundtrockenheit oder Speichelfluss und Durchfall; Hautausschlag, Urtikaria. <br /><br />Lassen Sie sich sofort &auml;rztlich behandeln, wenn diese schweren Nebenwirkungen auftreten: <br /><br />Der Zustand der Erregung, &Uuml;belkeit, Erbrechen, Kr&auml;mpfe.<br />&nbsp;<br />Dies ist keine vollst&auml;ndige Liste aller Nebenwirkungen, die auftreten k&ouml;nnen. Wenn Sie Fragen zu Nebenwirkungen haben, kontaktieren Sie Ihren Arzt.</p>