<p><strong>Indikationen</strong><br /><br />Extra-Super-Cialis ist ein verschreibungspflichtiges Medikament zur Behandlung der erektilen Dysfunktion (ED).<br /><br /><strong>ANLEITUNG</strong><br /><br />Nehmen Sie Extra-Super-Cialis genau so ein, wie es von Ihrem Arzt verschrieben wurde.<br />Nehmen Sie Extra-Super-Cialis Oral, mit oder ohne Nahrung ein.<br />F&uuml;r die Verwendung erforderlich: Nehmen Sie Extra-Super-Cialis mindestens 30 Minuten vor dem Geschlechtsverkehr. Extra-Super-Cialis kann f&uuml;r bis zu 36 Stunden lang wirken.<br />F&uuml;r den t&auml;glichen Gebrauch: Nehmen Sie Extra-Super-Cialis t&auml;glich etwa zur gleichen Tageszeit ein.<br />Besprechen Sie mit Ihrem Arzt, ob Sie w&auml;hrend der Einnahme von Levitra Lebensmittel mit Grapefruit zu sich nehmen d&uuml;rfen.<br />Sollten Sie einmal die regelm&auml;&szlig;ige Einnahme von Levitra vergessen, nehmen Sie sie einfach ein, sobald Sie sich erinnern,<br />wenn allerdings bereits Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie einfach die Einnahme.<br /><br /><strong>DOSIERUNG</strong><br /><br />Bitte nehmen Sie das Medikament genau so ein, wie es von Ihrem Arzt verschrieben wurde.<br /><br /><strong>STORAGE</strong><br /><br />Bewahren Sie Extra-Super-Cialis bei 77 Grad Fahrenheit (25 Grad C) auf. <br />Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist erlaubt. <br />Getrennt von Hitze, Feuchtigkeit und Licht aufbewahren. <br />Nicht im Badezimmer lagern. Halten Sie Extra-Super-Cialis aus der Reichweite von Kindern und von Haustieren fern.<br /><br /><strong>MEHR INFO:</strong><br /><br />Wirkstoff: Tadalafil und Dapoxetin.</p><p><strong>SICHERHEITSHINWEISE</strong></p><p><strong>Verwenden Sie kein Extra-Super-<span id="result_box" lang="fr"><span class="hps">Cialis</span></span>, wenn:</strong><br />Sie allergisch gegen eine oder mehrere der Zutaten von Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span> sind.<br />Sie schwere Nierenprobleme haben und nehmen zus&auml;tzliche Super-<span id="result_box" lang="fr"><span class="hps">Cialis</span></span> t&auml;glich ein.<br />Sie schwere Leberprobleme oder bestimmte erbliche degenerative Augenkrankheiten (z.B. Retinitis pigmentosa) haben.<br />Sie bestimmte Herzprobleme (z.B. instabile Angina, Angina w&auml;hrend des Geschlechtsverkehrs, unkontrollierte unregelm&auml;&szlig;iger Herzschlag), niedrigen Blutdruck oder unkontrollierten Bluthochdruck haben.<br />Sie einen Herzinfarkt innerhalb der letzten 90 Tagen gehabt haben oder schwere Herzinsuffizienz oder einen Schlaganfall innerhalb der letzten 6 Monate gehabt haben.<br />Sie nehmen ein Nitrat (z.B. Isosorbid, Nitroglycerin) in irgendeiner Form (z.B. Tabletten, Kapseln, Pflaster, Salbe) oder Nitroprussid ein.<br />Sie bestimmte Drogen "Poppers" genannt (z. B. Amylacetat Nitrat oder Nitrit -, Butyl- Nitrat oder Nitrit) verwenden.<br />Sie nehmen einen anderen PDE5-Hemmer (z.B. Sildenafil, Tadalafil) oder andere Medizin, die Vardenafil enth&auml;lt.<br /><br />Kontaktieren Sie Ihren Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft.<br /><br />Einige medizinische Bedingungen k&ouml;nnen mit Levitra interagieren. Informieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen erf&uuml;llen, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft:<br />Sie nehmen verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder Nahrungserg&auml;nzungsmittel ein.<br />Sie haben Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen.<br />Sie haben einen deformierten Penis (z. B. Peyronie-Krankheit, kavern&ouml;se Fibrose), Blutzellen-Erkrankungen (z. B. Sichelzellenan&auml;mie, Leuk&auml;mie, multiples Myelom), oder jede andere Bedingung, die das Risiko einer verl&auml;ngerten Erektion (Priapismus) erh&ouml;hen.<br />Sie hatten schon einmal eine Errektion die sehr lang anhielt (mehr als 4 Stunden) oder eine schmerzhafte Erektion (Priapismus).<br />Sie haben Augenerkrankungen (z. B. Retinitis pigmentosa, pl&ouml;tzlicher Verlust des Sehverm&ouml;gens, Optikusneuropathie, Makuladegeneration) oder Geh&ouml;rprobleme (z. B. Klingeln in den Ohren, vermindertes H&ouml;rverm&ouml;gen, H&ouml;rverlust).<br />Sie haben Leber- oder Nierenerkrankungen, Dialyse-, Lungen-Probleme (z. B. Lungenvenenverschlusskrankheit), hohen oder niedrigen Blutdruck, Geschw&uuml;re, Blutungen, Herzprobleme (z. B. Herzversagen, unregelm&auml;&szlig;igen Herzschlag, Aortenstenose, Angina pectoris).<br />Sie hatten eine Herzinfarkt, Schlaganfall oder haben lebensbedrohliche Herzrhythmusst&ouml;rungen.<br /><br />Einige Arzneimittel k&ouml;nnen mit Levitra interagieren. Sagen Sie Ihrem Arzt bescheid, wenn Sie andere Arzneimittel einnehmen, vor allem, wenn Sie eine oder mehrere der folgenden einnehmen:<br />Alpha - Blocker (z. B. Doxazosin), Medikamente gegen Bluthochdruck, Nitrate (z. B. Isosorbid, Nitroglycerin) oder Nitroprussid.<br />Azol-Antimykotika (z. B. Itraconazol), HIV -Protease-Inhibitoren (z. B. Ritonavir), Makrolid- Antibiotika ( z. B. Erythromycin) oder Telithromycin.<br />Barbiturate ( z. B. Phenobarbital), Carbamazepin, Phenytoin oder Rifampicin.<br /><br />Dies ist keine vollst&auml;ndige Liste aller Interaktionen, die auftreten k&ouml;nnen. Besprechen Sie die Einnahme mit Ihrem Arzt.</p><p><strong>NEBENWIRKUNGEN</strong></p><p>Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, viele Menschen sp&uuml;hren keine oder nur geringf&uuml;gige Nebenwirkungen.<br />Sprechen Sie mit Ihrem Arzt, wenn diese am h&auml;ufigsten auftretenden Nebenwirkungen auftreten und als st&ouml;rend empfunden werden:<br /><br />Schwindel, Kopfschmerzen, Sodbrennen, R&uuml;cken- oder Muskelschmerzen, Magenverstimmung, verstopfte oder laufende Nase.<br /><br />Lassen Sie sich sofort &auml;rztlich behandeln, wenn schwere Nebenwirkungen auftreten:<br /><br />Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund, Gesicht, der Lippen oder der Zunge), <br />Schmerzen in der Brust, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Ged&auml;chtnisverlust, Taubheitsgef&uuml;hl in einem Arm oder Bein, einseitige Schw&auml;che, verl&auml;ngerte, <br />schmerzhafte Erektion, Schwellungen, Blasen, oder Sch&auml;len der Haut, Klingeln in den Ohren, Krampfanf&auml;lle, schwere oder anhaltende R&uuml;cken- oder Muskelschmerzen, <br />schwerer oder anhaltender Schwindel, schwere oder anhaltende Sehst&ouml;rungen, pl&ouml;tzliche Abnahme oder Verlust des H&ouml;rverm&ouml;gens, pl&ouml;tzliche Abnahme oder Verlust des Sehverm&ouml;gens .<br /><br />Dies ist keine vollst&auml;ndige Liste aller Nebenwirkungen, die auftreten k&ouml;nnen. Wenn Sie Fragen zu Nebenwirkungen haben, kontaktieren Sie Ihren Arzt.</p>