<p><strong>Drug Benutzt </strong><br /><br /> Metformin wird zur Behandlung von Typ-2-Diabetes eingesetzt. Es wird mit Di&auml;t und Bewegung zusammen verwendet werden. Es kann sein, allein oder mit anderen blutzuckersenkenden Arzneimitteln verwendet. <br /><br /><strong>Gebrauchsanweisung</strong><br /> <br />Verwenden Sie Metformin wie von Ihrem Arzt. <br /><br /> Nutzen Sie Metformin durch den Mund mit Lebensmitteln. <br /> Nutzen Sie den Metformin in regelm&auml;&szlig;igen Abst&auml;nden, um die am meisten davon profitieren. Bei Einnahme von Metformin in der gleichen Tageszeit hilft Ihnen, sich, es zu nehmen. <br /> Weiter zu Metformin, auch wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Metformin nutzen.<br /> <br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Metformin ist ein Biguanid Antidiabetika. Es funktioniert durch die Verringerung der Menge an Zucker, der Leber produziert und den Darm aufnehmen. Es hilft auch, um Ihren K&ouml;rper empfindlicher f&uuml;r Insulin, das Sie selbst herstellen kann. <br /><br /> <strong>Vergessene Dosis</strong> <br /><br /> Wenn Sie eine Dosis von Metformin verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Metformin zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Metformin au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Metformin, wenn: <br /><br /> Sie sind allergisch gegen irgendeinen Bestandteil Metformin; <br /> Sie haben Herzinsuffizienz, die von der Medizin behandelt werden; <br /> Sie haben eine schwere Infektion, niedriger Sauerstoffgehalt, Nieren-oder Leberprobleme, hohen Blutdruck Keton oder saure Niveaus (zB diabetischer Ketoazidose) oder schwere Dehydratation; <br /> Sie haben einen Schlaganfall oder vor kurzem einen Herzinfarkt, oder Sie sind unter Schock hatte; <br /> Sie sind 80 Jahre alt oder &auml;lter und hatten nicht eine Niere Funktion zu testen; <br /> Sie werden mit der Operation oder bestimmte Laborarbeiten. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Schwindel kann auftreten, w&auml;hrend der Einnahme von Metformin. Dieser Effekt kann noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Metformin mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Befolgen Sie die Di&auml;t-und Sportprogramm, die Ihnen Ihr Arzt gegeben. <br /> Trinken Sie keine gro&szlig;en Mengen von Alkohol, w&auml;hrend Sie Metformin zu verwenden. Sprechen Sie mit Ihrem Arzt oder Arzt, bevor Sie Alkohol trinken, w&auml;hrend Sie Metformin zu verwenden. <br /> Informieren Sie Ihren Arzt oder Zahnarzt, dass Sie Metformin, bevor Sie eine medizinische oder zahnmedizinische Behandlung, Notfallversorgung, oder eine Operation zu erhalten. <br /> Achten Sie darauf, nicht zu dehydrieren, vor allem bei hei&szlig;em Wetter oder w&auml;hrend Sie aktiv zu sein. Dehydration kann das Risiko von Metformin erh&ouml;hen 's Nebenwirkungen. <br /> Carry eine ID-Karte zu allen Zeiten die besagt, dass Sie an Diabetes leiden. &Uuml;berpr&uuml;fen Sie Ihren Blutzuckerspiegel, wie von Ihrem Arzt verordnet wurde. Wenn sie sind oft h&ouml;her oder niedriger als sie sein sollten und Sie nehmen Metformin genau wie vorgeschrieben, informieren Sie Ihren Arzt. <br /> Diese Medizin ist nicht in der Regel niedriger Blutzuckerspiegel. Niedriger Blutzucker kann dann auftreten, wenn Sie eine Mahlzeit &uuml;berspringen, Bewegung schwer, oder Alkohol trinken. Es ist vielleicht auch eher, wenn Sie zusammen mit Metformin bestimmte Arzneimittel zur Behandlung von Diabetes einnehmen (z. B., Sulfonylharnstoffe, Insulin). Es ist eine gute Idee, um eine zuverl&auml;ssige Quelle von Glucose durchf&uuml;hren (z. B. Tabletten oder Gel) kann zu niedrigem Blutzucker zu behandeln. Wenn diese nicht verf&uuml;gbar ist, sollten Sie essen, trinken oder eine schnelle Quelle von Zucker wie Haushaltszucker, Honig, Schokolade, Orangensaft, oder nicht-diet soda. Dadurch wird Ihr Blutzuckerspiegel schnell erh&ouml;hen. Informieren Sie Ihren Arzt sofort, wenn dies der Fall ist. Um einen niedrigen Blutzuckergehalt zu verhindern, essen, Mahlzeiten in der gleichen Tageszeit und &uuml;berspringen Sie nicht Mahlzeiten. <br /> Fieber, Infektionen, Verletzungen oder Operationen k&ouml;nnen zu einem erh&ouml;hten Risiko f&uuml;r hohe oder niedrige Blutzuckerwerte. Wenn einer dieser F&auml;lle auftreten, &uuml;berpr&uuml;fen Sie Ihren Blutzucker eng zusammen und informieren Sie Ihren Arzt sofort an. <br /> Metformin kann h&auml;ufig Magenverstimmung, Verdauungsst&ouml;rungen, &Uuml;belkeit, Erbrechen oder Durchfall zu Beginn der Behandlung. Wenn bei Ihnen ungew&ouml;hnliche oder unerwartete Magenproblemen, oder wenn Sie zu entwickeln Magenproblemen sp&auml;ter w&auml;hrend der Behandlung erhalten Sie von Ihrem Arzt sofort mit. Dies kann ein Zeichen f&uuml;r eine Laktatazidose. <br /> Labortests, einschlie&szlig;lich der Nierenfunktion, N&uuml;chtern-Blutzucker, H&auml;moglobin A1c und Blutbild, kann durchgef&uuml;hrt werden, w&auml;hrend Sie Metformin zu verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Verwenden Sie Metformin mit Vorsicht bei &auml;lteren Menschen, sie m&ouml;glicherweise empfindlicher auf deren Auswirkungen. Niedriger Blutzuckerspiegel kann auch schwieriger, in der &auml;ltere Menschen zu erkennen. <br /> Metformin sollte nicht bei Kindern j&uuml;nger als 10 Jahre alt werden; Sicherheit und Wirksamkeit bei diesen Kindern haben sich nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Metformin zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Metformin in der Muttermilch zu finden ist. Nicht stillen, w&auml;hrend der Einnahme von Metformin.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong>&nbsp;<br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, Gas, Kopfschmerzen, Verdauungsst&ouml;rungen, &Uuml;belkeit, Magenverstimmung; vor&uuml;bergehende metallischen Geschmack, Erbrechen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Brustschmerzen und Unwohlsein, Schwindel oder Benommenheit, schnell oder Atembeschwerden; Gef&uuml;hl, ungew&ouml;hnlich kalt , Fieber, Sch&uuml;ttelfrost, oder anhaltende Halsschmerzen, allgemeines Unwohlsein, Muskelschmerzen oder-schw&auml;che, langsamer oder unregelm&auml;&szlig;iger Herzschlag, ungew&ouml;hnliche Benommenheit, ungew&ouml;hnliche oder anhaltenden Bauchschmerzen oder Beschwerden, ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Hydrochlorothiazide, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Metformin ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>