<p><strong>Drug Benutzt </strong><br /><br /> Nolvadex ist zur Behandlung von Brustkrebs, der sich auf andere Stellen des K&ouml;rpers ausgebreitet hat eingesetzt. <br /><br /><strong>Gebrauchsanweisung&nbsp;</strong><br /><br /> Verwenden Sie Nolvadex wie von Ihrem Arzt. <br /><br /> Nolvadex kann durch den Mund mit oder ohne Nahrung eingenommen werden. <br /> Nutzen Sie Nolvadex mit Wasser oder einem anderen Nicht-Alkohol-Fl&uuml;ssigkeit. <br /> Schlucken Sie dieses Medikament Ganzes. Don't break, crush, kauen oder vor dem Schlucken. <br /> Weiter zu Nolvadex, auch wenn Sie sich wohl f&uuml;hlen. Verpassen Sie keine Dosen. Unter Nolvadex zur gleichen Zeit jeden Tag wird Ihnen helfen, sich daran zu erinnern, es zu nehmen. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Nolvadex nutzen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Nolvadex ist ein Anti&ouml;strogen. Es wirkt durch Hemmung der Wirkung von &Ouml;strogen auf bestimmte Tumoren. Dies kann verhindern das Wachstum von Tumoren, die durch &Ouml;strogen aktiviert sind. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Nolvadex, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Nolvadex zwischen 68 und 77 Grad F (20 und 25 Grad C) in einem dicht geschlossenen, Licht-Beh&auml;ltnis. Nicht in der N&auml;he von Feuchtigkeit, Hitze und Licht. Nicht im Bad. Nehmen Sie keine Arzneimittel nach dem Verfallsdatum auf dem Etikett angegeben. Keep Nolvadex au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen</strong> <br /><br /> Verwenden Sie keine Nolvadex, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Nolvadex; <br /> Sie verwenden Nolvadex, um das Risiko von Brustkrebs zu senken und Ihnen eine Geschichte von Blutgerinnseln in der Lunge oder Bein; <br /> Sie verwenden Nolvadex, um das Risiko von Brustkrebs zu senken und Sie nehmen auch gewisse Antikoagulantien (zB Warfarin); <br /> Sie sind unter Anastrozol. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Nolvadex kann die Zahl der Blutgerinnsel-Zellen (Blutpl&auml;ttchen) im Blut. Vermeiden Sie Aktivit&auml;ten, kann es zu Quetschungen oder Verletzungen f&uuml;hren. Informieren Sie Ihren Arzt, wenn Sie ungew&ouml;hnliche haben Bluterg&uuml;sse oder Blutungen. Informieren Sie Ihren Arzt, wenn Sie dunkle haben, verweilen, oder blutigen Stuhl. <br /> Nolvadex kann niedriger die F&auml;higkeit Ihres K&ouml;rpers, Infektionen zu bek&auml;mpfen. Vermeiden Sie den Kontakt mit Menschen, die Erk&auml;ltungen oder Infektionen. Informieren Sie Ihren Arzt, wenn Sie Anzeichen einer Infektion wie Fieber Hinweis, Halsschmerzen, Hautausschlag, oder Sch&uuml;ttelfrost. <br /> Neue Tumoren im K&ouml;rper Stellen au&szlig;erhalb der Geb&auml;rmutter bei Patienten, die Nolvadex aufgetreten. Es ist nicht bekannt, ob Nolvadex kann die Ursache sein. Diskutieren Sie irgendwelche Fragen oder Bedenken mit Ihrem Arzt. <br /> Frauen, die Nolvadex, um das Risiko von Brustkrebs zu verringern, sollten ein Brustuntersuchung, Mammographie haben, und eine gyn&auml;kologische Untersuchung vor Beginn und w&auml;hrend der Behandlung mit Nolvadex. <br /> Frauen, die schwanger werden k&ouml;nnen, sollte zun&auml;chst unter Nolvadex w&auml;hrend der Regelblutung. Frauen, die unregelm&auml;&szlig;ige Menstruation sollte ein Schwangerschaftstest unmittelbar vor Beginn Nolvadex haben. Sprechen Sie mit Ihrem Arzt, wenn Sie Fragen dazu, wie Sie beginnen unter Nolvadex haben. <br /> Frauen, die schwanger werden k&ouml;nnen, m&uuml;ssen wirksame hormonfreies Pr&auml;parat Birth Control verwenden (zB Kondome, Diaphragma) w&auml;hrend des Geschlechtsverkehrs, w&auml;hrend sie einnehmen Nolvadex und f&uuml;r 2 Monate, nachdem sie setzen Sie es. Verwenden Sie keine hormonellen Empf&auml;ngnisverh&uuml;tung (zB Pille), es kann nicht so gut w&auml;hrend der Einnahme von Nolvadex. Diskutieren Sie Fragen zu wirksamen hormonfreies Pr&auml;parat Birth Control mit Ihrem Arzt. <br /> Nolvadex wird nicht verhindern, dass Sie schwanger werden. <br /> Lab-Tests, Pr&uuml;fungen, darunter Brust-, Mammographie, gyn&auml;kologische Untersuchungen, komplettes Blutbild und Leberwerte, kann durchgef&uuml;hrt werden, w&auml;hrend Sie Nolvadex verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Nolvadex sollte mit &auml;u&szlig;erster Vorsicht bei Kindern angewendet werden, Sicherheit und Wirksamkeit bei Kindern wurden nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Nolvadex kann zu Sch&auml;digungen des F&ouml;tus. Nicht schwanger werden, wenn Sie es benutzen und f&uuml;r 2 Monate, nachdem Sie nicht mehr verwenden. Wenn Sie glauben, schwanger zu sein, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Nolvadex zu diskutieren, w&auml;hrend Sie schwanger sind. Es ist nicht bekannt, ob Nolvadex in der Muttermilch zu finden ist. Nicht stillen, w&auml;hrend unter Nolvadex.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Knochenschmerzen, Verstopfung, Husten, Hitzewallungen, Muskelschmerzen, &Uuml;belkeit, M&uuml;digkeit, vaginaler Ausfluss, Gewichtsverlust. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge, unerkl&auml;rliche Heiserkeit), abnorme Monatsblutungen, abnorme Blutungen aus der Scheide oder blutiger Ausflu&szlig;, Schmerzen in der Brust, hustete Blut, dunkler Urin, vermindertes sexuelles Verlangen oder die F&auml;higkeit, Depressionen, Fieber, Sch&uuml;ttelfrost verfehlt, oder anhaltende Halsschmerzen; Leiste oder Schmerzen im Unterbauch oder Druck, Appetitlosigkeit, Verlust des Gleichgewichts oder der Koordination Regelblutung, neue oder erh&ouml;hte Brust-Tumor oder Schmerzen , neue oder ungew&ouml;hnliche W&uuml;rfelzucker; einseitige Schw&auml;che, Schmerzen oder Schwellungen in einem oder beiden Beinen, rot, geschwollen, Blasen, oder Sch&auml;len der Haut, eine schwere und anhaltende M&uuml;digkeit oder Schw&auml;che, Kurzatmigkeit, Ver&auml;nderungen der Haut, Magenschmerzen, pl&ouml;tzliche starke Kopfschmerzen , Schwellungen der Arme oder Beine, ungew&ouml;hnliche Blutungen oder Bluterg&uuml;sse, Seh-oder Sprachst&ouml;rungen, Gelbf&auml;rbung der Augen oder der Haut. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Nolvadex ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.ltungen oder Infektionen. Informieren Sie Ihren Arzt, wenn Sie Anzeichen einer Infektion wie Fieber Hinweis, Halsschmerzen, Hautausschlag, oder Sch</p>