<p><strong>Allgemeine Anwendung</strong><br /><br /> Propecia (Finasteride) wird benutzt, um Haarausfall (bei den M&auml;nnern) zu behandeln. Es ist nur f&uuml;r erwachsene M&auml;nnern anzuwenden. Finasteride kann auch verwendet werden, um Prostatakrebs, sowie die gutartigen Prostata-Hyperplasie zu behandeln. Bei der klinischen Untersuchung wurde es sich gezeigt, Propecia wirkt sowohl auf der Krone Bereich, als auch in der Haarlinie.<br /><br /> <strong>Dosierung und Anweisung <br /></strong><br /> Nehmen Propecia oral mit einem Glas Wasser, mit oder ohne Nahrung. Vermeiden Sie die Medizin zu zerkleinern oder zerkauen. Konsultieren Sie Ihren Arzt &uuml;ber die gerade Ihnen passende Dosis.<br /><br /><strong>Vorsichtsma&szlig;nehmen<br /></strong><br /> Bevor Sie Propecia nehmen, benachrichtigen Sie Ihren Arzt oder Apotheker, wenn Sie allergisch gegen Finasterid oder Dutasterid sind; oder wenn Sie andere Allergien haben. Da dieses Medikament von Haut abgesaugt werden kann, sollten Frauen, die schwanger sind oder m&ouml;glicherweise schwanger sein k&ouml;nnen, diese Medizin nicht handhaben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Finasterid sollte nicht von Frauen oder Kindern verwendet werden, sowie von den Patienten, die &Uuml;berempfindlichkeit zu Finasterid gezeigt haben.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Die h&auml;ufigsten Nebenwirkungen sind Schwindel, ungew&ouml;hnliche Schw&auml;che, Schl&auml;frigkeit, Probleme mit dem Schlafen, verschwommene Vision, laufende Nase oder Probleme mit der Ejakulation. H&ouml;ren Sie mit dem Gebrauch von Finasterid auf und rufen Sie Ihren Arzt auf, wenn Sie diese schwerwiegenden Nebenwirkungen haben: die schmerzhafte Penis Erektion, die 4 Stunden oder l&auml;nger dauert, schwere Schwindel oder Ohnmacht. Eine sehr schwere allergische Reaktion tritt nur selten auf. Falls Sie die Auswirkungen erlebt haben, die hier nicht aufgef&uuml;hrt wurden, wenden Sie sich an Ihren Arzt oder Apotheker.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Benachrichtigen Sie Ihren Arzt von allen Ihnen vorgeschriebenen oder nicht vorgeschriebenen Arzneimitteln, die Sie einnehmen, sowie &uuml;ber alle pflanzlichen Produkten, mit denen Sie gleichzeitig behandelt werden. <br /> Vermisste Dosis <br /> Wenn Sie eine Dosis verpasst haben, holen Sie sie m&ouml;glichst schnell nach. Ist jedoch der Zeitpunkt der n&auml;chsten Einnahme gekommen, lassen Sie die vergessene Dosis aus. Verdoppeln Sie aber keinesfalls die Dosis.<br /> &Uuml;berdosierung <br /> Wenn Sie annehmen. Sie haben zu viel Pr&auml;parat eingenommen, wenden Sie sich an Ihren Arzt, um Hilfe zu erhalten.<br /> Bei den Symptomen einer &Uuml;berdosierung enthalten Sie in der Regel Brust Schmerzen, &Uuml;belkeit, unregelm&auml;&szlig;igen Herzschlagt und Gef&uuml;hl von Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung</strong><br /> - bei Zimmertemperatur zwischen 68 - 77 F ( 20-25 Grad C) bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen. Au&szlig;er Reichweite von Kindern und Tiere bewahren<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>