<p><strong>Drug Benutzt </strong><br /><br /> Propranolol wird zur Behandlung bestimmter Arten von Herzrhythmusst&ouml;rungen eingesetzt. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie Propranolol wie von Ihrem Arzt. <br /><br /> Nutzen Sie Propranolol durch den Mund mit oder ohne Nahrung. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Propranolol nutzen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Propranolol ist ein Beta-Blocker. Es funktioniert durch eine Verringerung der Wirkung der Schrittmacher-Zellen und eine Verlangsamung bestimmter Impulse im Herzen. Dies tr&auml;gt dazu bei unregelm&auml;&szlig;iger Herzschlag steuern. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Propranolol verpassen und nehmen sie regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Propranolol bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Halten Sie in einem engen, Licht-Beh&auml;ltnis. Keep Propranolol au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Propranolol, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Propranolol; <br /> Sie eine m&auml;&szlig;ige bis schwere Herz-Block, unkontrollierte Herzinsuffizienz, Schock, der durch Herzprobleme verursacht, sehr langsamer Herzschlag mit Herzblock oder sehr niedrigem Blutdruck ist nach einem Herzinfarkt; <br /> Sie haben Asthma oder Raynaud-Syndrom; <br /> der Patient ist ein Kind mit Diabetes oder Herzinsuffizienz. <br /> Sie nehmen auf jeder Packung. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Propranolol k&ouml;nnen Schl&auml;frigkeit, Schwindel, Benommenheit oder Sehst&ouml;rungen verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Propranolol mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Erkundigen Sie sich bei Ihrem Arzt, bevor Sie Alkohol trinken, w&auml;hrend der Einnahme von Propranolol, es kann das Risiko einer Zunahme Propranolol 's Nebenwirkungen. <br /> Nehmen Sie nicht mehr als die empfohlene Dosis ohne R&uuml;cksprache mit Ihrem Arzt. <br /> Patienten, die Arzneimittel einnehmen, bei hohem Blutdruck f&uuml;hlen sich oft m&uuml;de oder f&uuml;r ein paar Wochen nach unten laufen nach Beginn der Behandlung. Stellen Sie sicher, dass Sie Ihr Medikament, auch wenn Sie vielleicht nicht das Gef&uuml;hl nehmen "normal. " Sagen Sie Ihrem Arzt, wenn Sie neue Symptome zu entwickeln. <br /> Wenn Sie eine Geschichte einer schweren allergischen Reaktion, sprechen Sie mit Ihrem Arzt. Sie gef&auml;hrdet sein k&ouml;nnte f&uuml;r eine noch schwere allergische Reaktion, wenn Sie in Kontakt mit dem Stoff dazu f&uuml;hrte, dass Ihre Allergie kommen. Einige Arzneimittel zur Behandlung von schweren Allergien kann auch nicht so gut arbeiten, wenn Sie mit Propranolol. <br /> Propranolol kann niedriger Blutzuckerspiegel. Dies ist am wahrscheinlichsten, bei S&auml;uglingen und Kindern, oder bei Patienten mit Diabetes oder Nierenprobleme haben passieren. Es kann auch auftreten, nachdem l&auml;ngere k&ouml;rperliche Aktivit&auml;t oder w&auml;hrend des Fastens. Niedriger Blutzucker kann &auml;ngstlich machen, verschwitzt, schwach, schwindelig, m&uuml;de oder schwach. Es kann auch Ihr Herz h&ouml;her schlagen, machen Ihre Vision zu &auml;ndern, geben Sie Kopfschmerzen, Sch&uuml;ttelfrost oder Zittern, oder machen Sie mehr hungrig. Sollte dies der Fall, sollten Sie essen, trinken oder eine schnelle Quelle von Zucker wie Haushaltszucker, Honig, Schokolade, Orangensaft, oder nicht-diet soda. Dadurch wird Ihr Blutzuckerspiegel schnell erh&ouml;hen. Informieren Sie Ihren Arzt sofort, wenn dies der Fall ist. <br /> Diabetes-Patienten - Propranolol kann Anzeichen f&uuml;r einen niedrigen Blutzuckergehalt, verstecken, wie ein schneller Herzschlag. Achten Sie darauf, f&uuml;r die anderen Zeichen eines niedrigen Blutzuckers zu beobachten. Check Blutzucker eng. Fragen Sie Ihren Arzt, bevor Sie die Dosis Ihres Diabetes Medizin zu &auml;ndern. <br /> Propranolol kann mit bestimmten Labortests beeinflussen, einschlie&szlig;lich der Glaukom-Screening-Test und Dobutamin Stress-Echokardiographie. Achten Sie darauf, Ihren Arzt und Labor-Mitarbeiter wissen, dass Sie verwenden Propranolol. <br /> Labortests, einschlie&szlig;lich Blutdruck und Herzfunktion Tests k&ouml;nnen durchgef&uuml;hrt werden, w&auml;hrend Sie Propranolol verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Schwangerschaft und Stillzeit: Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung von Propranolol zu diskutieren, w&auml;hrend Sie schwanger sind. Propranolol ist in der Muttermilch gefunden. Wenn Sie sind oder werden stillen, w&auml;hrend Sie Propranolol, Sie bei Ihrem Arzt zu verwenden. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Verstopfung, Durchfall, Schwindel, Benommenheit, M&uuml;digkeit, Schwindel, leichte Schmerzen, Schwellung oder R&ouml;tung an der Injektionsstelle, &Uuml;belkeit, Magenbeschwerden oder Kr&auml;mpfe, Schlafst&ouml;rungen, Erbrechen, Schw&auml;che. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Schmerzen in der Brust, Desorientierung, Fieber mit Schmerzen und Halsschmerzen, Halluzinationen, Ged&auml;chtnisverlust, geistige oder Stimmungsschwankungen, Taubheitsgef&uuml;hl oder Kribbeln in den H&auml;nden; anhaltende oder schwere Ver&auml;nderungen des Sehverm&ouml;gens, rot, geschwollen, Blasen oder Sch&auml;len der Haut, schwere Schwindel, Kurzatmigkeit oder Keuchen; pl&ouml;tzlich ungew&ouml;hnliche Gewichtszunahme, Schwellungen der H&auml;nde, Kn&ouml;chel oder F&uuml;&szlig;e, ungew&ouml;hnliche Bluterg&uuml;sse; ungew&ouml;hnlich langsamen Herzschlag, sehr kalte oder blaue Finger oder Zehen. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Propranolol ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>