<p><strong>Drug Benutzt </strong><br /><br /> Xenical ist weltweit anerkannt und von Millionen von Menschen nachgewiesen, die an Fettleibigkeit leiden, in ihrer F&auml;higkeit, Adipositas bei erwachsenen und jugendlichen Patienten ab 12 Jahren zu verwalten. <br /><br /> <strong>Gebrauchsanweisung&nbsp;</strong><br /><br /> Verwenden Sie Xenical wie von Ihrem Arzt. <br /><br /> Lesen Sie die Tabelle auf der Medizin-Paket. Sie k&ouml;nnen pr&uuml;fen, ab Xenical, wenn Sie Ihr Gewicht ist das gleiche oder mehr als das Gewicht f&uuml;r Ihre Gr&ouml;&szlig;e angezeigt. Sprechen Sie mit Ihrem Arzt oder Apotheker, wenn Sie Fragen haben. <br /> Nehmen Sie Xenical durch den Mund zu jeder Mahlzeit mit Fett. Nehmen Sie nicht mehr als 3 Kapseln t&auml;glich. <br /> Falls eine Mahlzeit verpasst wird oder kein Fett enth&auml;lt, nehmen Sie nicht eine Dosis von Xenical. <br /> Xenical kann die Performance Ihres Aufnahme von Vitaminen. Nehmen Sie ein Multivitamin einmal t&auml;glich vor dem Schlafengehen. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich dar&uuml;ber, wie Xenical nutzen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Xenical ist ein Medikament zur Gewichtsreduktion, das auf die Aufnahme von Fett im K&ouml;rper nicht unterdr&uuml;cken Ihren Appetit. Es ist f&uuml;r die langfristige Nutzung sinnvoll und hat sich gezeigt, dass f&uuml;r 1-2 Jahre in Kraft. Nahrungsfette werden daran gehindert werden aufgenommen und wodurch ca. 30<br /> er Fette in der Mahlzeit gegessen, um durch die unverdaut den Darm passieren. Dies hilft Ihnen, zu reduzieren und halten Sie Ihr Gewicht, sowie eine erneute Gewichtszunahme zu minimieren. <br /><br /> Xenical kann auch helfen, Risikofaktoren wie hoher Blutdruck, hohe Cholesterinwerte und hoher Blutzucker, wenn sie nicht behandelt werden, auch auf andere Erkrankungen wie Bluthochdruck und Diabetes verbessern k&ouml;nnte. <br /><br /><strong> Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Xenical, bringen Sie es so bald wie Sie sich erinnern. Weiter, um es nach Anweisung des Arztes einnehmen. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Xenical bei Raumtemperatur zwischen 68 und 77 Grad F (20 und 25 Grad C). Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Halten Sie in einem engen, Licht-Beh&auml;ltnis. Halten Sie Xenical au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Xenical, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Xenical; <br /> Sie sind nicht &uuml;bergewichtig; <br /> Sie Probleme haben, Nahrungsaufnahme oder Galle Probleme (zB Cholestase); <br /> Sie haben eine Organtransplantation erhalten; <br /> Sie Cyclosporin. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Nehmen Sie nicht mehr als die empfohlene Dosis ohne R&uuml;cksprache mit Ihrem Arzt. Unter mehr als die empfohlene Dosis kann dir nicht helfen, mehr Gewicht verlieren. Es k&ouml;nnen zu einem erh&ouml;hten Risiko von Nebenwirkungen. <br /> Richtige Ern&auml;hrung und Bewegung sind wichtig, um Gewicht zu verlieren und halten Sie sie ab. Befolgen Sie die Di&auml;t-und Sportprogramm, die Ihnen Ihr Arzt gegeben. <br /> Xenical k&ouml;nnen &Auml;nderungen in Ihrem Darm-oder Stuhlgang verursachen (zB Gas mit &ouml;ligen Schmierblutungen, weiche St&uuml;hle, h&auml;ufigere St&uuml;hle). Essen einer fettarmen Ern&auml;hrung kann dazu beitragen, diese Nebenwirkungen zu verringern. <br /> Informieren Sie Ihren Arzt oder Zahnarzt, dass Sie Xenical, bevor Sie eine medizinische oder zahnmedizinische Behandlung, Notfallversorgung, oder eine Operation zu erhalten. <br /> Diabetes-Patienten - Xenical beeintr&auml;chtigen k&ouml;nnen Sie Ihren Blutzucker. Check Blutzucker eng. Fragen Sie Ihren Arzt, bevor Sie die Dosis Ihres Diabetes Medizin zu &auml;ndern. <br /> Xenical darf nicht bei Kindern j&uuml;nger als 18 Jahre alt werden; Sicherheit und Wirksamkeit bei diesen Kindern haben sich nicht best&auml;tigt. <br /> Schwangerschaft und Stillzeit: Nehmen Sie nicht Xenical, wenn Sie schwanger sind. Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Es ist nicht bekannt, ob Xenical in die Muttermilch zu finden ist. Nicht stillen w&auml;hrend der Einnahme von Xenical.</p><p><strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, Gas mit der Entlastung, h&auml;ufige oder weicher Stuhl; &ouml;lige Schmierblutungen; M&uuml;he Controlling Stuhlgang. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /> schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge); schweren oder anhaltenden Bauchschmerzen. <br /><br /> <strong>Weitere Informationen </strong><br /><br /> Xenical ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /><br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>