<p><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />FLUTICASON UND SALMETEROL-Inhalation wird zur Behandlung von Asthma verschrieben, das nicht mit anderen Asthma-Medikamenten kontrolliert wird oder wenn mehr als eine Behandlung notwendig ist. Fluticason ist ein Kortikoid, das Entz&uuml;ndungen in der Lunge mindert. Salmeterol hilft, die Luftwege in der Lunge zu &ouml;ffnen. Sie m&uuml;ssen dieses Medikament regelm&auml;&szlig;ig nehmen. Es wird Ihren Zustand nicht heilen, aber bei regelm&auml;&szlig;iger Anwendung, kann es die Luftwege befreien und das Atmen erleichtern. Es bringt keine Erleichterung bei akuten Asthmaanf&auml;llen. Sie k&ouml;nnen Fluticason und Salmeterol mit anderen zu inhalierenden oder oralen Asthma-Medikament einnehmen.<br /><br /><strong>Warum sollte ich zun&auml;chst meinen Arzt oder meine &Auml;rztin fragen, bevor ich die Medizin nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitliche Probleme haben:<br />Asthmaanf&auml;lle oder bronchiale Kr&auml;mpfe <br />Windpocken oder Masern (Infektion oder k&uuml;rzlicher Kontakt) <br />Diabetes<br />Herzkrankheiten einschlie&szlig;lich Bluthochdruck, unregelm&auml;&szlig;ige Herzschlag, Blockade der Herzgef&auml;&szlig;e <br />Probleme mit dem Immunsystem<br />Infektion, besonders eine Pilzinfektion der Tuberkulose <br />Leberkrankheit<br />Osteoporosis oder eine andere Knochenkrankheit <br />&Uuml;berfunktion der Schilddr&uuml;se <br />Ph&auml;ochromozytom<br />Anf&auml;lle<br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Fluticason, Salmeterol, andere Kortikoide, andere Medizin, Lebensmittel, Farben oder Zusatzstoffe <br />Schwangerschaft oder versuchen schwanger zu werden <br />Stillen<br /><br /><strong>Wie soll ich dieses Medikament verwenden?</strong><br /><br />Benutzen Sie diese Medizin KEINESFALLS f&uuml;r einen Asthmaanfall. Wenn Sie verschleimt sind oder sich verschlimmernden Husten haben, Keuchen, Beklemmung in der Brust, und/oder kurzatmig sind, m&uuml;ssen Sie sofort den Notarzt rufen. Halten Sie immer eine kurz-wirksame Asthma-Medizin bei sich f&uuml;r akute Asthmaanf&auml;lle wie Albuterol. Dieses Medikament ist zur Inhalation durch den Mund. Sch&uuml;tteln Sie den Inhalator kr&auml;ftig f&uuml;r f&uuml;nf Sekunden jedes Mal bevor Sie spr&uuml;hen. Testen Sie den Inhalator bevor Sie ihn das erste Mal benutzen mit vier Probespr&uuml;hungen und richten Sie ihn nicht auf Ihr Gesicht. Lassen Sie den Inhalator fallen, oder benutzen Sie ihn nicht f&uuml;r vier Wochen, testen Sie ihn zun&auml;chst mit zwei Probespr&uuml;hungen. Vermeiden Sie Augenkontakt. Nach jedem Gebrauch sp&uuml;len Sie bitte Ihren Mund aus, um zu verhindern, das Medizin in der Mundh&ouml;hle bleibt; Schlucken Sie nicht das Wasser, spucken Sie es aus. Reinigen Sie den Inhalator mindestens einmal die Woche. Lassen Sie ihn nie im Wasser, um zu sehen, wieviel Medizin noch vorhanden ist. Benutzen Sie ihn nur im Rahmen Ihrer Medikamentierung. Kontaktieren Sie Ihren Kinderarzt oder Ihre Kinder&auml;rztin, um die Anwendung f&uuml;r Ihr Kind zu besprechen. Hier kann besondere Vorsicht geboten sein.<br /><br />HINWEIS: Dieses Medikament ist nur f&uuml;r Sie. Teilen Sie es nicht mit anderen.<br /><br /><strong>Was mu&szlig; ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament?</strong><br /><br />Arsenische Trioxide<br />Astemizol<br />Bepridil<br />Beta-Blocker, die oft bei Bluthochdruck und Herzproblemen eingesetzt werden <br />Koffein<br />Gewisse Antibiotika (wie Clarithromyzin, Erythromyzin, Gatifloxazin, Gemifloxazin, Grepafloxazin, Levofloxazin, Linezolid, Moxifloxazin, Sparfloxazin)<br />Chloroquin<br />Cisaprid<br />Droperidol<br />Halofantrin<br />Levomethadyl<br />Medizin gegen Erk&auml;ltungs- und Atemkrankheiten <br />Herzmedizin oder Bluthochdruckmedizin <br />MAO-Hemmer wie Phenelzin (Nardil&reg;), Tranylcypromin (Parnate&reg;), Isocarboxazid (Marplan&reg;) und Selegilin (Carbex&reg;, Eldepryl&reg;)<br />Herzrhythmusmedizin (z.B. Amiodaron, Disopyramid, Dofetilid, Flecainid, Procainamid, Quinidin, Sotalol)<br />Antidepressiva und Psychopharmaka (Amoxapin, Haloperidol, Maprotilin, Pimozid, Phenothiazin, Risperidon, Sertindol, Tricyclische Antidepressiva, Ziprasidon)<br />Methadon<br />Pentamidin<br />Probucol<br />Medizin zum Gewichtsverlust (einschlie&szlig;lich einiger Kr&auml;uterprodukte, Ephedra, Ephedrin, Dextroamphetamin)<br />Steroid Hormone wie Dexamethason, Kortison, Hydrokortison<br />Terfenadin<br />Theophyllin<br />Schilddr&uuml;senhormone <br />Wasser- oder Harntreibende Pille <br /><br />Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Unterbrechen Sie die Anwendung nur nach &auml;rztlichem Rat.<br /><br /><strong>Was soll ich w&auml;hrend der Einnahme noch beachten?</strong><br /><br />Besuchen Sie Ihren Arzt oder Ihre &Auml;rztin regelm&auml;&szlig;ig, um den Fortschritt mitzuteilen. Tragen Sie Ihren Ausweis mit Hinweisen zur Medizin und Dosierung mit, ebenso die Kontaktdaten Ihres Arztes oder Ihrer &Auml;rztin. Es kann rund 2 Wochen dauern, bis sich ein sp&uuml;rbare Erfolg einstellt. Kontaktieren Sie Ihren Arzt oder Ihre &Auml;rztin, wenn sich die Symptome nicht bessern. Haben Sie Atembeschwerden, nachdem Sie dieses Medikament genommen haben, rufen Sie umgehend den Notarzt oder wenn Ihr Notfall-Inhalator wie Albuterol. Gehen Sie schnell zum Arzt oder &Auml;rztin, wenn Sie Ihren Notfall-Inhalator &ouml;fter als normalerweise benutzen m&uuml;ssen, oder wenn er Ihnen nicht hilft. Es kann sein, dass sich Ihre Therapie &auml;ndern muss oder dass sich der Zustand Ihrer Lunge merklich verschlechtert hat. Unterbrechen Sie die Anwendung aber nur nach Konsultation mit dem Arzt oder der &Auml;rztin.<br /><br />Benutzen Sie Ihren Inhalator regelm&auml;&szlig;ig. Versuchen Sie immer einen Ersatz bereit zu haben.<br /><br />Sprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin, wenn Sie Kontakt mit Leuten hatten, die an Masern oder Windpocken erkrankt sind, oder wenn Sie rauhe Stellen oder Blasen entwickeln, die nicht abheilen. Menschen, die bestimmte Dosierungen dieses Medikaments nehmen, sollten einige Impfungen vermeiden oder ihren Impfplan &auml;ndern, um den Schutz vor bestimmten Krankheiten zu gew&auml;hrleisten. Teilen Sie Ihrem Arzt oder Ihrer &Auml;rztin vor einer anstehenden Impfung mit, dass Sie Mitfluticason; Salmeterol nehmen. Steht eine Operation bevor, teilen Sie Ihrem Arzt oder Ihrer &Auml;rztin mit, dass Sie dieses Medikament verwenden.<br /><br /><strong>Welche Risiken und Nebenwirkungen gibt es?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrem Arzt oder &Auml;rztin mitteilen m&uuml;ssen::<br />Brustschmerzen<br />Schwindelgef&uuml;hl oder Benommenheit<br />Fieber oder Sch&uuml;ttelfrost<br />Hautausschlag und Jucken (Nesselsucht)<br />Wunder Mund mit wei&szlig;en Flecken in Mund oder Hals<br />Atembeschwerden oder Keuchen<br />Ungew&ouml;hnliche Schwellungen<br />Ungew&ouml;hnliche M&uuml;digkeit und Abgeschlagenheit <br />Sehst&ouml;rungen<br />Erbrechen<br /><br />Nebenwirkungen, die normalerweise nicht unmittelbare medizinische Hilfe erfordern (kontaktieren Sie dennoch Ihren Arzt oder &Auml;rztin, wenn diese Symptome fortfahren oder Sie st&ouml;ren):<br />Nervosit&auml;t<br />&Uuml;belkeit<br />Verstopfte Nase<br /> Kopfschmerzen<br />M&uuml;digkeit<br />Magenverstimmung<br />Husten, Heiserkeit und Halsentz&uuml;ndung und rauer Hals <br />Durchfall<br /><br /><strong>Wo soll ich das Medikament aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern und in einem Beh&auml;lter, den Kinder nicht &ouml;ffnen k&ouml;nnen. Aufbewahren bei einer Raumtemperatur von 15 und 30 Celsius mit dem Mundst&uuml;ck nach unten gerichtet. Setzen Sie es nicht Hitze oder offenem Feuer aus.</p>