<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Decadron wird zur Behandlung von Krankheitszust&auml;nden so wie zum Beispiel Arthritis, Erkrankungen des Kreislauf-, Hormon- und Immunsystems, allergischer Reaktionen, bei gewissen Haut- und Augenerkrankungen, Atemproblemen und gewissen Darmerkrankungen. Au&szlig;erdem wird es f&uuml;r die Behandlung von Krebs wei&szlig;er Blutk&ouml;rperchen (Luek&auml;mie) und Lymphdr&uuml;senkrebs angewendet. Au&szlig;erdem wird Decadron zur Ersatztherapie bei Patienten angewendet, deren Nebennieren nicht dazu im Stande sind, gen&uuml;gend Kortikosteroide zu produzieren. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Medikament oral ein, und zwar genau so, wie es Ihr Arzt Ihnen verschrieben hat. Die Anfangsdosis betr&auml;gt 0.75 bis 9 mg t&auml;glich und h&auml;ngt von der Erkrankung ab. Die Anfangsdosis sollte von Ihrer Reaktion auf die Behandlung abh&auml;ngen. Nehmen Sie das Medikament beim Essen oder mit Milch ein, um Magenverstimmungen zu vermeiden. Nehmen Sie das Medikament oral beim Essen, beziehungsweise mit einem Glas Wasser oder Milch ein, au&szlig;er wenn Ihr Arzt Ihnen ausdr&uuml;cklich etwas Anderes verschrieben hat. Falls Sie das Medikament ein Mal t&auml;glich einnehmen, nehmen Sie es Morgens vor 9 Uhr ein. Nehmen Sie das Medikament regelm&auml;&szlig;ig ein, um den gr&ouml;&szlig;ten Nutzen daraus zu ziehen. Nehmen Sie es am besten jeden Tag zu gleichen Zeiten ein. Es ist sehr wichtig, dieses Medikament auch dann weiterhin einzunehmen, falls Sie sich besser f&uuml;hlen sollten. Folgen Sie dem Einnahmeplan und nehmen Sie das Medikament genau so ein, wie es Ihnen verschrieben wurde. Stellen Sie die Einnahme des Medikaments nicht ein, ohne mit Ihrem Arzt vorher R&uuml;cksprache gehalten zu haben. Informieren Sie Ihren Arzt dar&uuml;ber, falls sich Ihr Zustand nicht verbessert oder sogar verschlechtert.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie w&auml;hrend der Einnahme des Medikaments Impfungen und Hauttests, au&szlig;er wenn Ihr Arzt es Ihnen verschrieben hat. Bevor Sie mit der Einnahme von Decadron beginnen, informieren Sie Ihren Arzt oder Apotheker &uuml;ber das Vorliegen gewisser Allergien und &uuml;ber Ihre Anamnese informieren, vor allem falls sich Folgendes darin findet: Aktive Pilzinfektionen, Nieren- oder Lebererkrankungen, mentale beziehungsweise Stimmungsschwankungen, niedriger Mineraliengehalt im Blut, Schilddr&uuml;senerkrankungen, Magen- und Darmprobleme, Bluthochdruck, Herzprobleme, Diabetes, Augenerkrankungen, br&uuml;chige Knochen oder Blutgerinnsel in der Anamnese. Falls Sie das Medikament &uuml;ber einen l&auml;ngeren Zeitraum hinweg eingenommen haben sollten, k&ouml;nnte es passieren, dass Ihr K&ouml;rper nicht genug nat&uuml;rliche Hormone produziert, w&auml;hrend Sie physischen Stress versp&uuml;ren. Es k&ouml;nnte sein, dass Ihre Dosis angepasst werden muss. Wenn Sie mit der Einnahme dieses Medikaments innerhalb der letzten 12 Monate aufgeh&ouml;rt haben, k&ouml;nnte es sein, dass Sie die Einnahme erneut aufnehmen m&uuml;ssen, wenn Ihr K&ouml;rper sich physischem Stress aussetzt. Bevor Sie sich einem operativen Eingriff unterziehen, informieren Sie Ihren Arzt oder Apotheker dar&uuml;ber, ob Sie das Medikament zur Zeit einnehmen, beziehungsweise ob Sie es innerhalb der letzten 12 Monate eingenommen haben. Falls Sie Geschw&uuml;re in der Anamnese haben, beziehungsweise gr&ouml;&szlig;ere Dosen von Aspirin oder anderen arthritisbehandelnden Medikamenten einnehmen, beschr&auml;nken Sie den Konsum alkoholischer Getr&auml;nke w&auml;hrend Sie das Medikament einnehmen, um das Risiko von Magen- oder Darmblutungen zu verringern. Falls Sie unter Diabetes leiden, k&ouml;nnte dieses Medikament es Ihnen erschweren, Ihren Blutzuckergehalt zu kontrollieren. &Uuml;berpr&uuml;fen Sie Ihren Blutzuckergehalt regelm&auml;&szlig;ig und informieren Sie Ihren Arzt dar&uuml;ber.<br /> W&auml;hrend einer Schwangerschaft sollte das Medikament nur bei ausdr&uuml;cklicher Notwendigkeit eingesetzt werden. Informieren Sie sich &uuml;ber damit verbundene Risiken und Nutzen bei Ihrem Arzt oder Apotheker. Dieses Medikament kann in die Muttermilch gelangen und wohlm&ouml;glich ungewollte Wirkung auf Ihr gestilltes Kind haben. Aus diesem Grunde ist das Stillen, w&auml;hrend Sie dieses Medikament einnehmen, nicht empfohlen. <br /> Vermeiden Sie Kontakt mit Menschen, die vor Kurzem eine Polio-Schuckimpfung oder einen durch die Nase eingeatmeten Grippeimpfstoff, Windpocken oder Masern hatten, au&szlig;er wenn Sie diese Krankheiten (in Ihrer Kindheit) bereits hatten. Wenn Sie einer dieser Infektionen ausgesetzt sind und dabei diese Krankheit zuvor noch nicht gehabt haben, suchen Sie unverz&uuml;glich medizinische Hilfe auf. <br /><br /> <strong>Kontraindikationen</strong><br /><br /> Nehmen Sie Decadron auf keinen Fall ein, falls Sie allergisch auf eine der Komponenten von Decadron reagieren, eine systemische Pilzinfektion haben oder Mifepriston einnehmen. Suchen Sie sofort einen Arzt oder Apotheker auf, falls eine der oben aufgez&auml;hlten Tatsachen auf Sie zutrifft.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Nebenwirkungen von Decadron h&auml;ngen von der Dosierung, der Dauer und H&auml;ufigkeit der Anwendung ab. Kurzzeitige Behandlungskurse durch Dexamethason werden in der Regel mit leichten Nebenwirkungen vertragen. Langfristige und hohe Dosierungen von Dexamethason werden h&ouml;chstwahrscheinlich berechenbare und potentiell gef&auml;hrliche Nebenwirkungen ausl&ouml;sen. Soweit m&ouml;glich, sollte die m&ouml;glichst niedrige Dosis Dexamethason eingenommen werden, f&uuml;r m&ouml;glichst kurze Zeitabschnitte angewendet werden, um potentielle Nebenwirkungen zu minimisieren. Intermittierende Dosierung kann ebenfalls m&ouml;gliche Nebenwirkungen minimisieren. <br /> Zu m&ouml;glichen Nebenwirkungen z&auml;hlen unter anderem Fl&uuml;ssigkeitszur&uuml;ckhaltung, Gewichtszunahme, Bluthochdruck, Kaliumsverlust, Kopfschmerzen, Muskelschw&auml;che, Verschwollenheit des Gesichts und Haarwachstum im Gesicht, Abmagerung und leichte Bluterg&uuml;sse auf der Haut, Glaukoma, Katarakte, peptische Geschw&uuml;rbildung, Verschlimmerung von Diabetes, unregelm&auml;&szlig;ige Menstruationen, Wachstumsverlangsamung bei Kindern, Krampfanf&auml;lle, Magenverstimmungen, Kopfschmerzen, Schwindel, &Auml;nderungen in der Periode, Schlafst&ouml;rungen, erh&ouml;hter Appetit, Gewichtszunahme, Depressionen, Euphorie, Schlaflosigkeit, Stimmungsschwankungen, Pers&ouml;nlichkeitsschwankungen und sogar psychotisches Benehmen. Sehr ernsthafte oder gef&auml;hrliche allergische Reaktionen auf dieses Medikament sind eher selten. Sollte eine dieser Nebenwirkungen l&auml;nger anhalten oder Sie st&ouml;ren, dann informieren Sie Ihren Arzt oder Apotheker so schnell wie m&ouml;glich. <br /><br /> <strong>Wechselwirkung<br /></strong><br /> Medikamente so wie zum Beispiel Phenobarbital, Ephedrin, Phenytoin (Dilantin) und Rifampin (Rifadin, Rimactan) k&ouml;nnen den Abbau von Kortikosteroiden durch die Leber verst&auml;rken. Daraus folgend kann ihre Konzentration im Blut abnehmen und sie haben schw&auml;chere Wirkung. Aus diesem Grunde k&ouml;nnte es passieren, dass die Dosierung von Kortikosteroiden erh&ouml;ht werden m&uuml;sste, falls eine Behandlung mit einem dieser Mittel begonnen wird. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Falls Sie eine &Uuml;berdosierung mit diesem Medikament verd&auml;chtigen, suchen Sie unverz&uuml;glich medizinische Hilfe auf.<br /><br /> <strong>Lagerung</strong><br /><br /> Decadron sollte bei Temperaturen von 68-77 Grad Fahrenheit (20-25 Grad Celsius) gelagert und auf keinen Fall eingefroren werden.</p>