<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Progesteron ist ein weibliches Hormon (Gestagen). Dieses Medikament &auml;hnelt Progesteron, das vom K&ouml;rper nat&uuml;rlich produziert wird, und wird zur Ersetzung dieses Hormons angewendet, wenn der K&ouml;rper nicht genug davon produziert. Bei Frauen, die nicht schwanger sind und sich nicht in den Wechseljahren befinden, wird dieses Medikament zur Wiederherstellung eines normalen Menstruationszyklus verwendet, falls dieser f&uuml;r mehrere Monate (Amenorrhoe) aufgeh&ouml;rt hat.<br /> Progesteron wird auch als Teil einer Hormonersatztherapie mit &Ouml;strogene zur Reduzierung von Symptomen der Wechseljahre (zum Beispiel Hitzewallungen) angewendet. Progesteron wird bei der &Ouml;strogenersatztherapie verwendet, um das Risiko von Geb&auml;rmutterkrebs zu verringern.<br /><br /><strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Medikament oral ein, in der Regel ein Mal pro Tag vor dem Schlafengehen oder wie es von Ihrem Arzt verordnet wurde. Wenn Sie Probleme beim Schlucken der Tabletten haben, nehmen Sie sie im Stehen mit einem Glas Wasser zu sich. Halten Sie sich genauestens an den Einnahmeplan. Suchen Sie Ihren Arzt auf, wenn Sie Fragen haben. Die Dosierung h&auml;ngt von Ihrem medizinischen Zustand und Ihrer Reaktion auf die Therapie ab.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Bevor Sie Progesteron einnehmen, informieren Sie ihren Arzt oder Apotheker dar&uuml;ber, ob Sie allergisch darauf oder auf Erdn&uuml;sse reagieren oder ob Sie noch andere Allergien haben. Bevor Sie das Pr&auml;parat einnehmen, informieren Sie ihren Arzt oder Apotheker dar&uuml;ber, falls Sie Blutgerinnsel, Blutungen im Gehirn, Lebererkrankungen, Krebs der Brust oder anderer weiblicher Organe, vaginale Blutungen, denen eine unbekannte Ursache zu Grunde liegt, das Bleiben von gewissem Gewebe in der Geb&auml;rmutter nach einer Fehlgeburt (&bdquo;verpasste Abtreibung&ldquo;), oder falls Ihr letzter Schlaganfall oder Herzinfarkt ein Jahr oder weniger zur&uuml;ckliegt. Vermeiden Sie l&auml;ngeren Aufenthalt in der Sonne, Solarien und H&ouml;hensonnen. Verwenden Sie Sonnenschutzmittel und tragen Sie Schutzkleidung, wenn Sie sich im Freien aufhalten.<br /><br /><strong>Kontraindikationen<br /></strong><br /> Vermeiden Sie das Autofahren, das Bedienen von Maschinen und andere T&auml;tigkeiten, die Aufmerksamkeit erfordern, bis Sie sicher sind, dass Sie diese T&auml;tigkeiten sicher ausf&uuml;hren k&ouml;nnen. Beschr&auml;nken Sie Ihren Alkoholkonsum. Rauchen Sie nicht. Dieses Medikament sollte w&auml;hrend der Schwangerschaft nur nach der Zusage Ihres Arztes eingenommen werden. Es gibt widerspr&uuml;chliche Angaben dar&uuml;ber, ob Gestagen einem ungeborenen Kind schaden kann. Informieren Sie sich &uuml;ber damit verbundene Risiken und Nutzen bei Ihrem Arzt.<br /> Dieses Medikament kann in die Muttermilch gelangen. Informieren Sie sich bei Ihrem Arzt, bevor Sie stillen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> &Uuml;belkeit, Bl&auml;hungen, Empfindlichkeit der Brust, Kopfschmerzen, &Auml;nderungen im vaginalen Ausfluss, Stimmungsschwankungen, Sehst&ouml;rungen, Schwindel oder Schl&auml;frigkeit k&ouml;nnen auftreten. Wenn eine dieser Nebenwirkungen l&auml;nger anh&auml;lt oder sich verschlimmert, suchen Sie sofort Ihren Arzt oder Apotheker auf.<br /> Die meisten Menschen, die dieses Medikament einnehmen, versp&uuml;ren dabei keine ernsthaften Nebenwirkungen.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Bevor Sie mit der Behandlung durch dieses Pr&auml;parat beginnen, informieren Sie Ihren Arzt oder Apotheker &uuml;ber s&auml;mtliche verschreibungspflichtigen, rezeptfreien und pflanzlichen Medikamente, die Sie einnehmen, insbesondere &uuml;ber Medikamente, die Leberenzyme beeinflussen und Progesteron aus dem K&ouml;rper entfernen (zum Beispiel Rifampicin, Johanniskraut, Azol-Antimykotika wie Itraconazol, bestimmte krampfbehandelnde Medikamente wie Carbamazepin/Phenobarbital/Phenytoin).<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Falls Sie eine &Uuml;berdosierung dieses Medikamentes verd&auml;chtigen, suchen Sie unverz&uuml;glich die n&auml;chstliegende Vergiftungszentrale oder einen Notarzt auf.<br /> Zu den Symptomen einer &Uuml;berdosierung geh&ouml;ren unter Anderem starke &Uuml;belkeit und Erbrechen. Befragen Sie Ihren Arzt, um weitere Informationen zu erhalten.<br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen von 77 Grad Fahrenheit (25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Kurze Lagerung bei Temperaturen von 59-86 Grad Fahrenheit (15-30 Grad Celsius) ist m&ouml;glich. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>