<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung</strong><br /><br /> Singulair ist ein Leukotrien-(loo-koe-TRY-een) Hemmer, der zur Behandlung von Asthma, der Vorbeugung von Kurzatmigkeit und allergischer Rhinitis (Niesen, verstopfte Nase, laufende Nase, Jucken der Nase, Outdoor und Indoor-Allergien). Singulair blockiert Substanzen im K&ouml;rper, die Leukotriene hei&szlig;en, welche Asthma und allergische Rhinitis verursachen.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Den gr&ouml;&szlig;ten Nutzen erhalten Sie von diesem Medikament, wenn Sie es t&auml;glich verwenden. Schlucken Sie die Tablette als ein Ganzes mit einem Glas Wasser oder Milch herunter. Falls Sie die zerkaubare Tablette einnehmen, sollte diese noch vor dem Herunterschlucken komplett zerkaut werden.<br /> Die empfohlene Dosis f&uuml;r Erwachsene und Kinder &uuml;ber 15 Jahren betr&auml;gt 10 mg pro Tag. F&uuml;r Kinder zwischen 6 und 14 Jahren betr&auml;gt die empfohlene Dosis 5 mg, ein Mal t&auml;glich eingenommen. F&uuml;r Kleinkinder zwischen 2 und 5 Jahren betr&auml;gt die empfohlene Dosis 4 mg, ein Mal t&auml;glich eingenommen. F&uuml;r S&auml;uglinge im Alter von 6 bis 23 Monaten betr&auml;gt die empfohlene Dosis ein Packet oraler Granulate (4 mg), einzunehmen ein Mal am Tage. Dieses Medikament sollte ein Mal t&auml;glich abends eingenommen werden. Wir w&uuml;rden Sie gerne dar&uuml;ber informieren, dass Sicherheit und Effektivit&auml;t bei Kinderpatienten unter dem Alter von 12 Monaten nicht nachgewiesen wurde.<br /> Hinweis: Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Singulair sollte nicht zur Behandlung von akuten Asthmaanf&auml;llen angewendet werden. Singulair sollte nicht schlagartig durch inhalierende oder orale Kortikosteroide ersetzt werden. Bei Schwangerschaft oder w&auml;hrend der Stillzeit sollte Singulair nicht angewendet werden. Bei Kindern im Alter von unter sechs Jahren sollte Vorsicht ge&uuml;bt werden. Wenn Sie Asthma haben und sich Ihr Asthmazustand durch Aspirin verschlechtert, vermeiden Sie im Weiteren die Einnahme von Aspirin oder anderen Medikamenten so wie den nichtsteroidalen entz&uuml;ndungshemmenden Medikamenten, w&auml;hrend Sie Singulair einnehmen.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Patienten, bei denen eine &uuml;berempfindliche Reaktion auf die Komponente dieses Mittels bekannt ist, ist Singulair untersagt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu ihnen z&auml;hlen unter anderem allergische Reaktionen, so wie zum Beispiel: Nesselsucht; Atembeschwerden; Schwellungen des Gesichts, der Lippen, der Zunge oder der Kehle. Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen auch: <br /> Hautausschl&auml;ge, Bluterg&uuml;sse, starkes Kribbeln, Taubheit, Schmerzen, Muskelschw&auml;che;<br /> &Auml;nderungen im Benehmen oder der Stimmung, &Auml;ngstlichkeit, Depression oder autoagressive beziehungsweise Selbstmordgedanken;<br /> Zittrigkeiten oder Zittern;<br /> starke Sinusschmerzen, Schwellungen oder Erregung; oder<br /> sich verschlimmernde Asthmasymptome.<br /><br /> Zu weniger ernsthaften Symptomen z&auml;hlen unter anderem:<br /> Kopfschmerzen;<br /> Magenschmerzen, Sodbrennen, Magenverstimmungen, &Uuml;belkeit, Durchfall;<br /> Zahnschmerzen;<br /> M&uuml;digkeit;<br /> Fieber, verstopfte Nase, Halsschmerzen, Husten, Heiserkeit; oder<br /> leichter Hautausschlag.<br /><br /> Wenn Sie eines davon versp&uuml;ren, stellen Sie die Einnahme von Singulair ein und informieren Sie Ihren Arzt dar&uuml;ber so schnell wie m&ouml;glich. Informieren Sie sich auch bei Ihrem Arzt &uuml;ber s&auml;mtliche Nebenwirkungen, die un&uuml;blich zu sein scheinen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Singulair weist Wechselwirkungen mit folgenden Medikamenten auf: Cisaprid; Methscopolamine Nitrat; Nitrate wie zum Beispiel Amylnitrit, Isosorbiddinitrat, Isosorbidmononitrat, Nitroglycerin; Nitroprussid; andere Sildenafil-Produkte. Diese Medizin weist ebenfalls Wechselwirkungen mit folgenden Medikamenten auf: gewisse Medikamente zur Behandlung von Bluthochdruck; gewisse Medikamente zur Behandlung von HIV-Infektion oder AIDS; gewisse Medikamente zur Behandlung von Pilz- oder Hefeinfektionen, so wie zum Beispiel Fluconazol, Itraconazol, Ketoconazol und Voriconazol; Cimetidin; Erythromycin; Rifampin. Denken Sie bitte daran, dass eine Wechselwirkung zwischen zwei Medikamenten nicht unbedingt bedeutet, dass Sie die Einnahme eines dieser Medikamente einstellen m&uuml;ssen. Befragen Sie Ihren Arzt dar&uuml;ber, wie Sie mit diesen Wechselwirkungen umgehen sollten.<br /><br /><strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie langfristig eine h&ouml;here Dosis einnehmen als Ihnen verschrieben wurde, kann dies zu Symptomen f&uuml;hren wie zum Beispiel Durst, Schl&auml;frigkeit, weite Pupillen, verst&auml;rkte Muskelbewegungen oder starke Magenschmerzen. Falls Sie eines dieser Symptome versp&uuml;ren, rufen Sie unverz&uuml;glich Ihren Arzt. <br /><br /><strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.chsten Tag zur gleichen Zeit.<br /><br /></p>