<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung</strong><br /><br /> Ventolin (Salbutamol) ist ein selektiver beta2-adrenerger Rezeptoragonist. Seine therapeutische Dosierung weist Wechselwirkungen mit beta2-adrenergen Rezeptoren in den Muskeln der Bronchen auf. Nach der Inhalation von 10-20% der angewendeten Dosis werden die unteren Atemwege erreicht. Das Medikament f&auml;ngt 4-5 Minuten nach der Inhalation an zu wirken und wirkt 4-6 Stunden lang. Ventolin wird verwendet, um Symptome von Asthma zu lindern und um Patienten mit chronischer obstruktiver Bronchitis zu behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Nehmen Sie das Medikament nicht &ouml;fter ein als es Ihnen verschrieben wurde. Die &uuml;bliche Anfangsdosis zum Inhalieren betr&auml;gt 2.5 mg, welche sp&auml;ter bis hin zu 5 mg erh&ouml;ht werden kann. The Inhalationsl&ouml;sung muss vor miktobiellen Kontamination gesch&uuml;tzt werden, welche sich in den Schleimh&auml;uten ausbreiten kann. Verwenden Sie bei jedem &Ouml;ffnen der Flasche ordnungsgem&auml;&szlig;e Techniken. Vermeiden Sie s&auml;mtlichen Kontakt der Tropferspitze mit jeglicher Oberfl&auml;che. Wenden Sie die L&ouml;sung nicht mehr an, wenn sich Ihre Farbe &auml;ndert oder sie tr&uuml;be wird.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Wenn Sie bemerken, dass Ihre Symptome sich nicht verbessern oder sich gar verschlechtern, suchen Sie Ihren Arzt auf. Die Einnahme anderer zu inhalierenden und asthmanehandelnden Medikamente sollte nur nach der Empfehlung Ihres Arztes erfolgen. Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche Allergien, die Sie in der Anamnese und in der Vergangenheit hatten, genauso wie &uuml;ber Diabetes, Herz-Kreislauf-Erkrankungen, Herz-Rhythmusst&ouml;rungen, Hypertonie, Hyperthyreose, Hypokali&auml;mie und Krampfanf&auml;lle. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Patienten mit einer &uuml;berempfindlichen Reaktion auf die Komponenten des Medikaments, wenn auch in der Anamnese, ist Ventolin untersagt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den &uuml;blichsten Nebenwirkungen des Medikaments z&auml;hlen unter anderem: Zittern der Beine, Arme, H&auml;nde oder F&uuml;&szlig;e, Zittern oder Sch&uuml;tteln der H&auml;nde oder der F&uuml;&szlig;e. Zu selteneren Nebenwirkungen z&auml;hlen schneller, unregelm&auml;&szlig;iger, pochender oder rasender Herzschlag, beziehungsweise Puls, <br /> Herzflattern, Brustschmerzen, schneller Herzschlag und Zittrigkeit oder Nervosit&auml;t. <br /><br /><strong> Wechselwirkung <br /></strong><br /> Ventolin kann nicht in Kombination mit anderen kurzwirkenden sympathomimetischen Aerosolbronchodilatatoren eingenommen werden, beziehungsweise sollte nur mit Vorsicht angewendet werden, um sch&auml;dliche kardiovaskul&auml;re Wirkungen zu vermeiden. Die gleichzeitige Anwendung mit Monoamineoxidase-Hemmern (MAO-Hemmer) oder trizyklischen Antidepressiva ist untersagt. Sie sollten erst zwei Wochen nach dem Ende der Behandlung mit Ventolin eingenommen werden. Beta-adrenerge Rezeptoren, die andere Mittel blockieren, sind dazu im Stande, starke Bronchospasmen bei Patienten mit Asthma zu verursachen und k&ouml;nnten beim Hemmen von pulmonarer Wirkung von Beta-Agonisten (Ventolin) eingreifen. Beta-Agonisten k&ouml;nnen durch kaliumnichtsparende Diuretika verursachte Hypokali&auml;mie verschlimmern (so wie zum Beispiel Schleifen- oder Thiaziddiuretika). Ventolin verringert den Serumgehalt von Digoxin. <br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Vor&uuml;bergehende &Auml;nderungen, die durch beta2-adrenerge Rezeptoragonisten induziert wurden, so wie zum Beispiel Tachykardie, Zittrigkeiten oder Kopfschmerzen sind typische Symptome einer &Uuml;berdosierung. Schwere Hypokali&auml;mie kann ebenfalls als Resultat einer Ventolin-&Uuml;berdosierung stattfinden.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie das Medikament bei Raumtemperaturen, trocken, vor Licht, Kinder und Haustieren gesch&uuml;tzt. Am besten in einem dichten Beh&auml;lter aufbewahren.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>