<p><strong>Descripci&oacute;n De Producto</strong><br /><br /> Propiedades<br /> Aciphex es medecina anti&uacute;lcera que detiene inhibidores de la bomba de protones y bloqea la producci&oacute;n de &aacute;cido de est&oacute;mago. Bioquimicamente bloquea ( H+, K+) sistema de enzimas ATPasa y de este modo detiene la etapa &uacute;ltima de producci&oacute;n de &aacute;cido clorh&iacute;drico. Despu&eacute;s de toma peroral de Aciphex efecto antisecretorial se logra durante 1 hora o m&aacute;ximo dentro 2-4 horas. Esta medecina se usa para curar &uacute;lceras de est&oacute;mago, s&iacute;ndrome de Zollinger- Ellison, reflujo gastroesof&aacute;gico, para erradicar Helicobacter pylori a los pacientes con &uacute;lceras en est&oacute;mago o gastritis cronico. <br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Dosificaci&oacute;n tiene que ser prescr&iacute;ta por su m&eacute;dico seg&uacute;n su condici&oacute;n. Habitualmente para los pacientes con &uacute;lceras duodenas agudas se recomiende tomar 1 pastilla (20 mg) por las ma&ntilde;anas 1 vez al d&iacute;a durante 4-6 semanas. En cura de infecci&oacute;n de Helicobacter pylori , Aciphex puede ser necesitado solamente durante 1 semana. Siga todas las recomendaciomes de su m&eacute;dico y no tome la medicina en cantidades m&aacute;s grandes que ha sido prescr&iacute;to. Pastillas tienen que ser trogadas enteras. No se puede romper, mascar o partirlas. Tome Aciphex con o sin comida con gran vaso de agua porque comida disminuye su efecto de absorci&oacute;n. <br /><br /> <strong>Precauciones</strong><br /><br /> Notifique a su m&eacute;dico si usted tiene enfermedad grave de h&iacute;gado, c&aacute;ncer de et&oacute;mago antes de tomar la medicina. Uso de Aciphex por los ni&ntilde;os no se recomienda. La medecina no est&aacute; expectada causar da&ntilde;o a ni&ntilde;o no nacido, pero informe a su doctor si Usted est&aacute; emborazada o amamanta. Algunas condiciones se curan por combinaci&oacute;n de Aciphex y antibioticos, por eso para lograr efecto m&aacute;ximo de cura use todas las medecina como su m&eacute;dico ha presr&iacute;to.<br /><br /> <strong>Contradiciones</strong><br /><br /> Embarazo, lactaci&oacute;n, sensibilidad excesiva a Aciphex o a sus benzimidazoles sustituitos &ndash; omeprazol ( Prilosec, Zegerid), lansoprazol ( Prevacid) patoprazol (Protonix), rabeprazol (Aciphex) y esomeprazol ( Nexium).<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Junto con s&iacute;ntomas de alergia (erupci&oacute;n, exantema, hichaz&oacute;n de lengua y cara) tales efectos secundarios pueden ocurrir &ndash; dolor de cabeza, v&eacute;rtigo boca seca, descomposici&oacute;n o diarrea, insomnia, nerviosidad, erupci&oacute;n o picaz&oacute;n. Dirigase a su doctor por ayuda si alg&uacute;n de efectos secundarios dados se pone grave o persisitente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos.</strong><br /><br /> Prescripci&oacute;n junta con las medicinas cual absorpci&oacute;n depende de acidez de est&oacute;mago causa interacci&oacute;n de medecinas. Aciphex y otros inhibidores de la bomba de protones reducen la absorbaci&oacute;n y la concentraci&oacute;n en sangre de ketoconazol (Nizoral) y aumenta la absorbaci&oacute;n y la concetraci&oacute;n de digoxina (lanoxin) en sangre causando reducci&oacute;n de efectividad del primero y aumenta toxicidad del &uacute;ltimo.<br /><br /> <strong>Dosis omitida</strong> <br /><br /> Si Usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la dosis y vuelva a su horario regular. <br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de soredosis est&aacute;n desconocidos. Si usted piensa que ha tomado mucho de la medecina busque ayuda medica urgente. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar Aciphex a una temperatura de 59-77 F (15-25 C), del alcance de los rayos solares, humedad, ni&ntilde;os y animales domesticos. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>