<p><strong>Descripci&oacute;n De Producto</strong><br /><br /> Propiedades<br /> Amoxil (Amoxicillin) es un antibi&oacute;tico de espectro amplio del grupo de aminopenicillin. Su mecanismo de la acci&oacute;n es antibacteriano y consiste en la inhibici&oacute;n de la construcci&oacute;n de paredes de c&eacute;lula de bacterias sensibles a Amoxicillin. Las paredes de c&eacute;lula sirven para proteger bacterias del ambiente y la acci&oacute;n de Amoxicillin previene su propagaci&oacute;n. Amoxicillin puede ser eficaz contra H. influenzae, gonorrea de N., E. coli, Pneumococci, Streptococci, y las ciertas tensiones del Staphylococci. Los microorganismos que producen penicillase son resistibles a Amoxicillin. La medicaci&oacute;n no es activa hacia micobacteria, micoplasmas, g&eacute;nero Rickettsia, hongos, ameba, plasmodium, virus y tambi&eacute;n Pseudomonas aeruginosa y Proteus spp. (excluyendo P. mirabilis).<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome exactamente como han sido prescr&iacute;to por su doctor. Diga a su doctor antes de tomar esta medicaci&oacute;n si usted es al&eacute;rgico a cefalosporina (Ceclor, Ceftin, Duricef, Keflex), han tenido asma, da&ntilde;o grave de h&iacute;gado o ri&ntilde;&oacute;n, des&oacute;rdenes de coagulaci&oacute;n de la sangre o hemorragia, mononucleosis o cualquier tipo de la reacci&oacute;n al&eacute;rgica en la historia. Usted puede tomar Amoxillin con o sin comida. La pastilla deber&iacute;a ser masticada antes de que usted la trague. Trague c&aacute;psulas Amoxillin enteras con un vaso del agua.<br /><br /> <strong>Precauciones<br /></strong><br /> Esta medicaci&oacute;n disminuye el efecto de ciertas medicinas de anticoncepci&oacute;n. Siga tomando esta medicina aun si usted se siente mejor por que el c&iacute;rculo de vida de bacterias tiene ciertas particularidades. Si usted se parara para tomar la medicina no teniendo curso completo de tratamiento esto puede causar su propagaci&oacute;n adicional y producci&oacute;n de tensiones resistentes a esta medicaci&oacute;n. No d&eacute; esta medicina al enfermo que tiene s&iacute;ntomas similares como su enfermedad tal vez provocada por otro tipo de microorganismos. Las medicinas antibi&oacute;ticas pueden causar la diarrea, informe a su doctor si usted la tiene. Si usted amamanta y toma Amoxicillin, la medicaci&oacute;n puede emitir en la leche y causar la diarrea a su beb&eacute;. Advierta a su doctor si usted sufre del asma.<br /><br /> <strong>Contradiciones<br /></strong><br /> Alergia a Amoxicillin o a cualquier otro antibi&oacute;tico de penicilina.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Adem&aacute;s de la alergia (urticaria, hinchaz&oacute;n, erupci&oacute;n) la reacci&oacute;n posible a Amoxicillin puede ser diarrea, mareo, ardor de est&oacute;mago, insomnio, n&aacute;usea, picor, v&oacute;mitos, confusi&oacute;n, dolor abdominal, contusi&oacute;n f&aacute;cil.<br /><br /> <strong>Interacci&oacute;n con ortos medicamentos<br /></strong><br /> Nada se sabe sobre disminici&oacute;n del efecto de p&iacute;ldoras anticonceptivas por Amoxicillin, la absorci&oacute;n de aumentos de digoxin, la toxicidad de aumentos de metotrexat. De la excreci&oacute;n de Amoxicillin por ri&ntilde;ones reduce la marcha la aspirina.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomela tan pronto como usted recuerda. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva a su horario de dosificaci&oacute;n. <br /><br /> <strong>Sobredosis</strong><br /><br /> Los s&iacute;ntomas de la sobredosis de Amoxicillin pueden ser v&oacute;mitos, n&aacute;usea, diarrea, des&oacute;rdenes del equilibrio de electr&oacute;litos y el agua. P&oacute;ngase en contacto con su doctor para la ayuda.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-30 C (59-86 F), del alcance de los rayos solares y humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>