<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades<br /> Astelin es un spray nasal de antihistam&iacute;nico usado para tratar s&iacute;ntomas de alergia, como estornudo y nariz picante, l&iacute;quida. Esta medicaci&oacute;n trabaja bloqueando la acci&oacute;n de histamina, que reduce s&iacute;ntomas de alergia. Tambi&eacute;n Astelin se usa para tratar tales s&iacute;ntomas como nariz l&iacute;quida o nariz congestionada, y goteo postnasal.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Astelin deber&iacute;a ser usado para nariz s&oacute;lo, por lo tanto por favor evite ponerse en contacto con ojos. Haga volar su nariz antes de usar esta medicaci&oacute;n. La dosis recomendada inicial es 4 sprays al d&iacute;a. Despu&eacute;s de tres d&iacute;as la dosis recomendada es 2 sprays al d&iacute;a. <br /> Note: esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayudar&aacute; a conseguir los mejores resultados. <br /><br /> <strong>Precauciones<br /></strong><br /> Use con precauciones si su historial m&eacute;dico incluye: alergias, enfermedad card&iacute;aca, problemas de ri&ntilde;&oacute;n, hipertensi&oacute;n, problemas de h&iacute;gado. Usando Astelin con el alcohol o depresivos CNS puede aumentar efectos secundarios. Astelin no deber&iacute;a ser usado durante embarazo, quedando embarazada o lacaci&oacute;n. No use Astelin antes del amamantamiento sin permiso de doctor.<br /><br /> <strong>Contradiciones<br /></strong><br /> Astelin es contradicado a la gente con: alergia a cualquier antihistam&iacute;nico; glaucoma de &aacute;ngulo estrecho; obstrucci&oacute;n de cuello de vejiga; hipertrofeo proest&aacute;tico sintom&aacute;tico; ataque asm&aacute;tico; &uacute;lcera p&eacute;ptica; obstrucci&oacute;n de pyloroduodenal. Atelin no deber&iacute;a ser usado por neonates (asociaci&oacute;n posible con SIDS)<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Ellas pueden encluir reacci&oacute;n alergica: urticaria; dificultad de respiraci&oacute;n; hinchaz&oacute;n de cara, labios, lengua, o garganta. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> espasmos bronquiales (falta de respiraci&oacute;n, estrechez en pecho, dificultad de respiraci&oacute;n);<br /> latidos del coraz&oacute;n r&aacute;pidos o desiguales.<br /> Las reacciones menos serios incluyen: <br /> un gusto amargo en su boca;<br /> dolor de cabeza;<br /> somnolencia o mareo;<br /> sequedad de boca, dolor de garganta;<br /> la incineraci&oacute;n en su nariz;<br /> aumento de peso;<br /> n&aacute;usea;<br /> hemorragia nasal;<br /> tos, estornudo, nariz l&iacute;quida, s&iacute;ntomas de fr&iacute;os; o<br /> reparaci&oacute;n de ojo.<br /> Si usted experimenta uno de ellos deje de usar Astelin y diga a su doctor &aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Astelin coopera con tales medicaciones como: cimetidine, medicinas para sue&ntilde;o, sedantes, tranquilizantes, medicinas para ansiedad, narc&oacute;ticos para aliviar dolor, antidepresivos u otras medicinas psiqui&aacute;tricas, otros antihistam&iacute;nicos. Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar una de ellas. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis de Astelin son desconocidas, pero el m&aacute;s posible puede ser somnolencia. Si usted experimenta uno de ellos o si usted experimenta alguno s&iacute;ntoma extra&ntilde;o llame a su m&eacute;dico inmediatamente.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F) del alcance de los rayos solares, humedad, ni&ntilde;os y animales dom&eacute;sticos. No se puede almanecear en cuarto de ba&ntilde;o. Guarde la botella derecho con la bomba fuertemente cerrada. Proteja de la congelaci&oacute;n.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.os y animales dom</p>