<p><strong>Propiedades<br /></strong><br /> Brand Cialis ha sido elaborado por la empresa farmac&eacute;utica LILLY y contiene Tadalafil como su principio activo.<br /> Cialis es un inhibidor eficaz, reversible, selectivo de la fosfodiesterasa de tipo 5 (PDE 5) espec&iacute;fico para el monofosfato de guanosina c&iacute;clica (cGMP). En caso cuando la estimulaci&oacute;n sexual provoca una emisi&oacute;n local del &oacute;xido n&iacute;trico, la inhibici&oacute;n de la PDE 5 por Cialis fomenta la elevaci&oacute;n de los niveles del cGMP en el cuerpo cavernoso del pene. As&iacute;mismo los m&uacute;sculos lisos arteriales se quedan relajados y la sangre afluye a los tejidos del pene lo que causa la erecci&oacute;n. El Cialis no tiene efecto a la falta de la estimulaci&oacute;n sexual. El Cialis mejora las erecciones y permite conseguir un transursco sexual eficiente. El f&aacute;rmaco se ha comprobado cl&iacute;nicamente de conservar su efecto incluso durante 36 horas. Si la agitaci&oacute;n sexual est&aacute; presenta el efecto se demuestra a&uacute;n expirados los 16 minutos despu&eacute;s de la toma de la medicaci&oacute;n.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> La dosis recomendada de Cialis consiste en 20 mg. Debe tomarse por lo menos a 16 minutos antes de la actividad sexual. El efecto persiste durante 36 horas. El Cialis debe administrarse una vez al d&iacute;a y la dosis recomendada no debe excederse.<br /><br /> <strong>Precauciones<br /></strong><br /> Se preferir&aacute; evitar emplear el Cialis junto con el zumo de pomelo, las bebidas alcoh&oacute;licas, tabaco. El tabaco concomitado por el Cialis podr&aacute; llevar a una condici&oacute;n mala llamada NOIA-AN (una p&eacute;rdida ocasional de la visi&oacute;n relacionada al nervio &oacute;ptico). Le rogamos informe al m&eacute;dico antes de proceder con el Cialis en caso de tener el pene anormal, incluso el pene corbado o unos defectos innatos peniles, o tiene en su historia cl&iacute;nica los casos de las disfunciones cardiovasculares, arritmia, angina, ataque card&iacute;aco o insuficiencia card&iacute;aca, hipotensi&oacute;n e hipertensi&oacute;n, hemorrag&iacute;a, &uacute;lceres g&aacute;stricos, diabetes, hiperlipidemia (un exceso de los l&iacute;pidos en la sangre), anemia falciforme, las insuficiencieas hep&aacute;tica o renal.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> El Cialis est&aacute; contraindicado en los pacientes que administren cualquier forma del nitrato org&aacute;nico, tanto regular como /o bien intermitentemente por ser capable este de potenciar el efecto hypotensivo de los nitratos.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Las reacciones m&aacute;s communes adversas del Cialis son la rubefacci&oacute;n de cara, el dolor de la cabeza, la dispepsia, la diarrea, los s&iacute;ntomas semejantes al gripe y las n&aacute;useas. En los casos m&aacute;s raros, tendr&aacute;n lugar la hipotensi&oacute;n sangu&iacute;nea, visi&oacute;n borrosa y agravaci&oacute;n de la visi&oacute;n de color, tanto como una eyaculaci&oacute;n anormal. Las erecciones prolongadas o el priapismo (las erecciones dolorosas que permanecen por m&aacute;s que 6 horas) son tambi&eacute;n posibles. Si la erecci&oacute;n le permanece por m&aacute;s que 4 horas, le rogamos busque la asistencia m&eacute;dica de urgencia porque este puede causar al pene los perjuicios irremediables. Ha sido registrada una agravaci&oacute;n de los problemas card&iacute;acos en los pacientes que llevan una historia de las malfunciones card&iacute;acas padecidas cuando estos administren el Cialis.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> La administraci&oacute;n concomitante con las medicaciones que contienen los nitratos org&aacute;nicos puede causar una hipotensi&oacute;n grave que en casos particulares llegar&iacute;a a obtener un car&aacute;cter cr&iacute;tico. Es recomendado evitar tomar el Calis junto con tales medicaciones como el Tetranitrato de Eritritilo, Dinitrato de Isosorbida, Mononitrato de Isosorbida, Nitroglicerino, Tetranitrato de Pentaeritritolo. Los niveles y la toxidad del Cialis se aumentan por el efecto del eritromicina, ketoconazola (Nizoral), itraconazola (Sporanox), indinavir (Crixivan) y ritonavir (Norvir). Av&iacute;selo al m&eacute;dico en caso de administrar el Atazanavir, Bunazosina, Claritromicina, Doxazosina, Eritromicina, Indinavir, Itraconazola, Ketoconazola, Moxisilita, Nefazodona, Nelfinavir, Fenoxibenzamina, Fentolamina, Prazosina, Saquinavir, Telitromicina, Terazosina, Trimazosina, Urapidil porque el efecto posible de estos ser&aacute; necesario corregir la dosificaci&oacute;n del Cialis.<br /><br /> <strong>Dosis omitida<br /></strong><br /> La omisi&oacute;n de dosis no es asunto aplicable para el Cialis cuando &eacute;ste se administre para el tratamiento de la disfunci&oacute;n erectil porque se emplea a demanda.<br /><br /> <strong>Sobredosis<br /></strong><br /> La sobredosis del Cialis causar&aacute; unos s&iacute;ntomas descritos m&aacute;s arriba como las reacciones adversas. Busque la atenci&oacute;n m&eacute;dica inmediata si le parece haber tomar un exceso de la medicaci&oacute;n.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se almacena en un contenedor sellado reseco a temperatura interior fuera de la humedad excesiva, los rayos solares, del alcance de los ni&ntilde;os y los animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.clica (cGMP). En caso cuando la estimulaci</p>