<p><strong>Usos de Drogas</strong> <br /><br /> Cefadroxilo combate la bacteria en el cuerpo. Cefadroxilo se utiliza para tratar diferentes tipos de infecciones bacterianas como la bronquitis, amigdalitis, infecciones del o&iacute;do, infecciones de la piel y las infecciones del tracto urinario. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Cefadroxilo como lo indique su m&eacute;dico. <br /><br /> Cefadroxilo tomar por v&iacute;a oral con o sin alimentos. Si le produce malestar estomacal, tome con alimentos para reducir la irritaci&oacute;n estomacal. <br /> Para borrar completamente su infecci&oacute;n, tomar Cefadroxilo durante todo el curso del tratamiento. Siga tomando incluso si se siente mejor en unos pocos d&iacute;as. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar Cefadroxilo. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Cefadroxilo es un antibi&oacute;tico de cefalosporina. Funciona al interferir con la bacteria 's la formaci&oacute;n de la pared celular. Esto debilita la pared celular, provocando su ruptura, con resultado de muerte de las bacterias. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de cefadroxilo, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento</strong> <br /><br /> Tienda Cefadroxilo a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. Cefadroxilo Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> No utilice Cefadroxilo si: <br /><br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando; <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico; <br /> si tiene alergias a medicamentos, alimentos u otras sustancias; <br /> Si usted tiene un trastorno de la coagulaci&oacute;n de la sangre, problemas renales o problemas de est&oacute;mago o intestino (por ejemplo, la inflamaci&oacute;n); <br /> si usted ha tenido una reacci&oacute;n al&eacute;rgica severa (por ejemplo, erupciones cut&aacute;neas, urticaria, dificultad para respirar o mareos) a un antibi&oacute;tico de la penicilina (por ejemplo, amoxicilina) o de otros antibi&oacute;ticos beta-lact&aacute;micos (por ejemplo, imipenem). <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante:</strong> <br /><br /> Contacte con su m&eacute;dico de inmediato si el dolor de est&oacute;mago o c&oacute;licos, diarrea o deposiciones con sangre ocurrir. No tratar la diarrea sin consultar primero con su m&eacute;dico. <br /> Aseg&uacute;rese de utilizar Cefadroxilo durante todo el curso del tratamiento. Si no, la medicina no puede curar su infecci&oacute;n por completo. La bacteria tambi&eacute;n podr&iacute;a ser menos sensible a este u otros medicamentos. Esto podr&iacute;a hacer que la infecci&oacute;n m&aacute;s dif&iacute;cil de tratar en el futuro. <br /> Cefadroxilo s&oacute;lo act&uacute;a contra las bacterias, no tratar infecciones virales (por ejemplo, el resfriado com&uacute;n). <br /> A largo plazo o el uso repetido de Cefadroxilo puede provocar una segunda infecci&oacute;n. D&iacute;gale a su m&eacute;dico si aparecen signos de una segunda infecci&oacute;n ocurra. Su medicamento puede ser necesario cambiar para tratar esto. <br /> Pacientes con Diabetes - Cefadroxilo pueden causar que los resultados de algunas pruebas de glucosa en la orina a un error. Preg&uacute;ntele a su m&eacute;dico antes de cambiar su dieta o la dosis de su medicamento para la diabetes. <br /> Cefadroxilo puede interferir con ciertas pruebas de laboratorio. Aseg&uacute;rese de que su m&eacute;dico y personal de laboratorio que est&aacute; tomando Cefadroxilo. <br /> Embarazo y lactancia: si se queda embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso de Cefadroxilo mientras est&aacute; embarazada. Cefadroxilo se encuentra en la leche materna. Si usted es o ser&aacute; la lactancia materna mientras se utiliza Cefadroxilo, consulte con su m&eacute;dico. Discuta cualquier riesgo posible para su beb&eacute;.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> diarrea, n&aacute;usea, malestar estomacal, v&oacute;mito. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), diarrea con sangre, orina oscura, disminuci&oacute;n de la orina, fiebre, escalofr&iacute;os o dolor de garganta, dolor en las articulaciones , piel roja, hinchada o con ampollas, convulsiones, diarrea intensa, dolor de est&oacute;mago o c&oacute;licos, hemorragias o hematomas inusuales, cansancio o debilidad inusual, picaz&oacute;n vaginal, olor, o el vaciado, coloraci&oacute;n amarillenta de la piel o los ojos.<br /> <br /> <strong>M&aacute;s Informaci&oacute;n</strong> <br /><br /> Cefadroxilo se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>