<p><strong>Usos de Drogas</strong> <br /><br /> Cleocin gel se utiliza para el tratamiento de acn&eacute; severo. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Cleocin Gel como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /> Cleocin Gel es para uso t&oacute;pico en la piel solamente. <br /> Limpie y seque la zona afectada. Cubrir la zona afectada y alrededores, con una fina pel&iacute;cula de la medicina. <br /> Cleocin Gel funciona mejor si se utiliza a la misma hora cada d&iacute;a. <br /> Contin&uacute;e con el gel de clindamicina, incluso si su condici&oacute;n mejora. No te pierdas ninguna dosis. <br /><br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar Cleocin Gel. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Cleocin Gel lincomicina es un antibi&oacute;tico t&oacute;pico. Funciona al matar las bacterias sensibles que causan el acn&eacute; y la reducci&oacute;n de la cantidad de &aacute;cidos grasos que irritan la superficie de la piel. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Cleocin Gel, el uso tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No utilice 2 dosis de una vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Cleocin gel a temperatura ambiente entre 68 y 77 grados F (20 y 25 grados C) en un recipiente herm&eacute;ticamente cerrado. Breves per&iacute;odos a temperaturas de F 59 a 86 grados (15 a 30 grados C) est&aacute;n permitidos. Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Mantenga Cleocin Gel fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Cleocin Gel si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente en Cleocin gel o lincomicina; <br /> usted tiene enfermedad de Crohn, colitis asociada a antibi&oacute;ticos, o la colitis ulcerosa. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Antes de usar Cleocin Gel: <br /> Algunas condiciones m&eacute;dicas pueden interactuar con Cleocin Gel. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando; <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico; <br /> si tiene alergias a medicamentos, alimentos u otras sustancias; <br /> Si usted tiene un aparato digestivo (intestino) la enfermedad o la diarrea. <br /><br /> Algunos INTERACT MAYO DE MEDICAMENTOS con Cleocin Gel. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes: <br /> Relajantes musculares no despolarizantes (por ejemplo, vecuronio) o succinilcolina porque sus acciones y el riesgo de sus efectos secundarios puede aumentar Cleocin gel; <br /> Eritromicina, ya que puede disminuir Cleocin Gel 's eficacia <br /><br /> Esto no puede ser una lista completa de todas las interacciones que pueden ocurrir. Preg&uacute;ntele a su m&eacute;dico si Cleocin Gel puede interactuar con otros medicamentos que usted toma. Consulte con su m&eacute;dico antes de iniciar, detener o cambiar la dosis de un medicamento.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen, o menor, los efectos secundarios. Consulte con su m&eacute;dico si cualquiera de estos efectos m&aacute;s comunes lado persisten o se vuelve molesto: <br /><br /> Sequedad, picaz&oacute;n, untuosidad o piel grasosa. <br /><br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), sangre o moco en las heces, diarrea con sangre o severa, calambres o dolor de est&oacute;mago, hinchaz&oacute;n, enrojecimiento , quemaz&oacute;n o descamaci&oacute;n de la piel. <br /><br /> Esto no es una lista completa de efectos secundarios que pueden ocurrir. Si usted tiene preguntas acerca de los efectos secundarios, consulte con su proveedor de cuidado de la salud. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Cleocin Gel puede causar da&ntilde;o si se ingiere. Si usted puede haber tomado por la boca, en contacto con su centro de control de intoxicaciones o la sala de emergencias de inmediato. <br /> Pueden pasar varias semanas antes de ver una mejora en su acn&eacute;. Contin&uacute;e usando Cleocin Gel durante todo el tiempo recomendado por su m&eacute;dico. <br /> Aseg&uacute;rese de utilizar Cleocin gel para el ciclo completo de tratamiento. Si no, la medicina no puede curar su infecci&oacute;n por completo. La bacteria tambi&eacute;n podr&iacute;a ser menos sensible a este u otros medicamentos. Esto podr&iacute;a hacer que la infecci&oacute;n m&aacute;s dif&iacute;cil de tratar en el futuro. <br /> No se Cleocin gel en los ojos o en el interior de la nariz o la boca. Si accidentalmente el medicamento en sus ojos, lave inmediatamente con una gran cantidad de agua fr&iacute;a del grifo. <br /> Si la diarrea severa, dolor de est&oacute;mago o c&oacute;licos, o deposiciones con sangre durante el tratamiento o dentro de varios meses despu&eacute;s del tratamiento con Cleocin Gel, consulte con su m&eacute;dico o farmac&eacute;utico. No se trate sin consultar primero con su m&eacute;dico. <br /> Hable con su m&eacute;dico antes de utilizar otros medicamentos o productos de limpieza en su piel. <br /> Cleocin Gel no debe utilizarse en ni&ntilde;os menores de 12 a&ntilde;os de edad, la seguridad y la eficacia de estos ni&ntilde;os no han sido confirmadas. <br /> Embarazo y lactancia materna: Si se queda embarazada, consulte a su m&eacute;dico. Tendr&aacute; que hablar sobre los beneficios y riesgos del uso Cleocin gel mientras est&aacute; embarazada. No se sabe si Cleocin Gel se encuentra en la leche materna. No amamante cuando est&eacute; tomando Cleocin Gel.</p>