<p><strong>Usos de Drogas </strong><br /><br /> Diclofenac se utiliza para tratar el dolor o la inflamaci&oacute;n causada por artritis o la espondilitis anquilosante. Diclofenac tambi&eacute;n puede ser utilizado para fines distintos de los mencionados en esta gu&iacute;a del medicamento. <br /><br /><strong> C&oacute;mo usar </strong><br /><br /> Utilice diclofenaco como lo indique su m&eacute;dico. <br /><br /> Tome a diclofenaco por v&iacute;a oral o sin alimentos. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo usar el diclofenaco. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Diclofenac es un grupo de medicamentos llamados antiinflamatorios no esteroideos (AINE). Funciona reduciendo las hormonas que causan inflamaci&oacute;n y dolor en el cuerpo. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de diclofenaco, el uso tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No utilice 2 dosis de una vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda diclofenac a temperatura ambiente entre 68 y 77 grados F (20 y 25 grados C) en un recipiente herm&eacute;ticamente cerrado. Breves per&iacute;odos a temperaturas de F 59 a 86 grados (15 a 30 grados C) est&aacute;n permitidos. Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Diclofenaco mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No use Diclofenaco si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Diclofenaco; <br /> usted ha tenido una reacci&oacute;n al&eacute;rgica severa (por ejemplo, severa erupci&oacute;n cut&aacute;nea, urticaria, dificultad para respirar, mareos) a otro AINE (por ejemplo, ibuprofeno, naproxeno, celecoxib) o aspirina. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> El diclofenaco puede causar mareos o visi&oacute;n borrosa. Estos efectos pueden ser peores si se lo toma con alcohol o ciertos medicamentos. Utilice diclofenaco con precauci&oacute;n. No conduzca o realizar otras tareas que posiblemente sean inseguras hasta que sepa c&oacute;mo reaccionar ante ella. <br /> Antes de comenzar a tomar cualquier medicamento, revise la etiqueta para ver si se ha diclofenaco u otro antiinflamatorio no esteroide (AINE) en la medicina tambi&eacute;n. Si no lo hace o si no est&aacute; seguro, consulte con su m&eacute;dico o farmac&eacute;utico. <br /> El diclofenaco no debe utilizarse en ni&ntilde;os, la seguridad y la eficacia en ni&ntilde;os no ha sido confirmada. <br /> Embarazo y lactancia: Si se queda embarazada, consulte a su m&eacute;dico. Usted tendr&aacute; que discutir los beneficios y riesgos del uso de diclofenaco durante el embarazo. No se sabe si diclofenaco se encuentra en la leche materna. No amamante cuando est&eacute; utilizando el diclofenaco.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> ardor o escozor, descarga, enrojecimiento ocular, irritaci&oacute;n o picaz&oacute;n. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), visi&oacute;n borrosa o distorsionada; infecci&oacute;n en los ojos, hinchaz&oacute;n de los p&aacute;rpados o enrojecimiento, sensibilidad al deslumbramiento, o la luz. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> El diclofenac es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>