<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> El Diflucan es un antibi&oacute;tico antimic&oacute;tico que se emplea en el tratamiento de las infecciones f&uacute;ngicas llamadas candidiasis. Esta medicaci&oacute;n se prescribe para el tratamiento de tales tipos de contagio como las infecciones vaginales, gl&oacute;ticas y f&uacute;ngicas, las infecciones del tracto urinario, la peritonitis, y la pulmon&iacute;a. El Diflucan act&uacute;a eliminando los hongos susceptibles por intervenir en la formaci&oacute;n de la membrana celular del hongo.<br /><br /> <strong>Posolog&iacute;a y m&eacute;todo de administraci&oacute;n<br /></strong><br /> T&oacute;melo una vez por d&iacute;a, con comidas o en ayunas utilizando la cucharadita de dosificaci&oacute;n. T&oacute;melo con un vaso lleno de agua a la misma hora cada d&iacute;a para alcanzar el mejor resultado. Diflucan puede hacerle sentir major durante las pr&oacute;ximas 24 horas. Sin embargo, los s&iacute;ntomas tardar&aacute;n unos cuantos d&iacute;as en quitarle completamente. Si no se observa ning&uacute;n cambio del estado de salud, pasados unos d&iacute;as, de inmediato consulte a su m&eacute;dico.<br /> Posolog&iacute;a para los adultos se var&iacute;a seg&uacute;n el tipo de la infecci&oacute;n y prescribe:<br /> 1) Aftas genitals &ndash; 150mg en una sola dosis <br /> 2) Aftas mucosas &ndash; la dosificaci&oacute;n depender&aacute; del lugar de la presencia de la infecci&oacute;n, 50mg una vez por d&iacute;a durante el mes.<br /> 3) Infecciones f&uacute;ngicas de la piel &ndash; 50mg una vez por d&iacute;a durante 2-4 semanas;<br /> 4) Infecciones f&uacute;ngicas interiores 400mg el primer d&iacute;a, luego 200-400mg una vez por d&iacute;a durante 6-8 semanas o m&aacute;s tiempo si se necesita.<br /> 5) Prevenci&oacute;n del contagio con las infecciones f&uacute;ngicas &ndash; 50-400mg una vez por d&iacute;a todo el per&iacute;odo cuando le existe un peligro de captar una infecci&oacute;n;<br /> 6) Para prevenir el retroceso de la infecci&oacute;n causada por Cryptococcus &ndash; 100-200mg una vez por d&iacute;a, plazo indefinito<br /> Posolog&iacute;a para los inf&aacute;ntiles de la edad de 4 semanas hasta 15 a&ntilde;os se varia igualmente seg&uacute;n el tipo de la infecci&oacute;n y prescribe:<br /> 1) infecciones mic&oacute;ticas - 3mg/kg una vez por d&iacute;a;<br /> 2) infecciones f&uacute;ngicas interiores &ndash; 6-12mg/kg una vez por d&iacute;a;<br /> 3) prevenci&oacute;n de infecciones f&uacute;ngicas &ndash; 3-12mg/kg una vez por d&iacute;a durante el per&iacute;odo de la exposici&oacute;n al riesgo de contagiarse.<br /> Para los beb&eacute;s de 2-4 semanas de edad la dosificaci&oacute;n se queda la misma salvo a que se administra una vez cada dos d&iacute;as. La dosificaci&oacute;n m&aacute;xima debe ser 12mg/kg cada dos d&iacute;as.<br /> Para los beb&eacute;s m&aacute;s j&oacute;venes que 2 semanas de edad la dosificaci&oacute;n se queda la misma salvo a que se administra el f&aacute;rmaco una vez cada tres d&iacute;as. No debe aumentar la dosis m&aacute;s que 12mg/kg cada 3 d&iacute;as.<br /><br /> <strong>Nota:</strong> esta recomendaci&oacute;n se propone con un objetivo &uacute;nico de dar informaci&oacute;n. Es muy preciso que contacte a su m&eacute;dico para consultaciones antes de proceder a la administraci&oacute;n. Eso le garantizar&aacute; obtener mejores resultados. <br /><br /> <strong>Precauciones<br /></strong><br /> Para tratar las infecciones vaginales por levaduras, los m&eacute;dicos suelen prescribir una sola dosis del Diflucan. Si la infecci&oacute;n por levaduras no desaparece durante 5 d&iacute;as, contacte a su m&eacute;dico lo m&aacute;s pronto posible. Tenga cuidado con la administraci&oacute;n de esta medicaci&oacute;n si en su historia cl&iacute;nica se registran las enfermedades hep&aacute;ticas o renales. Sean que sean raros tales casos, esta droga puede hacerle mareada, as&iacute; que preste m&aacute;s atenci&oacute;n a la hora de conducir el coche u operar la maquinaria. Lim&iacute;tese en las bebidas alcoh&oacute;licas. Diflucan no debe emplearse durante la pre&ntilde;ez, a la hora de quedarse embarazada, durante la lactaci&oacute;n sin que se lo aconsejara el m&eacute;dico. No emplee este f&aacute;rmaco antes de lactar sin que se lo aprobara el m&eacute;dico.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Diflucan no se permite emplear en las personas hipersensibles a la Fluconazola u otros f&aacute;rmacos anti-mic&oacute;ticas de azola, p.ej. clotrimazola, ketoconazola, itraconazola y dem&aacute;s. Tambi&eacute;n el Diflucan est&aacute; contraindicado en el caso de: <br /> Trastornos renales y hep&aacute;ticos;<br /> Enfermedades cardiovasculares incluso las enfermedades card&iacute;acas (trastorno del ritmo card&iacute;aco o las disfunciones del ritmo);<br /> Bajos niveles de calcio, magnesio o potasio. <br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Podr&aacute;n incluir unas reacciones al&eacute;rgicas: urticaria; respiraci&oacute;n dificultosa; hinchaz&oacute;n de la cara, labios, lengua o garganta. Tambi&eacute;n los efectos colaterales m&aacute;s comunes incluyen: <br /> los n&aacute;useas, el dolor de est&oacute;mago, fiebre ligera, p&eacute;rdida de apetito, orina opaca, las heces de color de barro, ictericia (la piel o los ojos obtienen un color amarillento);<br /> la fiebre, escalofr&iacute;os, dolor corporal, s&iacute;ntomas de la gripe;<br /> una grave abscesidad, descamaci&oacute;n y la eritremia;<br /> una formaci&oacute;n m&aacute;s f&aacute;cil de equimosis o las hemorragias, una debilidad poco com&uacute;n;<br /> o el calambre (las convulsiones).<br /> Los menos graves incluyen:<br /> ligeros n&aacute;useas, el v&oacute;mito, la diarrea, o una dispepsia;<br /> el dolor de la cabeza;<br /> los mareos;<br /> un sabor ins&oacute;lito o desagradable en la boca;<br /> o la erupci&oacute;n o el picor de la piel.<br /> Al experimentar cualquier de los mencionados deje de emplear el Serevent y contacte a su m&eacute;dico lo m&aacute;s pronto posible. Le aconsejamos consultar a su medico sobre todos los efectos colaterales que, a su parecer, tengan un car&aacute;cter ins&oacute;lito.<br /><br /> <strong>Interacci&oacute;n con otras drogas<br /></strong><br /> El Diflucan entra en interacci&oacute;n con tales medicaciones como:<br /> Coagulantes como es la warfarina (Coumadin)<br /> La ciclosporina (Gengraf, Sandimmune, Neoral);<br /> Unas medicinas orales para la diabetes tales como glipizida (Glucotrol), gliburida (Diabeta, Micronase, Glynase), tolbutamida (Orinase), tolazamida (Tolinase), clorpropamida (Diabinese), y otras;<br /> rifabutina (Mycobutin) o rifampina (Rifadin, Rifater, Rifamate, Rimactane);<br /> un somn&iacute;fero como el diazepam (Valium), lorazepam (Ativan), alprazolam (Xanax), o midazolam (Versed);<br /> medicaci&oacute;n para calambres tal como la fenitoina (Dilantin) o el &aacute;cido valpr&oacute;ico (Depakene);<br /> tacrolimus ((Prograf); <br /> teofilina (Theo-Dur, Theolair, Theochron, Elixophyllin, Slo-Phyllin, otras).<br /> Tambi&eacute;n haga caso de que la interacci&oacute;n presente entre dos medicaciones no siempre implica la necesidad de quitar tomar una de estas. Habitualmente, &eacute;sta imparte el efecto de las drogas, as&iacute; que es preciso consultar a su m&eacute;dico sobre como se controlan las interacciones o como deben ajustarse.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si se olvida de tomar la dosis a tiempo, por favor lo tome en cuanto lo recuerde. Sin embargo si ya es demasiado tarde o si casi es la hora para la pr&oacute;xima dosis, descarte la omitida y siga su horario establecido de administraci&oacute;n. No redoble las dosis ni las tome extras. Tome su dosis regular el d&iacute;a siguiente a la misma hora prescrita para la administraci&oacute;n.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de la sobredosificaci&oacute;n por el Diflucan podr&aacute;n incluir: la confusi&oacute;n o unos pensamientos s&uacute;bitos o un comportamiento alterado. Si se los observa ocurrir en seguida llame a su m&eacute;dico.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Guarde las medicinas a la temperatura ambiental entre 59 y 77 grados Fahrenheit (15-25 cent&iacute;grados) sin exponerlas a la luz solar y la humedad excesa fuera del alcance de los ni&ntilde;os y los animales dom&eacute;sticos. No las emplee despu&eacute;s de la fecha de su caducidad.<br /><br /> <strong>Descargo de responsabilidades <br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.todo de administraci</p>