<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Elavil es una medecina para curar trastorno obsesivo compulsivo. Es una condici&oacute;n nerviosa cuando hombre tiene pensamientos o ideas recurentes o hace cosas repetitivas porque ellas son llenas de precuopaci&oacute;n. Amitiptilina influye a sisitemal central nerviosa y ayuda aliviar s&iacute;ntomas de trastorno obsesivo compulsivo. Esta medecina pertenece a clase de tal llamadas antidepresivos triciclicos. Ayuda restablecer balance de ciertas sustancias naturales (entre otras serotonina) en seso. Esta medecina tambi&eacute;n se usa ara curar ataques de p&aacute;nico, depresi&oacute;n o dolor recurrente.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medecina como ha sido prescr&iacute;to porque la dosificaci&oacute;n y horario pueden variarse depende de su condici&oacute;n y otros factores.<br /> Se recomienda seguir las recomendaciones de su m&eacute;dico attentamente y no tomar m&aacute;s o menos de la mdecina que ha sido prescr&iacute;to.<br /> No se recomienda comer pomelo o tomar jugo de pomelo (este influye a nivel de ciclosporina en su sangre). Tambi&eacute;n limite bebidas alcoh&oacute;licas.<br /> No se puede cesar tomar la medecina de repente porque su condici&oacute;n puede ponerse peor.<br /> Se puede tomar dos o tres semanas o un periodo m&aacute;s largo antes usted nota efectos de esta medecina. Informe a su doctor sobre su condici&oacute;n. <br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Amitriptilina diga a su doctor o farmaceutico si usted tiene alergia a esta medecina; o si usted tiene cualquier otra alergia.<br /> Informe a su docotr o farmcaeuta si usted tiene problemas card&iacute;acas (insuficiencia card&iacute;aca, golpes lentes de coraz&oacute;n, prolondaci&oacute;n de QT en EKG).<br /> Usted puede sentir mareado o somnoliento o tener vista azulada temporada. Evite conducir coche, usar m&aacute;quinas o hacer alguna actividad que demanda atentividad.<br /> Gente de edad puede ser m&aacute;s sensible a efectos secundarios de la medecina.<br /> Durante embarazo esta medecina tiene que ser usada solamente cuando es necesario. Consulte a su doctor sobre sus riesgos.<br /> La medecina pase a leche de mam&aacute; pues ella puede tener efectos indeseables a beb&eacute;. Es mejor cesar lactaci&oacute;n durante uso de la medecina.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son somnolencia, boca seca, v&eacute;rtigo, constipaci&oacute;n, descomposici&oacute;n, n&aacute;usea, v&oacute;mit, sudaci&oacute;n, etc. S&iacute;ntomas de ansiedad pueden ponerse peor temporalmente al empezar usar Amitriprilina por primera vez.<br /> Reacci&oacute;n alergica muy grave ocurre raramente, pero busque ayuda medica urgente si tal cosa ocurre. La mayor&iacute;a de gente usando esta medecina no tiene efectos secundarios graves.<br /> En caso si usted nota los efectos que no est&aacute;n en la lista dada informe a su doctor o farmaceuta. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor o farmaceuta sobre todas medecinas prescritas y no productos herbales que usted puede usar antes de tomar esta medecina. <br /> Evite tomar Amitriptilina con:<br /> *Inhibodores MAO: Furazolidone, Isocarboxazid, Linezolid, Moclobemide Tranylcypromine, etc.<br /> *Medecinas antiarr&iacute;tmicas:Propafenone, Quinidine, etc<br /> I*nhibidores de la recaptaci&oacute;n de serotonina y noradrenalina: Citalopram, Dapoxetine, Fluoxetine, Fluvoxamine, Paroxetine, etc.<br /> *Antipsic&oacute;tico ( tambi&eacute;n llamados neurol&eacute;pticos): Fluphenazine, etc.<br /> *Antagonista H2: Cimetidine, Ranitidine, Famotidine, Nizatidine, etc.<br /> Nicotina disminuye niveles de esta medecina en sangre. Informe a su doctor si usted fuma o si usted ha cesado fumar recientmente.<br /> Trate no comer pomelo o tomar jugo de pomelo durante cura con esta medecina.<br /> Dirijase a su doctor o farmaceuta para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario de dosificaci&oacute;n. No se puede tomar la dosis dos veces.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de esta medecina busque ayuda medica urgente inmediatamente. Los s&iacute;ntomas de sobredosis habitualmente incluyen dolor de pecho, n&aacute;usea, golpes irregulares de coraz&oacute;n, y sentido de v&eacute;rtigo o desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. No se puede almanecar la medecina en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>