<p><strong>Usos de Drogas </strong><br /><br /> Eurax se utiliza para el tratamiento de la sarna y el alivio de la picaz&oacute;n. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Eurax como lo indique su m&eacute;dico. <br /><br /> Antes de usar Eurax, ba&ntilde;arse y seca la piel completamente. <br /> Agitar bien antes de usar una dosis. <br /> Para la sarna - Aplicar la medicina suficiente para cubrir todo el cuerpo desde la barbilla hacia abajo. Aseg&uacute;rese de que aplicar la medicina en todos los pliegues y pliegues de su cuerpo, como entre los dedos y dedos de los pies, debajo de los brazos, y en la zona de la ingle. Frote el medicamento por completo. Aplicar el medicamento por segunda vez despu&eacute;s de 24 horas ha pasado, a menos que indique lo contrario por su m&eacute;dico. No se ba&ntilde;e antes de aplicar la segunda dosis. Cambie la ropa y ropa de cama a la ma&ntilde;ana siguiente. Prendas de vestir y ropa de cama se debe limpiar en seco o lavado en el ciclo caliente de la lavadora. Ba&ntilde;o para eliminar el medicamento 48 horas despu&eacute;s de la segunda dosis. <br /> Para la comez&oacute;n - Medicina Frote suavemente en las zonas afectadas hasta que est&eacute; completamente frot&oacute; in L&aacute;vese las manos despu&eacute;s de su uso a menos que tus manos son parte de la zona tratada. <br /> Preg&uacute;ntele a su m&eacute;dico cualquier pregunta que usted pueda tener acerca de c&oacute;mo utilizar Elimite. <br /><br /> <strong>Drogas y Mecanismo de Clase</strong> <br /><br /> Eurax es un antipruriginosos scabicidal. Exactamente c&oacute;mo trabaja es desconocido. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Eurax, el uso tan pronto como lo recuerde. Seguir utiliz&aacute;ndolo seg&uacute;n las indicaciones de su m&eacute;dico. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Eurax entre 59 y 77 grados F (15 y 25 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Eurax Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Eurax si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente en Eurax; <br /> a desarrollar una irritaci&oacute;n severa despu&eacute;s de la aplicaci&oacute;n Eurax; <br /> usted experimenta irritaci&oacute;n en la aplicaci&oacute;n de medicamentos t&oacute;picos. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> <strong>Importante: <br /></strong><br /> No utilice Eurax sobre inflamado, en bruto, o llorando de la piel. <br /> Picaz&oacute;n puede persistir durante varias semanas debido a la sensibilidad a los &aacute;caros. Esto no indica el fracaso del tratamiento. Contacte con su m&eacute;dico antes de usar Eurax de nuevo. <br /> Eurax puede ser nocivo si se ingiere. Si usted o alguien que usted conoce puede haber tenido Eurax Lotion por la boca, en contacto con su centro local de control de intoxicaciones o la sala de emergencias. <br /> Evite Eurax en los ojos, la nariz o la boca. Si usted recibe Eurax en los ojos, l&aacute;velos inmediatamente con agua fr&iacute;a. <br /> Utilice Eurax con extrema precauci&oacute;n en los ni&ntilde;os. La seguridad y eficacia no han sido confirmadas. <br /> Embarazo y lactancia: Si se queda embarazada, hable con su m&eacute;dico los beneficios y riesgos del uso Eurax loci&oacute;n durante el embarazo. Se desconoce si Eurax se excreta en la leche materna. Si usted es o ser&aacute; la lactancia materna mientras est&eacute; usando Eurax, consulte con su m&eacute;dico o farmac&eacute;utico para discutir los riesgos para su beb&eacute;.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> la piel irritada. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), irritaci&oacute;n severa.<br /> <br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Eurax se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>