<p><strong>Propiedades<br /></strong><br /> Feldene es una medicina antiinflamatoria no esteroide, usada para tratar artritis reumatoide o artrosis. Feldene reduce hormonas que causan la inflamaci&oacute;n y dolor en cuerpo.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Consulte con su doctor antes de uso. Uselo no m&aacute;s largo que ha sido prescrito. T&oacute;melo oralmente con comida o leche. Para artrosis y artritis reumatoide la dosis recomendada es 20 miligramos (mg.) una vez al d&iacute;a o 10 mg. dos veces al d&iacute;a. Los ni&ntilde;os no pueden usar la medecina sin el permiso del doctor. <br /> Note: esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayudar&aacute; a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Si usted tiene enfermedad card&iacute;aca, o hipertensi&oacute;n, u otras condiciones que causan retenci&oacute;n fluida, use Feldene con la precauci&oacute;n. Esta medicaci&oacute;n puede aumentar retenci&oacute;n acu&aacute;tica y no es recomendada para la gente con enfermedad de ri&ntilde;&oacute;n avanzada, tambi&eacute;n Feldene causa da&ntilde;o al h&iacute;gado. Tambi&eacute;n las medicaciones, como Feldene pueden causar perturbaciones de ojo en algunos pacientes. Si usted tiene problemas visuales, dice a su oftalm&oacute;logo. Feldene puede aumentar el riesgo de problemas de est&oacute;mago o intestino grueso. Si su salud es pobre, si usted tiene historia de fumar o beber alcohol, si usted toma medicinas de corticosteroides o "delgadores de sangre", o si usted toma esta medicina durante un per&iacute;odo largo de tiempo riesgo de tomar Feldene ser&aacute; aumentado. Feldene no deber&iacute;a ser usado durante embarazo, quedando embarazada o lactaci&oacute;n sin el consejo del doctor. No use Feldene antes del amamantamiento sin el consejo del doctor.<br /><br /> <strong>Contradiciones<br /></strong><br /> Feldene es contradicado a la gente con &uacute;lcera p&eacute;ptica activa, desorden gastrointestinal inflamatorio, sangr&iacute;a gastrointestinal o hipersensible a Feldene, Aspirina, o medicinas similares. Tambi&eacute;n si usted ha tenido ataques de asma causados por la Aspirina u otras medicinas de este tipo, usted no deber&iacute;a tomar esta medicaci&oacute;n. No use Feldene para el tratamiento del dolor peri-vigente en el ajuste del injerto de carretera de circunvalaci&oacute;n de arteria coronaria (CABG) cirug&iacute;a.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ellas pueden incluir todos tipos de reacci&oacute;n alergica. Tambi&eacute;n los efectoss ecundarios m&aacute;s posibles son: debilidad, dolor en pecho, falta de respiraci&oacute;n, problemas con visi&oacute;n o equilibrio, pronunciaci&oacute;n mala;<br /> deposiciones sangrientas, negras, o alquitranadas;<br /> tos con sangre o v&oacute;mito que parece al poso del caf&eacute;;<br /> hinchaz&oacute;n o aumento de peso r&aacute;pido;<br /> micci&oacute;n menos que de costumbre o s ausencia;<br /> orina oscura, n&aacute;usea, fiebre baja, p&eacute;rdida de apetito, deposiciones de color de la arcilla, ictericia, dolor de est&oacute;mago;<br /> fiebre, dolor de garganta, y dolor de cabeza con un abrasador severo, peladura, y erupci&oacute;n de piel roja;<br /> contusi&oacute;n, hormigueo severo, entumecimiento, dolor, debilidad de m&uacute;sculo; <br /> la fiebre, dolor de cabeza, rigidez de cuello, frialdad, sensibilidad aumentada a puntos ligeros, morados en la piel, y/o asimiento.<br /> Los efectos secundarios menos serios incluyen:<br /> descomposici&oacute;n, ardor de est&oacute;mago suave o dolor de est&oacute;mago, diarrea, estre&ntilde;imiento;<br /> bloating, gas;<br /> mareo, dolor de cabeza, nerviosismo;<br /> picor de piel o erupci&oacute;n;<br /> visi&oacute;n borrosa; <br /> zumbido en o&iacute;dos.<br /> Si usted experimenta uno de ellos deje de usar Feldene y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Feldene coopera con las siguientes medecinas: delgadores de sagre tales como warfarin; litio; methotrexate;<br /> diur&eacute;ticos tales como furosemide; esteroides; aspirina u otro NSAIDs tales como etodolac, flurbiprofen, indomethacin, ketoprofen, ketorolac, mefenamic &aacute;cido, meloxicam, nabumetone, naproxen, y otros; <br /> de la enzima convertidora de angiotensina (IECA) tales como benazepril, captopril, fosinopril, enalapril, lisinopril, ramipril, y otros.<br /> Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar uno de ellos. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis pueden incluir: dolor de est&oacute;mago, n&aacute;usea, somnolencia, v&oacute;mitos, deposiciones negras o sangrientas, respiraci&oacute;n playa, tos con sangre, desmayo, o coma. Si usted experimenta uno de ellos o cualquier s&iacute;ntoma extra&ntilde;o llame a su doctor inmediatamente. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 20-25 C (68-77 F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>