<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades <br /></strong><br /> Glucotrol es la clase sulfonylurea de medicinas, una medicina que se usa para tratar la diabetes de tipo 2 y pertenece a la clase sulfonylurea de medicinas juntos con el glimepirida (Amaryl), gliburida (Micronase, Diabeta), tolbutamida (Orinase) en tolazamida (Tolinase). Esto estimula la secreci&oacute;n de insulina por c&eacute;lulas de la beta del p&aacute;ncreas.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> No cambie su dosis de Glucotrol sin la consultaci&oacute;n con su doctor primeramente. Una dosis inicial para la liberaci&oacute;n inmediata de pastilla es 5 mg. que se debe tomar 30 minutos antes de comida. La dosis m&aacute;xima es 40 mg. diariamente. La dosis m&aacute;xima de pastillas de liberaci&oacute;n ampliadas no deber&iacute;a exceder 20 mg. diariamente. T&oacute;mela con un vaso lleno del agua antes de comida. El mejor resultado del tratamiento se consigue cuando esta medicina se toma en una base regular.<br /> Precauciones<br /> El tratamiento con Glucotrol puede aumentar el riesgo de muerte de la enfermedad cardiovascular. Evite tomar bebidas alcoh&oacute;licas ya que baja el nivel de az&uacute;car en sangre. No mastique, no divida o prense pastillas de Glucotrol, tr&aacute;guelas enteras.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad, diabetes no insulino-dependiente mellitus (diabetes juvenil, diabetes, acompa&ntilde;ada por ketoacidosis o precoma) insuficiencia renal o hep&aacute;tica, stenosis de la extensi&oacute;n gastrointestinal, infancia.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Adem&aacute;s de se&ntilde;ales de la alergia (urticaria, erupci&oacute;n, hinchaz&oacute;n de cara y lengua) algunos pacientes tienen otros s&iacute;ntomas: dolor de cabeza, mareo, diarrea, gas, hepatitis, ictericia, y una concentraci&oacute;n de sodio baja.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> El alcohol retrasa efectos de Glucotrol reduciendo su absorci&oacute;n. Glucotrol se debe ser prescrito en 1-2 horas antes cholestyramine ya que &eacute;ste afecta su absorci&oacute;n. Fluconazol (Diflucan) aumenta la absorci&oacute;n y la eficacia de Glucotrol. Las medicaciones que bajan y se elevan el nivel de az&uacute;car en sangre son capaces de cambiar el efecto de Glucotrol: aspirina u otro salicilato, nonsteroidal medicinas antiinflamatorias, medicinas basadas en la sulfonamida, como sulfametoxazol-trimetoprima (Bactrim, Septra), inhibidores de MAO - beta-bloqueos, como propranolol (Inderal), diur&eacute;ticos tiaz&iacute;dicos, medicinas de esteroide, como prednisone (Deltasone, Orasone), estr&oacute;genos, corticosteroides, medicinas de tiroides, phenothiazines, como chlorpromazine (Thorazine), &aacute;cido nicot&iacute;nico, fenito&iacute;na, y medicinas de bloqueo de canal de calcio.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero no la tome si es demasiado tarde o casi tiempo para la dosis siguiente. No aumente su dosis recomendada o dosis suplementaria. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo.<br /><br /><strong> Sobredosis<br /></strong><br />&nbsp;Los s&iacute;ntomas de la sobredosis de Glucovance son los de nivel bajo de az&uacute;car en sangre: el hambre, los temblores, la confusi&oacute;n, la irritabilidad, la somnolencia, el dolor de cabeza, la debilidad, la sudaci&oacute;n, el latido del coraz&oacute;n r&aacute;pido, el asimiento y tiene una fuente del az&uacute;car a mano siempre. Si tiene uno de ellos o cualquier s&iacute;ntoma extra&ntilde;o llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almacene Avandia en la temperatura ambiente entre entre 20-25 C (68-77 F) lejos de los rayos del sol, humedad, calor. No se recomienda almacenar en un cuarto de ba&ntilde;o y lugares disponibles para ni&ntilde;os.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>