<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades <br /></strong><br /> Glucophage es una medicina de diabetes oral usada para tratar el tipo 2 de la diabetes. Su sustancia activa es Metformina que pertenece a la clase biguanida de sustancias. Reduce la concentraci&oacute;n de glucosa en sangre suprimiendo metabolismo de de glucosa en el h&iacute;gado, reduce la absorci&oacute;n de glucosa de la extensi&oacute;n gastrointestinal, y realza su utilizaci&oacute;n en tejidos. Glucophage estabiliza o reduce el peso corporal. El efecto terap&eacute;utico no es observado en ausencia de la insulina en sangre. Esto no causa reacciones hipoglucemiantes. Esto mejora propiedades fibrinol&iacute;ticas de sangre. Se usa para tratar la diabetes mellitus (el tipo 2) en adultos, tambi&eacute;n en pacientes para qui&eacute;n el tratamiento con sulfonilurea era ineficaz, sobre todo en casos seguidos por la obesidad.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> No tome si esta medicina no le ha sido prescrita a usted y no exceda la dosis recomendada. T&oacute;mela con comida si su doctor no le ha recomendado tomarla diferentemente. Glucophage debe tomar dos veces al d&iacute;a en 500 mg. o 850 mg. una vez diariamente para tratar la diabetes de tipo 2 en adultos. Basando a los niveles de glucosa en sangre la dosis de Glucophage puede ser aumentada a la dosis diaria m&aacute;xima de 2550 mg. dada en tres dosis divididas.<br /><br /> <strong>Precauciones<br /></strong><br /> Esta medicina puede causar una condici&oacute;n potencialmente mortal en algunas personas que se caracteriza por la debilidad, aumento de la somnolencia, el latido del coraz&oacute;n lento, el sentimiento de fr&iacute;o, el dolor de m&uacute;sculo, el dolor abdominal, la falta de aliento, sentimiento mareado, y desmayo. Se llama la acidosis l&aacute;ctica. Si tiene tales s&iacute;ntomas consiga la asistencia m&eacute;dica inmediata. Tambi&eacute;n tenga cuidado a s&iacute;ntomas del nivel bajo de az&uacute;car en sangre que incluyen hambre, confusi&oacute;n, irritabilidad, somnolencia, dolor de cabeza, debilidad, latido del coraz&oacute;n r&aacute;pido, temblores, sudaci&oacute;n, asimiento y tienen una fuente del az&uacute;car a mano siempre. Evite tomar el alcohol.<br /><br /> <strong>Contradiciones</strong><br /><br /> Hipersensibilidad, coma hipergluc&eacute;mico, cetoacidosis, insuficiencia renal, enfermedad hep&aacute;tica, insuficiencia card&iacute;aca, infarto agudo de miocardio, insuficiencia respiratoria, deshidrataci&oacute;n, enfermedades infecciosas, cirug&iacute;a extensa y el trauma, el alcoholismo, dieta baja en calor&iacute;as (menos de 1000 kcal / d&iacute;a), acidosis l&aacute;ctica (incluyendo historial), el embarazo, el amamantamiento. La medicina no se prescribe para tomar en 2 d&iacute;as antes de una cirug&iacute;a, radiois&oacute;topos y ex&aacute;menes de rayos X, exploraci&oacute;n por TAC (CT). Glucophage est&aacute; contraindicado para pacientes mayores de 60 a&ntilde;os, o haciendo trabajo f&iacute;sico (riesgo de acidosis l&aacute;ctica aumenta).<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los siguientes efectos secundarios son m&aacute;s comunes y m&aacute;s bien graves para dejar de tomar la medicina: aumento de peso o hinchaz&oacute;n r&aacute;pida, n&aacute;usea, v&oacute;mitos, gases, diarrea, hinchaz&oacute;n y p&eacute;rdida de apetito. En caso de acidosis l&aacute;ctica tambi&eacute;n es necesaria la ayuda m&eacute;dica de emergencia: debilidad, aumento de somnolencia, latido cardiaco lento, sensaci&oacute;n de fr&iacute;o, falta de aliento, dolor abdominal, dolor muscular, mareos y desmayos. Reacci&oacute;n al&eacute;rgica tambi&eacute;n es posible: urticaria, inflamaci&oacute;n, sarpullido.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Cimetidina (Tagamet) aumenta los niveles sangu&iacute;neos de Glucophage que afectan a su metabolismo. Glucophage no es compatible con el alcohol. La administraci&oacute;n concomitante con anticoagulantes indirectos y cimetidina debe hacerse con cautela. Glucophage mejora el metabolismo de la furosemida. Los derivados de la sulfonilurea, insulina, acarbosa, los inhibidores de la MAO, oxitetraciclina, ciclofosfamida y salicilatos aumentar los efectos de Glucophage. Disminuci&oacute;n del efecto hipoglucemiante de Glucophage es causada por la administraci&oacute;n conjunta de medicamentos para la tiroides, las p&iacute;ldoras anticonceptivas y otras hormonas, adrenalina, glucag&oacute;n, diur&eacute;ticos de tiazida, derivados del &aacute;cido nicot&iacute;nico.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis, tomela m&aacute;s pronto como usted recuerda. Pero no la tome si es demasiado tarde o casi tiempo para la dosis siguiente. No aumente su dosis recomendada o dosis suplementaria. Tome su dosis habitual al d&iacute;a siguiente en el mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de sobredosis de Glucophage son los del nivel bajo de az&uacute;car en sangre: el hambre, confusi&oacute;n, irritabilidad, somnolencia, dolor de cabeza, debilidad, temblores, sudoraci&oacute;n, pulso acelerado, convulsiones y tenga una fuente de az&uacute;car en la mano siempre. Si usted tiene uno de ellos o cualquier otro s&iacute;ntoma inusual llame a su m&eacute;dico de inmediato.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almacene Glucophage en la temperatura ambiente entre entre 20-25 C (68-77 F) lejos de los rayos del sol, humedad, calor. No se recomienda almacenar en un cuarto de ba&ntilde;o y lugares disponibles para ni&ntilde;os.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>