<p><strong>Propiedades <br /></strong><br /> Lisinopril se usa para tratar la presi&oacute;n arterial alta (hipertensi&oacute;n) de adultos y ni&ntilde;os mayores de 6 a&ntilde;os o m&aacute;s, incluyendo infarto de renovascular, agudo de miocardio en condiciones de estabilidad cl&iacute;nica de los pacientes, la insuficiencia card&iacute;aca (tratamiento adyuvante), la nefropat&iacute;a diab&eacute;tica. El principio de este medicamento es relajar los vasos sangu&iacute;neos, haciendo que se expanda, que puede conducir a la prevenci&oacute;n de la ocurrencia de derrames cerebrales, ataques card&iacute;acos y problemas renales. Lisinopril se usa tambi&eacute;n despu&eacute;s de la recuperaci&oacute;n agudo de miocardio, y se utiliza con otros f&aacute;rmacos (por ejemplo, "p&iacute;ldoras de agua" / diur&eacute;ticos, digoxina) para tratar la insuficiencia card&iacute;aca. Esta droga pertenece a una clase de medicamentos llamados inhibidores de la ECA.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tomar medicamentos para los adultos una vez al d&iacute;a. La dosis se determina individualmente, dependiendo de la evidencia, el estado de la funci&oacute;n renal y la terapia concomitante. Por lo general, la dosis inicial es de 2.5-5 mg, la dosis de mantenimiento promedio de - 5.20 mg, el m&aacute;ximo diario - 80 mg.<br /><br /> <strong>Precauciones<br /></strong><br /> El tratamiento se lleva a cabo bajo supervisi&oacute;n m&eacute;dica regular (balance de agua y electrolitos). Durante el tratamiento requiere un control de la presi&oacute;n arterial, nivel de prote&iacute;na y potasio plasm&aacute;tico, nitr&oacute;geno ureico, la funci&oacute;n de creatinina, insuficiencia renal, cuadro hem&aacute;tico, peso corporal y la dieta. Usted tiene que tener cuidado durante la cirug&iacute;a (incluyendo cirug&iacute;a dental), especialmente cuando se utilizan anest&eacute;sicos generales que tienen un efecto hipotensor.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Hipersensibilidad, embarazo, lactancia.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Usted puede sentir dolor de cabeza, mareos, nerviosismo, desmayos, somnolencia, insomnio, temblores, convulsiones, alteraciones visuales, palpitaciones, dolor tor&aacute;cico, hipotensi&oacute;n, arritmia, tos seca y los tumores malignos del pulm&oacute;n, hemoptisis, dolor al respirar, bronquitis, sequedad de boca , indigesti&oacute;n, ardor de est&oacute;mago, v&oacute;mitos, diarrea o estre&ntilde;imiento, hinchaz&oacute;n, dolor abdominal, insuficiencia renal, el debilitamiento de la libido, impotencia, artritis, dolor de cuello, dolor de espalda, sarpullido, urticaria, y el s&iacute;ndrome de Stevens - Johnson.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Lista de los medicamentos que pueden interactuar con Lisinopril: inyecciones de oro para tratar la artritis, el litio (Lithobid, Eskalith), un suplemento de potasio como K-Dur, Klor-Con, sustitutos de la sal que contienen potasio, insulina o medicamentos para la diabetes por v&iacute;a oral , la aspirina u otros AINE (antiinflamatorios no esteroideos) como el ibuprofeno (Motrin, Advil), ketoprofeno diclofenac (Voltaren), etodolac (Lodine), indometacina (Indocin), (Orudis), naproxeno (Aleve, Naprosyn), y otros, o un diur&eacute;tico (p&iacute;ldora de agua).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si omita una dosis, t&oacute;mela tan pronto como se acuerde. Si es casi la hora de la dosis siguiente omita la dosis y tome el medicamento siguiendo su horario de dosificaci&oacute;n usual. No duplique la dosis para compensarla.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si piensa que ha tomado demasiado del medicamento busque la asistencia m&eacute;dica de urgencia. Los s&iacute;ntomas de una sobredosis de Lisinopril pueden incluir sensaci&oacute;n muy mareada o desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar Lisinopril a la temperatura ambiente del alcance de la luz y humedad. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>