<p><strong>Propiedades<br /></strong><br /> Methotrexate es un antimetabolite usado para tratar ciertos tipos del c&aacute;ncer. Inhibe dihydrofolate reductase, una enzima importante responsable de la s&iacute;ntesis de nucleotides para el ADN. La medicaci&oacute;n inhibe la s&iacute;ntesis del ADN, la reparaci&oacute;n de ADN y la c&eacute;lula mitosis. Las c&eacute;lulas del tumor mal&eacute;volo, m&eacute;dula &oacute;sea, c&eacute;lulas embrionarias, c&eacute;lulas epiteliales de la mucosa intestinal, vejiga, la cavidad bucal son m&aacute;s sensibles a ella.<br /> Methotrexate es usado en el tratamiento del c&aacute;ncer de mama, la carcinoma de c&eacute;lula squamous de la cabeza y cuello, c&aacute;ncer de pulm&oacute;n, tumor trofoblastico, c&aacute;ncer cervical, c&aacute;ncer ov&aacute;rico, c&aacute;ncer de vejiga, c&aacute;ncer colorrectal, c&aacute;ncer de es&oacute;fago, c&aacute;ncer de est&oacute;mago, c&aacute;ncer pancre&aacute;tico, testicular c&aacute;ncer, leucemia lymfoblastica aguda y muchos otros.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tomelo exactamente como ha sido prescrito por su m&eacute;dico. Tome Methotrexate oralmente con o sin comida. No mastique o aplaste la pastilla. Para tratar la artritis reumatoide y la psoriasis Methotrexate es tomado cada semana. Dosis inicial es 7.5 mg. una vez por semana o 2.5 mg. cada doce horas tres veces tambi&eacute;n una vez cada semana. El tratamiento del c&aacute;ncer requiere la dosis individual y el control de su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Hay que tener cuidado con los pacientes con ascites, deshidrataci&oacute;n, enfermedades obstruccionistas del aparato digestivo, efusi&oacute;n pleural o peritoneal, fracaso renal cr&oacute;nico, enfermedades par&aacute;sitas e infecciosas del origen viral, fungoso o bacteriano debido al alto riesgo posible del desarrollo de enfermedad generalizada severa. La toxicidad de Methotrexate aumenta en los individuos con el herpes simple, herpes zoster, varicela, sarampi&oacute;n, amoebiasis, strongyloidiasis (helminthosis causado por strongyloides stercoralis con s&iacute;ntomas al&eacute;rgicos a principios de la enfermedad), gota (tambi&eacute;n en la historia), infecci&oacute;n e inflamaci&oacute;n de mucosa en boca, n&aacute;usea y v&oacute;mitos (debido a la deshidrataci&oacute;n), ulceraciones de est&oacute;mago y duodenales, ulcerative colitis, quimioterapia previa o radioterapia, asthenia. Cuando Metheotrexate es usado para tratar de c&aacute;ncer es necesario tener cuidado con los pacientes con aciduria (pH de orina menos de 7) y m&eacute;dula &oacute;sea inhibida por hematopoiesis. No se exponga a rayos de sol. La inmunizaci&oacute;n por vacunas deber&iacute;a ser evitada durante 3-12 meses porque el curso del tratamiento con Methotrexate ha sido terminado. Hombres y mujeres deber&iacute;an usar la anticoncepci&oacute;n segura porque esta medicina es muy t&oacute;xica para beb&eacute; no nacido.<br /><br /> <strong>Contradiciones<br /></strong><br /> La medecina no puede ser prescrita a los pacientes con hipersensibilidad a sus componentes. deficiencia inmune, mujeres embarazadas y de amamantamiento. Cuando Methotrexate es usado para tratar patentes con psoriasis o enfermedades reum&aacute;ticas la medecina no puede ser usada si ellos tambi&eacute;n tienen la supresi&oacute;n pesada de m&eacute;dula &oacute;sea hematopoiesis, severo fallo hep&aacute;tico o re&ntilde;al.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Methotrexate es por lo general bien tolerado pero algunos pacientes pueden tener llagas de boca, descomposici&oacute;n, y recuentos sangu&iacute;neos blancos bajos. Se conoce que Methotrexate es t&oacute;xico para h&iacute;gado, ri&ntilde;ones, pulm&oacute;n y m&eacute;dula &oacute;sea. Los an&aacute;lisis de sangre deber&iacute;an ser hechos en una base regular durante tratamiento cde la medicina. Otras reacciones adversas pueden incluir dolor de cabeza, somnolencia y reacciones al&eacute;rgicas, como erupci&oacute;n de piel, picor, mareo, y p&eacute;rdida de cabello.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Informe a su m&eacute;dico sobre todas las medecinas prescritas y no, productos herbales y suplementarios de comida que usted usa y especialmente sobre NSAIDs, como ibuprofen (Motrin, Advil), diclofenac (Cataflam, Voltaren), naproxen (Aleve, Naprosyn), etodolac (Lodine), indomethacin (Indocin), meloxicam (Mobic), piroxicam (Feldene) porque ellos aumentan la toxicidad de Methotrexate; azathioprine (Imuran). El uso de medicinas de antigota (allopurinol, colchicine, sulfinpirazon) requiere la correcci&oacute;n de la dosis. Informe a su doctor tambi&eacute;n sobre chloramphenicol (Chloromycetin), hydroxychloroquine (Plaquenil, Quineprox), retinol, tretinoin (Retina), isotretinoin (Accutane), esteroides (prednisone y otros), sulfonamidas (Bactrim, Septra, Azulfidine), phenytoin (Dilantin), theophylline (Theobid, Theo-Dur, Elixophyllin, Slo-oferta), probenecid (Benemid), tetracycline (Brodspec, Panmycin, Sumycin, Tetracap), medicinas de antidiabetes orales, como el glipizide (Glucotrol), chlorpropamide (Diabinese), acetohexamide (Dymelor), glimepiride (Amaryl), o tolbutamide (Orinase), antibi&oacute;ticos de penicilina, salicylates (Dolobid, Salflex, Tricosal, Disalcid, las P&iacute;ldoras de Doan).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Hable con su m&eacute;dico si usted ha omitido una dosis de la medecina.<br /><br /> <strong>Sobredosis<br /></strong><br /> P&oacute;ngase en contacto con su doctor inmediatamente si usted sospecha la sobredosis. Las se&ntilde;ales de sobredosis incluyen n&aacute;usea, v&oacute;mitos, debilidad, palidez, contusi&oacute;n f&aacute;cil o sangr&iacute;a, llagas de boca, deposiciones negras o sangrientas, tos con sangre, v&oacute;mito semejante a poso del caf&eacute;, micci&oacute;n disminuida o anuria.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 59-86 F (15-30 C) del alcance de rayos solares, ni&ntilde;os y animales dom&eacute;sticos en un contenedor seco bien cerrado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>