<p><strong>Propiedades <br /></strong><br /> Micardis se usa para tratar la presi&oacute;n arterial alta (hipertensi&oacute;n) de pacientes mayores de 55 a&ntilde;os o m&aacute;s para ayudar a reducir el riesgo de tener ciertos problemas cardiovasculares como apoplej&iacute;a, ataque cardiaco, o muerte. Tambi&eacute;n se usa para reducir el riesgo de infarto de miocardio. Puede ser usado solo o en combinaci&oacute;n con otros agentes antihipertensivos. Micardis reduce la presi&oacute;n sangu&iacute;nea y mejora el flujo sangu&iacute;neo. La reducci&oacute;n de la presi&oacute;n en las arterias tambi&eacute;n hace m&aacute;s f&aacute;cil para el coraz&oacute;n para bombear sangre.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome las pastillas de Micardis exactamente como est&aacute; escrito en la prescripci&oacute;n de su m&eacute;dico. No cambie su dosis a menos que su m&eacute;dico se lo indique. Tome Micardis una vez al d&iacute;a, al mismo tiempo por v&iacute;a oral con o sin comida. Usted obtendr&aacute; el mayor beneficio de esta medicina si usted lo usa regularmente. Tambi&eacute;n dosis debe ser individualizada. La dosificaci&oacute;n depende de su afecci&oacute;n m&eacute;dica y respuesta al tratamiento. La dosis inicial habitual de comprimidos de Micardis es de 40 mg una vez al d&iacute;a. Respuesta de la presi&oacute;n arterial es dosis-dependiente en el rango de 20-80 mg. Si usted tiene presi&oacute;n arterial alta, puede tomar hasta 4 semanas antes de que el beneficio total de esta droga produce. Es importante seguir tomando este medicamento aunque se sienta bien. La mayor&iacute;a de las personas con presi&oacute;n arterial alta no se sienten enfermas.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar Micardis, d&iacute;gale a su doctor si usted tiene problemas del h&iacute;gado, del ri&ntilde;&oacute;n o del coraz&oacute;n o cualquier otra condici&oacute;n m&eacute;dica, los altos niveles de potasio en sangre, deshidrataci&oacute;n grave (y p&eacute;rdida de electrolitos como el sodio), si usted est&aacute; embarazada o planea el embarazo, su historial m&eacute;dico. Hable con su m&eacute;dico acerca de la mejor manera de tomar los comprimidos de Micardis. D&iacute;gale a su m&eacute;dico sobre todos los medicamentos que toma: vitaminas, medicamentos con y sin receta, y suplementos de hierbas. D&iacute;gale a su m&eacute;dico o farmac&eacute;uto si usted es al&eacute;rgico al telmisart&aacute;n, o inhibidores de la ECA (por ejemplo, captopril, lisinopril), o si tiene alguna otra alergia. No conduzca ni utilice maquinaria, ni haga ninguna actividad que requiera estar alerto hasta que est&eacute; seguro que usted puede realizar estas actividades de manera segura ya que este medicamento puede causar mareos. Limite las bebidas alcoh&oacute;licas. Debe levantarse lentamente cuando se levanta de una posici&oacute;n de sentado o acostado. Antes de someterse a una cirug&iacute;a, informe a su m&eacute;dico o dentista que est&aacute; tomando Micardis.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> Usted no debe tomar Micardis si tiene problemas hep&aacute;ticos, renales o enfermedades card&iacute;acas, altos niveles de potasio en sangre, si usted est&aacute; embarazada o est&aacute; planeando el embarazo.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Micardis puede causar las reacciones adversas graves, como lesiones o la muerte de su beb&eacute; por nacer, la presi&oacute;n arterial baja (hipotensi&oacute;n), hinchaz&oacute;n de los pies, tobillos, cara, lengua, garganta, o las manos, aumento de peso inexplicable, dificultad para respirar, dolor en los senos y la congesti&oacute;n (sinusitis), dolor de espalda, diarrea, dolor de cabeza, mareos, astenia, tos, n&aacute;useas, fatiga, debilidad, edema, edema facial, edema de miembros inferiores, hipersensibilidad, eritema, dolor de pecho, fibrilaci&oacute;n auricular, insuficiencia card&iacute;aca congestiva, infarto de miocardio, el aumento de la presi&oacute;n de la sangre, agravamiento de la hipertensi&oacute;n, hipotensi&oacute;n (incluyendo hipotensi&oacute;n postural), hipercalemia, s&iacute;ncope, dispepsia, dolor, infecci&oacute;n urinaria, disfunci&oacute;n er&eacute;ctil, dolor abdominal, calambres musculares (incluyendo calambres en las piernas). D&iacute;gale a su m&eacute;dico si tiene cualquier reacci&oacute;n adversa que le molesta o que no desaparece. Llame a su m&eacute;dico por asesoramiento m&eacute;dico sobre las reacciones adversas.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Las interacciones pueden ocurrir si usted toma medicamentos tales como diur&eacute;ticos o digoxina con Micardis. Algunas interacciones pueden aumentar significativamente los niveles de medicamento en la sangre, mientras que otros pueden disminuir su presi&oacute;n arterial demasiado o que su cuerpo para metabolizar los medicamentos de manera diferente de lo previsto. Otros medicamentos que potencialmente pueden causar interacciones de Micardis con medicamentos incluyen diur&eacute;ticos ahorradores de potasio y suplementos de potasio. Usted debe discutir con su farmac&eacute;uto o m&eacute;dico de las interacciones medicamentosas espec&iacute;ficas con Micardis que se apliquen a usted.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si omita una dosis, t&oacute;mela tan pronto como se acuerde. Si es casi la hora de su siguiente dosis, no tome la dosis omitida. Tome la siguiente dosis a su horario regular.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted toma demasiado de Micardis, llame a su m&eacute;dico o vaya a la sala de urgencias m&aacute;s cercana inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almacene a 25 &deg; C (77 &deg; F); se permiten variaciones de 15 &deg; -30 &deg; C (59 &deg; -86 &deg; F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>