<p><strong>Usos de Drogas </strong><br /><br /> La minociclina se utiliza para el tratamiento de ciertas infecciones. Tambi&eacute;n puede ser usado con otros medicamentos para tratar el acn&eacute; severo, o para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Minociclina como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /><br /> Algunas marcas de la minociclina se puede tomar con alimentos. Otros deben tomarse con el est&oacute;mago vac&iacute;o. Consulte con su m&eacute;dico o farmac&eacute;utico acerca de c&oacute;mo llevar su marca de la minociclina. <br /><br /> Algunas marcas de la minociclina deben tragarse enteras. Consulte con su m&eacute;dico o farmac&eacute;utico para ver si su medicamento es una marca que deben tragarse enteras. <br /><br /> Minociclina tomar por v&iacute;a oral con o sin alimentos. <br /><br /> Minociclina tomar con un vaso lleno de agua (8 oz/240 ml). No se recueste durante 30 minutos despu&eacute;s de tomar la minociclina. <br /><br /> Si tambi&eacute;n est&aacute; tomando sales de bismuto (por ejemplo, salicilato de bismuto), sales de calcio (por ejemplo, carbonato de calcio), colestipol, sales de hierro (por ejemplo, el sulfato de hierro), magnesio, alcalinizantes urinarios (por ejemplo, todos los d&iacute;as anti&aacute;cidos), sucralfato, vitaminas / minerales, quinapril, didanosina, o sales de cinc (por ejemplo, sulfato de zinc), no los aceptan dentro de 2 a 3 horas antes o despu&eacute;s de tomar la minociclina. Consulte con su m&eacute;dico si tiene preguntas. <br /><br /> Para borrar completamente su infecci&oacute;n, tome la minociclina para el ciclo completo de tratamiento. Siga tomando incluso si se siente mejor en unos pocos d&iacute;as. <br /><br /> Minociclina funciona mejor si se toma a la misma hora cada d&iacute;a. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> La minociclina es un antibi&oacute;tico de tetraciclina. Funciona al desacelerar el crecimiento de ciertas bacterias y permitiendo que el cuerpo 's del sistema inmune para matarlos. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de la minociclina, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Minociclina a temperatura ambiente, entre 68 y 77 grados F (20 y 25 grados C). Guarde lejos del calor, la humedad y la luz. Minociclina mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> No utilice Minociclina si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Minocycline; <br /> usted est&aacute; tomando acitretina, una sal de aluminio (por ejemplo, carbonato de aluminio), la isotretino&iacute;na, metoxiflurano, o una penicilina. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con la minociclina. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted tiene problemas de ri&ntilde;&oacute;n <br /> Si usted tiene una enfermedad autoinmune (por ejemplo, lupus) <br /><br />Algunos INTERACT MAYO DE MEDICAMENTOS con minociclina. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> Las sales de aluminio (por ejemplo, carbonato de aluminio) o cimetidina, ya que pueden disminuir la Minociclina 's la eficacia de <br /> Acitretina, anticoagulantes (por ejemplo, warfarina), digoxina, alcaloides del cornezuelo del centeno (por ejemplo, ergotamina), insulina, la isotretino&iacute;na, metotrexato, metoxiflurano, o teofilinas porque el riesgo de sus efectos secundarios puede aumentar Minociclina <br /> Live vacuna contra la tifoidea oral, anticonceptivos orales (p&iacute;ldoras anticonceptivas), o la penicilina ya que su efectividad puede disminuir por la minociclina.</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> mareos, somnolencia, mareos, p&eacute;rdida de apetito, n&aacute;useas, malestar estomacal, v&oacute;mito. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /><br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), heces con sangre, visi&oacute;n borrosa, puntos blandos abultamiento en los ni&ntilde;os, fiebre, dolor de cabeza, aumento de presi&oacute;n en la cabeza, inflamaci&oacute;n del p&aacute;ncreas (aumento del pulso, n&aacute;useas, dolor de est&oacute;mago, v&oacute;mitos), dolor en las articulaciones, dolor muscular o debilidad, enrojecimiento de la piel, hinchaz&oacute;n, ampollas o descamaci&oacute;n, zumbido en los o&iacute;dos, convulsiones, diarrea severa, reacci&oacute;n cut&aacute;nea grave al sol, dolor de est&oacute;mago / calambres, dificultad para tragar, cansancio o debilidad inusual, irritaci&oacute;n o flujo vaginal, coloraci&oacute;n amarillenta de la piel o los ojos.<br /> <br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Si usted tiene alguna pregunta acerca de la minociclina, por favor hable con su m&eacute;dico, farmac&eacute;utico u otro proveedor de atenci&oacute;n de la salud. <br /><br /> La minociclina es para ser utilizado s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas. <br /><br /> Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>