<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Esta medecina es inhibidor de la bomba de protones usada para curar &uacute;lceras, reflujo gastroesof&aacute;gico, esofagite erosivo, o s&iacute;drome de Zollinger-Ellison y tambi&eacute;n &uacute;lceras causadas por uso prolongado de antif&uacute;ngicos no esteroides. Para curar &uacute;lceras causadas por infecci&oacute;n bacterial esta medecina puede ser usada en combinaci&oacute;n con antibioticos tales como amoxicilina y claritromicina. Prilosec considerablemente alvia tales s&iacute;ntomas como pirosis, trago dificultado, tos y problemas con sue&ntilde;o. Prilosec trabaja bloqueando producci&oacute;n de &aacute;cito en est&oacute;mago. La medicina puede ser usada para curar otras condiciones diagnosticadas por su m&eacute;dico. <br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Siga todas las recomendaciones de su doctor. Tome esta medicina (15-30 mg) oralmente una vez al d&iacute;a por las ma&ntilde;anas antes de comida con un vaso de agua o seg&uacute;n las recomendaciones de su doctor. Trague la pastilla entera, no se puede mascar, aplastar o abrir la capsula porque ese puede destruir la medecina y/o aumentar efectos secundarios. Anti&aacute;cido puede ser tomado junto con esta medecina si es necesario. Dosificaci&oacute;n y duraci&oacute;n de cura depende de su condici&oacute;n medica y respone a terapia. Tomela al mismo tiempo cada d&iacute;a para evitar dosis omitida. En caso de agravidad de empeoramiento de su enfermedad notifique a su doctor inmediatamente. Se puede tardar 1-4 d&iacute;as antes Prilosec actua en medida entera. Cura con Prilosec no se puede ser cesada si cierto alivio ha logrado. Mejoramiento de s&iacute;ntomas se observa dento de 4-8 semanas en cura de &uacute;lceras gastricas y enfermedad refluja. Cura de pirosis habitualmente dura 14 d&iacute;as. Si pirosis persiste despu&eacute;s de este per&iacute;odo de tiempo o se pone peor, o si Usted necesita m&aacute;s que un curso de cura cada 4 meses, informe a su doctor o farmaceuta. <br /><br /> <strong>Precauciones<br /></strong><br /> Prilosec no se recomienda tomar durante embarazo. Lactaci&oacute;n durante uso de esta medecina no se recomiende porque nada se sabe si la medecina cae en leche de mama. Cuente a su m&eacute;dico si aparece reacci&oacute;n alergica. Su doctor o farmaceuta hay que estar consciente de su problemas de salud, para proveer asistencia m&eacute;dica, especialmente si usted tiene problemas tales como enfermedad de h&iacute;gado, otras enfermedades de est&oacute;mago (por ejemplo tumores), pirosis m&aacute;s que 3 meses, p&eacute;rdida de peso no explicada, n&aacute;usea/gana de vomitar/dolor de est&oacute;mago constante, sangre en v&oacute;mito o deposici&oacute;n negra. Algunos s&iacute;ntomas pueden atestigar sobre condici&oacute;n m&aacute;s grave. Esta medecina puede causar v&eacute;rtigo. Hay que ser cuidadoso haciendo trabajo que demanda concentraci&oacute;n alta de atenci&oacute;n, tales como conducir coche o trabajar con m&aacute;quinas. Limite uso de bebidas alcoholicas. Empiezo o interupci&oacute;n de toma de cualquier medecina hay que ser aprobados por su doctor. Si Usted no nota ningunos mejoramientos de sus s&iacute;ntomas o si ellos se ponen peor, informe a su doctor. No se puede compartir esta medecina con alguien con s&iacute;ntomas semejantes. <br /><br /> <strong>Contradiciones</strong><br /><br /> Sensibilidad excesiva.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Las reacciones adversas que pueden desaparecer durante la cura incluyen dolor de cabeza constipaci&oacute;n, tos, v&eacute;rtigo, erupci&oacute;n. Si ellas continuan o molestan informe a su doctor. Reacci&oacute;n alergica a esta medecina no est&aacute; expectada, pero busque ayuda medica si este ocurre. S&iacute;ntomas de reacci&oacute;n alergica aparecen tales como erupci&oacute;n, exantema, v&eacute;rtigo, hichaz&oacute;n, o dificultad de respiraci&oacute;n. Si Usted nota otras reacciones de su cuerpo, adem&aacute;s de los dados, informe a su doctor o farmaceuta. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Prilosec puede aumentar eliminaci&oacute;n de diazepam, warfarina y fenito&iacute;na. Hay medecinas que asimilan por oxidaci&oacute;n. Medicinas que asimilan con ayuda de sistema de citocromo P450 (por ejemplo ciclosporina, disulfiram, benzodiazepima) tambi&eacute;n pueden cooperar con Prisolec porque asimilan de modo semejante. Claritromicina tambi&eacute;n se asimila por citocromo P-450, prescripci&oacute;n concomitante de claritromicina con Prilosec puede aumentar niveles de Prilostec en plasma. Uso concomitante de craritromicina y Prisolec puede aumentar niveles de eritromicina y 14 hidroxi-claritromicina. Usted puede necesitar contol adicional de su condici&oacute;n si usted toma ampicilina, ciloztazol, ciclosporina, diazepam, digoxina, disulfiram, hierro, itraconazol, ketoconazol, moclobemide, fenito&iacute;na, sucrolfato, vorcnizol o warfarina. Esta medecina puede ser combinada con anti&aacute;cidos si est&aacute;n prescr&iacute;tos por su doctor. Prilosec disminuye efectividad de sucralfato, y otras medicinas tales como antif&uacute;ngicos ketanazol y itraconazol. Si se prescribe tomar alguna de esas medecinas durante toma de Prolisec, consultese con su m&eacute;dico o farmceuta respectamente tiempo propio de cada dosis, habitualmente Prilosec se toma 30 minutos antes de sucrolfato.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si Usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la dosis omitida y vuelva a su horario regular. <br /><br /> <strong>Sobredosis<br /></strong><br /> Si Usted sospecha que ha tomado mucho de Prisolec, dirigase a centro de veveno local o ambulancia inmediatamente. S&iacute;ntomas de sobredosis son confusi&oacute;n, vista azulada, sudor extraordinario, o golpes de coraz&oacute;n. <br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar Prilosec a una temperatura de 59-77 F (15-25 C). No se puede almacenar en lugar de humedad alta tales como cuarto de ba&ntilde;o, en lugar no accesible para los ni&ntilde;os y animales dom&eacute;sticos. Si su cura demanda per&iacute;odo prolongado de tiempo, cuide de todos repuestos antes de suministro est&aacute; teminado.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>