<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Proventil es un bronchodilator que se relaja musculos en la corriente de aire y aumenta v&iacute;as a&eacute;reas a los pulmones.<br /> Proventil es usado para tratar o prevenir broncoespasmo en la gente con la enfermedad de v&iacute;a a&eacute;rea obstruccionista reversible. Tambi&eacute;n es usado para prevenir broncoespasmo inducido por el ejercicio.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Use Proventil exactamente como ha sido prescrito para usted. No use la medicaci&oacute;n en cantidades m&aacute;s grandes, o &uacute;sela durante plazo de tiempo m&aacute;s largo que recomendado por su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Usando el dispositivo de inhalador por primera vez, rocielo 4 sprays de prueba en el aire, lejos de su cara. Sacude bien antes de preparaci&oacute;n. Tambi&eacute;n principal el inhalador si usted no lo ha usado durante 2 semanas o m&aacute;s largo, o si usted ha dejado caer el inhalador.<br /><br /> <strong>Contradiciones<br /></strong><br /> Usted no deber&iacute;a usar Proventil si usted es al&eacute;rgico a albuterol. <br /> Si usted tiene ciertas condiciones, usted puede necesitar un ajuste de dosis o pruebas especiales para usar sin peligro esta medicaci&oacute;n. Antes de usar Proventil, diga a su doctor si usted tiene:<br /> enfermedad card&iacute;aca, hipertensi&oacute;n, o paro card&iacute;aco congestivo;<br /> un desorden de ritmo de coraz&oacute;n;<br /> un desorden de asimiento, como epilepsia;<br /> diabetes; o<br /> tiroides hiperactiva.<br /> Diga a su doctor si usted est&aacute; embarazada o planea quedar embarazado durante el tratamiento. No se sabe si albuterol pasa en la leche de pecho o si esto pudiera da&ntilde;ar a un beb&eacute; de enfermer&iacute;a.<br /><br /><strong> Reacciones adversas posibles<br /></strong><br /> Deje de usar Proventil y busque ayuda m&eacute;dica urgente si usted tiene alguno de estas se&ntilde;ales de reacci&oacute;n al&eacute;rgica: urticaria; dificultad de respiraci&oacute;n; hinchaz&oacute;n de cara, labios, lengua, o garganta. Llame a su doctor inmediatamente si usted tiene un efecto secundario serio, como: <br /> bronchoespasmo (resuello, estrechez de pecho, problema de respiraci&oacute;n), sobre todo despu&eacute;s de comenzar una nueva lata de esta medicina;<br /> dolor en el pecho y latidos de coraz&oacute;n r&aacute;pidos, de palpitaci&oacute;n, o desiguales;<br /> temblor, nerviosismo;<br /> el potasio bajo (confusi&oacute;n, el precio de coraz&oacute;n desigual, sed extrema, la micci&oacute;n aumentada, la incomodidad de pierna, la debilidad de m&uacute;sculo o la cojera que siente); o<br /> hipertensi&oacute;n peligrosa (dolor de cabeza severo, visi&oacute;n borrosa, que telefonea en sus o&iacute;dos, ansiedad, confusi&oacute;n, dolor en el pecho, falta de aliento, latidos del coraz&oacute;n desiguales, asimiento).<br /> Los efectos secundarios de Proventil menos serios pueden incluir:<br /> dolor de cabeza, mareo, nerviosismo;<br /> problemas de sue&ntilde;o (insomnio);<br /> tos, ronquedad, dolor de garganta, nariz l&iacute;quida o congestionada;<br /> sequedad de boca y garganta;<br /> dolor de m&uacute;sculo; o<br /> diarrea.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Antes de usar esta medicaci&oacute;n, diga a su doctor si usted toma alguna de las medicinas siguientes:<br /> un diur&eacute;tico (p&iacute;ldora acu&aacute;tica);<br /> digoxin (digital, Lanoxin); <br /> un bloqueador beta como atenolol (Tenormin), metoprolol (Lopressor), propranolol (Inderal), y otros; <br /> un antidepresivo, como amitriptyline (Elavil, Etrafon), doxepin (Sinequan), imipramine (Janimine, Tofranil), nortriptyline (Pamelor), y otros;<br /> un inhibidor de MAO, como isocarboxazid (Marplan), phenelzine (Nardil), rasagiline (Azilect), selegiline (Eldepryl, Emsam), o tranylcypromine (Parnate); o<br /> otros bronchodilators, como levalbuterol (Xopenex), bitolterol (Tornalate), pirbuterol (Maxair), terbutaline (Brethine, Bricanyl), salmeterol (Serevent), isoetherine (Bronkometer), metaproterenol (Alupent, Metaprel), o isoproterenol (Isuprel Mistometer).<br /> Diga a su doctor sobre toda las medicaciones sprescritas y no que usted usa. Incluyendo vitaminas, minerales, productos herbarios, y medicinas prescritas por otros doctores.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Tome la dosis omitida m&aacute;s pronto como posible. Si es casi la hora de su dosis siguiente, omita la dosis omitida. No tome dosis adicional para completar la omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Busque la asistencia m&eacute;dica urgente si usted cree que ha usado demasiado de esta medicina. Una sobredosis de albuterol puede ser fatal. Los s&iacute;ntomas de sobredosis pueden incluir nerviosismo, dolor de cabeza, temblor, sequedad de boca, dolor en pecho o sentido pesado, precio de coraz&oacute;n r&aacute;pido o desigual, dolor que se extiende al brazo u hombro, n&aacute;usea, sudaci&oacute;n, mareo, asimiento (convulsiones), sentido de mareo o disminuci&oacute;n.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura decuarto del alcance de calor y humedad. El calor extremo puede hacer que la lata de medicina se reviente. No lo almacene en su coche durante d&iacute;as calurosos. No lance una lata vac&iacute;a en la llama abierta.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>