<p><strong>Nombre del medicamento</strong></p><p>Retino-A Cream 0,05%</p><p><strong><span id="result_box" class="short_text" lang="es"><span class="hps">Uso </span></span>del medicamento</strong></p><p>Retino-A  Cream es utilizado para tratar el acn&eacute;. Puede tambi&eacute;n ser utilizado  para otras condiciones seg&uacute;n las indicaciones del m&eacute;dico.</p><p><strong>Como usar</strong></p><p>Use Retino-A Cream como es indicado por el m&eacute;dico.Revise la etiqueta del medicamento para la dosificaci&oacute;n exacta. Retino-A Cream es solamente para el uso externo. Elimine  todos los cosm&eacute;ticos con un jab&oacute;n suave antes de aplicar Retino-A Cream. Seque suavemente el &aacute;rea. Espere de 20 a 30 minutos para asegurarse de  que la piel es completamente seca.</p><p>Aplique  una capa delgada de medicamento sobre la zona afectada. Frote  suavemente. L&aacute;ve las manos inmediatamente despu&eacute;s de usar Retino-A  Cream.</p><p><strong>Clase de medicamento y Mecanismo</strong></p><p>Retino-A Cream  es un derivado de la vitamina A. No conocido  totalmente c&oacute;mo ejerce sus  efectos beneficiosos contra el acn&eacute;.  Tretino&iacute;na aumenta la renovaci&oacute;n de  las c&eacute;lulas de la piel y para  reduce la tendencia de las c&eacute;lulas de la  piel a pegarse. Esto reduce la  formaci&oacute;n de acn&eacute; y permite la r&aacute;pida  cicatrizaci&oacute;n de acn&eacute; que se  desarrolla.</p><p><strong>Dosis olvidada</strong><br /><br />Si olvida una  dosis de Retino-A Cream, omita la dosis olvidada y vuelva a su horario  regular de dosificaci&oacute;n. No utilice 2 dosis al mismo tiempo.</p><p><strong>Almacenamiento</strong></p><p>Almacene Retin-A Gel a  temperatura ambiente, entre 59 y 80 grados F  (15 y 26 grados C).  Almacene en un envase herm&eacute;ticamente cerrado.&nbsp;  Almacene lejos del calor y  de la luz. Almacene Retino-A Cream fuera del  alcance de ni&ntilde;os y animales  dom&eacute;sticos.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>Advertencias/Precauciones</strong></p><p>NO use Retino-A Cream si usted es al&eacute;rgico a cualquier ingrediente de Retino-A Cream.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p><strong>Efectos secundarios posibles</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas   personas no tienen, o tienen efectos secundarios menores. Consulte con   su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes  persiste  o se vuelve molesto:<br />Enrojecimiento, descamaci&oacute;n en el  lugar de  aplicaci&oacute;n, sensibilidad a la luz del sol, irritaci&oacute;n de la  piel, calor o  escozor en el lugar de aplicaci&oacute;n.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:<br />Las   reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n,   dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca,   cara, labios o lengua), enrojecimiento, descamaci&oacute;n, hinchaz&oacute;n, ampollas   o costras en la piel.</p><p><strong>M&aacute;s Informaci&oacute;n</strong></p><p>Si Usted tiene alguna pregunta sobre el uso de Retino-A Cream, por favor hable con su m&eacute;dico o farmac&eacute;utico.<br />Retinj-A Cream debe ser utilizado solamente por el paciente para quien es recetado. No le comparta con otras personas.<br />Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>