<p><strong>Nombre del medicamento</strong></p><p>Retin-A Gel 0,1% (tretino&iacute;na)</p><p><strong><span id="result_box" class="short_text" lang="es"><span class="hps">Usos </span></span>del medicamento</strong></p><p>Retin-A Gel es usado para tratar el acn&eacute;. Puede ser tambi&eacute;n usado para otras condiciones seg&uacute;n las indicaciones del m&eacute;dico.</p><p><strong>Como usar</strong></p><p>Utilice Retin-A Gel como es indicado por el m&eacute;dico. Revise la etiqueta del medicamento para la dosificaci&oacute;n exacta.<br />Retin-A Gel es solamente para el uso externo<br />Aplique una capa delgada de medicamento sobre la zona afectada. Frote suavemente.</p><p>Elimine todos los cosm&eacute;ticos con un jab&oacute;n suave antes de aplicar Retin-A Gel. Seque suavemente el &aacute;rea. Espere de 20 a 30 minutos para asegurarse de que la piel es completamente seca.<br />L&aacute;ve las manos inmediatamente despu&eacute;s de usar Retin-A Gel.<br />Si olvida una dosis de Retin-A Gel, omita la dosis olvidada y vuelva a su horario regular de dosificaci&oacute;n.</p><p><strong>Clase de medicamento y Mecanismo</strong></p><p>Retin-A Gel es un derivado de la vitamina A. No conocido totalmente c&oacute;mo ejerce sus efectos beneficiosos contra el acn&eacute;. Tretino&iacute;na aumenta la renovaci&oacute;n de las c&eacute;lulas de la piel y para reduce la tendencia de las c&eacute;lulas de la piel a pegarse. Esto reduce la formaci&oacute;n de acn&eacute; y permite la r&aacute;pida cicatrizaci&oacute;n de acn&eacute; que se desarrolla.</p><p><strong>Dosis olvidada</strong></p><p>Si olvida una dosis de Retin-A Gel, omita la dosis olvidada y vuelva a su  horario regular. No utilice 2 dosis al mismo tiempo.</p><p><strong>Almacenamiento</strong></p><p>Almacene Retin-A Gel a temperatura ambiente, entre 59 y 80 grados F (15 y 26 grados C). Almacene en un envase herm&eacute;ticamente cerrado.&nbsp; Almacene lejos del calor y de la luz. Almacene Retin-A Gel fuera del alcance de ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>Advertencias/Precauciones</strong></p><p>NO use Retin-A Gel si usted es al&eacute;rgico a cualquier ingrediente de Retin-A Gel.<br />Contacte con su m&eacute;dico inmediatamente si alguno de estos casos aplica a Usted.</p><p><strong>Antes de usar Retin-A Gel:</strong></p><p>Algunas condiciones m&eacute;dicas pueden interactuar con Retin-A Gel. D&iacute;ga a su m&eacute;dico o farmac&eacute;utico si tiene alguna condici&oacute;n m&eacute;dica, especialmente alguno de los casos siguientes:</p><ul><li>si est&aacute; embarazada, planea caer embarazada o si amamanta</li><li>si Usted toma cualquiera prescripci&oacute;n o medicamento sin receta, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si Usted tiene eczema, un nivel de gl&oacute;bulos blancos anormalmente alto, o una quemadura de sol</li></ul><p>Algunos medicamentos pueden interactuar con Retin-A Gel. Porque una cantidad poca, si alguna, de Retin-A Gel se absorbe en la sangre, el riesgo de la interacci&oacute;n con otro medicamento es bajo.</p><p>Pregunte a su m&eacute;dico si Retin-A Gel puede interactuar con otros medicamentos que toma. Consulte con su m&eacute;dico antes de iniciar, detener o cambiar la dosis de un medicamento.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p><strong>Efectos secundarios posibles</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen, o tienen efectos secundarios menores. Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o se vuelve molesto:<br />Enrojecimiento, descamaci&oacute;n en el lugar de aplicaci&oacute;n, sensibilidad a la luz del sol, irritaci&oacute;n de la piel, calor o escozor en el lugar de aplicaci&oacute;n.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:<br />Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), enrojecimiento, descamaci&oacute;n, hinchaz&oacute;n, ampollas o costras en la piel.</p><p><strong>M&aacute;s Informaci&oacute;n</strong></p><p>Si Usted tiene alguna pregunta sobre el uso de Retin-A Gel, por favor hable con su m&eacute;dico o farmac&eacute;utico.<br />Retin-A Gel debe ser utilizado solamente por el paciente para quien es recetado. No le comparta con otras personas.<br />Si sus s&iacute;ntomas no mejoran o si empeoran, consulte con su m&eacute;dico.</p>