<p><strong>Nombre del medicamento</strong></p><p>Retin-A (tretino&iacute;na)</p><p><strong><span id="result_box" class="short_text" lang="es"><span class="hps">Usos </span></span>del medicamento</strong></p><p>Retin-A  es frecuente usado para mejorar la apariencia y la textura de la piel.  El produce una exfoliaci&oacute;n suave y superficial de la epidermis. Retin-A  tiene efectos sobre partes superficiales (epidermis) y profundas  (dermis) de la piel. El mayor beneficio es para disminuir los efectos de  la luz solar, envejecimiento aumentando la velocidad con la que las  c&eacute;lulas superficiales se sustituyen.</p><p><strong>Como usar</strong></p><p>Aplique  una capa fina sobre la zona afectada una vez al d&iacute;a antes de acostarse.  Use una almohadilla de gasa o un hisopo de algod&oacute;n para aplicar el  l&iacute;quido. L&aacute;vese las manos inmediatamente despu&eacute;s de su uso. El uso de  este medicamento con m&aacute;s frecuencia o en cantidades excesivas no mejora  los resultados, pero puede aumentar los efectos secundarios. Evite  aplicar cerca de los ojos, la boca o heridas abiertas porque este  medicamento puede irritar la piel sensible. El acn&eacute; puede agravarse  cuando el medicamento es utilizado por primera vez, continue la terapia.  Se puede ocupar de tres a seis semanas antes de que los beneficios  completos de este medicamento son visibles. Use jab&oacute;n suave para lavar  su cara. No se lave la cara excesivamente. Jabones abrasivos,  limpiadores, cremas o lociones medicadas pueden aumentar la irritaci&oacute;n  de la piel. Consulte con su m&eacute;dico o farmac&eacute;utico acerca de su uso. Use  otras preparaciones del acn&eacute; con precauci&oacute;n durante el uso de este  medicamento.</p><p><br /><strong>Clase de medicamento y Mecanismo</strong></p><p>Tretino&iacute;na  es un derivado de la vitamina A. Tretito&iacute;na t&oacute;pica es usada en el  tratamiento de acn&eacute; leve a moderado y en la piel que ha sido da&ntilde;ada por  la exposici&oacute;n excesiva al sol. Tretino&iacute;na irrita la piel y hace las  c&eacute;lulas de la piel crecer (dividir) y&nbsp; morir m&aacute;s r&aacute;pidamente; esto  aumenta la renovaci&oacute;n de las c&eacute;lulas. El n&uacute;mero de capas de c&eacute;lulas de  la piel es realmente reducido. En los pacientes con acn&eacute;, las nuevas  c&eacute;lulas reemplazan las c&eacute;lulas de los granos, y la renovaci&oacute;n r&aacute;pida de  las c&eacute;lulas previene la formaci&oacute;n de granos nuevos. Por un mecanismo  similar, Tretito&iacute;na puede reducir algunas arrugas, las zonas oscuras de  la piel, y las &aacute;reas &aacute;speras de la piel, los cuales ocurren en la piel  da&ntilde;ada por el sol. En pacientes con piel da&ntilde;ada por el sol, las mejoras  en la piel son vistos por lo general dentro las primeras 3 a 4 semanas  de tratamiento. Las manchas marrones comienzan a desaparecer despu&eacute;s de  seis a ocho semanas. Las arrugas disminuyen o desaparecen despu&eacute;s de  tres a seis meses. Despu&eacute;s de la aplicaci&oacute;n a la piel, una cantidad  m&iacute;nima de f&aacute;rmaco es absorbida en el cuerpo.</p><p><strong>Dosis olvidada</strong></p><p>Si  olvida una dosis, t&oacute;mela tan pronto como lo recuerde y no utilice si es  la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su  horario regular. No doble la dosis para alcanzar.</p><p><strong>Almacenamiento</strong></p><p>Almacene a temperatura ambiente lejos de la luz solar. Almacene este y todos los medicamentos fuera del alcance de los ni&ntilde;os.<br /><strong><br />INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>Advertencias/Precauciones</strong></p><p>Este medicamento  puede aumentar la sensibilidad a la luz solar, el viento y el fr&iacute;o.  Evite la exposici&oacute;n prolongada al sol ya las l&aacute;mparas solares. Use ropa  protectora y utilice un filtro solar eficaz. Este medicamento debe ser  usado durante el embarazo s&oacute;lo si es claramente necesario. No es  conocido si Retin-A es presente en la leche materna. Consulte con su  m&eacute;dico antes de amamantar.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p><strong>Efectos secundarios posibles</strong></p><p style="text-align: left;">Gracias  a la posibilidad de irritaci&oacute;n, es aconsejable de comenzar el  tratamiento en un &aacute;rea peque&ntilde;a de la piel. La exposici&oacute;n al sol o a los  rayos ultravioletos causa la irritaci&oacute;n adicional. Durante el  tratamiento, es necesario de evitar este exposici&oacute;n lo m&aacute;s posible o un  bloqueador solar debe ser utilizado. Durante las primeras semanas de  tratamiento puede haber un empeoramiento aparente del problema. Tal  reacci&oacute;n es perfectamente normal, porque los quistes peque&ntilde;os  profundamente dentro la piel son eliminados a un ritmo acelerado. Este  medicamento puede aumentar la sensibilidad a el viento y el fr&iacute;o. Evite  la exposici&oacute;n prolongada al sol y a las l&aacute;mparas solares. Use ropa  protectora y utilice un filtro solar eficaz. Si alg&uacute;n ingrediente causa  hipersensibilidad, suspenda su uso.</p><p style="text-align: left;"><strong>M&aacute;s Informaci&oacute;n</strong></p><p style="text-align: left;">Los  efectos secundarios graves posiblemente no ocurrir&aacute;n. Deje de usar la  tretino&iacute;na t&oacute;pica y busque atenci&oacute;n m&eacute;dica urgente si Usted nota una  reacci&oacute;n al&eacute;rgica (dificultad al respirar, estrechamiento de la  garganta, hinchaz&oacute;n de los labios, lengua, o cara; o ronchas).</p><p style="text-align: left;">Puede  sentir algo de ardor, calor, hormigueo escozor, picaz&oacute;n,  enrojecimiento, hinchaz&oacute;n, sequedad, descamaci&oacute;n o irritaci&oacute;n mientras  est&eacute; usando tretino&iacute;na t&oacute;pica. Si estos efectos secundarios son  excesivos, hable con el m&eacute;dico. Es posible que necesitar&aacute; una dosis m&aacute;s  baja o aplicaciones menos frecuentes de la tretino&iacute;na t&oacute;pica.</p><p style="text-align: left;">Si Usted nota un cambio en el color de su piel, consulte con su m&eacute;dico.<br /> Los efectos secundarios diferentes no mencionados aqu&iacute; pueden tambi&eacute;n  ocurrir. Hable con su m&eacute;dico sobre alguno efecto secundario que parece  inusual o que causa molestia.n ingrediente causa  hipersensibilidad, suspenda su uso.</p><p style="text-align: left;"><strong><br /></strong></p>