<p><strong>Propiedades<br /></strong><br /> Trental (Pentoxifylline) se usa para tratar claudicaci&oacute;n intermitente en ciertos pacientes. Trental alivia los calambres de pierna dolorosos causados por claudicaci&oacute;n intermitente, una condici&oacute;n que resulta cuando el endurecimiento de las arterias reduce el suministro de sangre de los m&uacute;sculos de pierna.<br /><br /> <strong>Posolog&iacute;a y forma de precaici&oacute;n<br /></strong><br /> Consulte con su doctor antes de la utilizaci&oacute;n. Uselo no m&aacute;s que ha sido prescr&iacute;to. T&oacute;melo oralmente con o inmediatamente despu&eacute;s de comida, y todo tragado con mucha agua.<br /> La dosis el m&aacute;s com&uacute;n usada para adultos es 400 mg. dos veces al d&iacute;a.<br /> No puede ser usado por ni&ntilde;os sin la prescripci&oacute;n del doctor.<br /> Note: esta instrucci&oacute;n est&aacute; presentada aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> En pacientes con hipotensi&oacute;n o cardiopat&iacute;a coronaria severa, Trental 400 deber&iacute;a ser usado con la precauci&oacute;n, ya que un efecto hipotensivo pasajero es posible y, en casos aislados, podr&iacute;a causar una reducci&oacute;n de la perfusi&oacute;n de arteria coronaria. Sobre todo el control se requiere en la gente con la funci&oacute;n renal perjudicada. En pacientes con una autorizaci&oacute;n de creatinina de menos de 30 ml/min puede ser necesario reducir la dosis diaria de Trental a una o dos pastillas para evitar la acumulaci&oacute;n. Usted puede bajar la dosis de Trental en la gente con la funci&oacute;n de h&iacute;gado con severidad perjudicada. Fumar puede empeorar su condici&oacute;n o reducir los efectos beneficiosos de Trental estrechando sus vasos sangu&iacute;neos. Trental no deber&iacute;a ser usado durante el embarazo, quedando embarazado o amamantando sin el consejo del doctor. No use Trental antes del amamantamiento sin el permiso del doctor.<br /><br /> <strong>Contradiciones<br /></strong><br /> Trental es contradicado a la gente que es hipersensible a cualquier componente de esta medicina. Tambi&eacute;n Trental no deber&iacute;a ser usado en las condiciones siguientes:<br /> Infracci&oacute;n myocardial aguda<br /> Sangr&iacute;a masiva<br /> Hemorragia cerebral<br /> Hemorragia retinal masiva<br /> Hipersensibilidad a cualquier componente de la preparaci&oacute;n<br /> Embarazo<br /> Lactaci&oacute;n<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Ellos pueden incluir todos los tipos de reacci&oacute;n al&eacute;rgica. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> dolor en el pecho o un latido del coraz&oacute;n irregular;<br /> mareo severo, dolor de cabeza, hemorragias nasales, o visi&oacute;n borrosa;<br /> n&aacute;usea o v&oacute;mitos;<br /> pies aumentados o tobillos.<br /> Las reacciones adversas menos serias incluyen:<br /> insomnio,<br /> ojos rojos,<br /> nerviosismo.<br /> Si usted experimenta a uno de ellos deje de usar Trental y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Trental coopera con el grupo siguiente de medicinas: delgadores de sangre; tratamiento de hipertensi&oacute;n; tratamiento de diabetes. Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar una de ellas. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido su dosis, t&oacute;mela tan pronto como usted recuerda. Si es casi la hora para la siguiente dosis, omita la dosis omitida y vuelva a su horario de dosificaci&oacute;n regular. Nno se puede aumentar la dosis recomendada. Tome su dosis regular al d&iacute;a siguiente en el mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> s&iacute;ntomas de sobredosis de Trental pueden incluir calambre, agitaci&oacute;n, fiebre, desmayo, cara roja, somnolencia. Si usted siente uno de ellos llame a su m&eacute;dico inmediatamente.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>