<p><strong>Propiedades<br /></strong><br /> Yasmin tiene Drospiremona (hormona s&iacute;ntetixa de progesterona) y se usa para prevenir embarazo. Interfire a ciclo menstrual feminino y enga&ntilde;a el organismo diciendo que la ovulaci&oacute;n ha ocurrido. Pues ovarios no dejan pasar al &oacute;vulo maduro. La medicina cambia condici&oacute;n de mucosidad cervical y lining de &uacute;tero, y movimientos dificultosos de espermatozoide a &uacute;tero, y atamiento de &oacute;vulo fecundizado a &uacute;tero.<br /><br /><strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Empieze cura al primer d&iacute;a de su menstruaci&oacute;n y tome una pastilla al d&iacute;a. Si usted ha omitido una dosis tome 2 pastillas como 1 dosis. Riesgo de embarazo aumenta si usted ha omitido m&aacute;s de 1 dosis. No se puede tomar otras aticonceptivos junto con Yasmin para evitar desbalance hormonal serio. Cada pastilla tiene 0,3 mg de drospiremona y 0,030mg de etinilestradiol y las pastillas "quedadas" no tienen hormonas.<br /><br /> <strong>Precauciones<br /></strong><br /> Anticonceptivos adicionales (cond&oacute;n o espermicida) pueden ser necesitados cuando Usted toma Yasmin. Toma de hormonas puede aumentar el riesgo de tromb&oacute;geno, ataque card&iacute;aco, especialmente a los pacintes que tiene m&aacute;s que 35 a&ntilde;os o a los fumadores. Informe a su doctor si Usted tiene problemas con coraz&oacute;n, tensi&oacute;n arterial, insuficiencia estanacamienta de coraz&oacute;n, agina, colesterol alto, depresi&oacute;n en historia, ataque epil&eacute;ptico o epilepsia, diabetis, enfermedad de ves&iacute;cula biliar, v&aacute;rices de venas, tuberculosis, hichazones fibrosos de &uacute;tero, historia de enfermedad fibroquistica, n&oacute;dulos.<br /><br /> <strong>Contradiciones<br /></strong><br /> Esta medicina no puede ser usada por los pacientes consensibilidad excesiva a la medicina, hemorragia abnormal de genitalia, cancer de mama ( sabido, sospechado o en historia), neoplesia dependida de estr&oacute;geno sospechada o sabida, cuajarones de sangre,infarto agudo de miocardio, embarazo, lactaci&oacute;n, problemas con h&iacute;gado, peste. La medicina no puede ser usada por chicas que a&uacute;n no han tenido primera menstruaci&oacute;n.<br /><br /> <strong>Reccionas adversas posibles<br /></strong><br /> Yasmin puede aumentar niveles de potasio a los unos individuos, as&iacute; mujeras con enfermedad de ri&ntilde;ones, y enfermedad adrenal no pueden ser curados por &eacute;l. Tambi&eacute;n a ciertas mujeras puede prevocar n&aacute;usea, gana de vomitar, aumento de peso, dolor de cabeza, palpitaciones, v&eacute;rtigo, sensibilidad y alargamiento de pecho, cambios en ciclo menstrual, lactrumen vaginal, deteniemento de agua en organismo. Los efectos secundarios m&aacute;s serios, pero raros son aumenta de tensi&oacute;n arterial, depresi&oacute;n, desorden de h&iacute;gado o cuajarones de sangre en vasos.<br /><br /><strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Hay algunas medicinas que pueden cooperar con Yasmin. Informe a su m&eacute;dico sobre todas las medicnas prescribidas y no, productos de hierba y suplementos de comida, que Usted usa, especialmente sobre teofilina (Respbid, Theo-Dur), acetaminophen (Tylenol) o &aacute;cido abc&oacute;rbico (vitamina C), prednisolona (Orapred), hierba de San Juan, medicinas de ataque epil&eacute;ptica, ciclosporina, (Gengraf, Neoral, Sandimmune), sedantes barbit&uacute;ricos, medicinas de SIDA e HIV, antibioticos.<br /><br /><strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una pastella, riesgo de embarazar se aumenta. Si Usted se olvida tomar pastilla &ldquo;activa&rdquo;, toma dos pastillas m&aacute;s pronto como posible y despu&eacute;s vuelve a su horario. Si usted ha omitido 2 pastillas &ldquo;activas&rdquo; seguidamente en la primera o segunda semana, toma dos pastillas seguidamente 2 d&iacute;as. Despu&eacute;s vuelve a su horario. Use test de control de embarazo si tal &ldquo;error&rdquo; ha ocurrido. Si Usted ha omitido 2 pastillas &ldquo;activas&rdquo; seguidamente durante la tercera semana, o si Usted ha omitido 3 pastillas seguidamente durante alguna de 3 semanas de cura, Usted tiene que comenzar a tomar un paquete nueve de tabletas como novicio.<br /> Si Usted no toma 3 pastillas &ldquo;activas&rdquo; durante algunas de las primeras 3 semanas de cura, Usted tiene que comenzar un paquete nuevo el mismo d&iacute;a como Usted a novicio.<br /> Si Usted ha omitido tomar 2 o m&aacute;s tabletas, Usted puede no tener menstruaci&oacute;n durante este mes. Si Usted ha omitido su per&iacute;ode 2 meses seguidamente usted puede estar emborazada. <br /><br /> <strong>Sobredosis</strong><br /><br /> Se&ntilde;ales de sobredosis son n&aacute;usea y gana de vomitar, nivel aumentado de posatio en sangre.Si usted sspecha sobredosis informe a su m&eacute;dico o busque ayuda urgente medica.<br /><br /><strong>Almacenamiento<br /></strong><br /> Se debe almacenar Yasmin a una temperatura de bajo de 25C (77F), del alcance de los ni&ntilde;os y los animales dom&eacute;sticos.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento</p>