<p><strong>Pastilla Soluble de Olanzapina<br /></strong><br /><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La OLANZAPINA se utiliza para tratar la esquizofrenia, los trastornos sic&oacute;ticos, y el trastorno bipolar. El trastorno bipolar tambi&eacute;n se conoce como trastorno man&iacute;aco depresivo.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />c&aacute;ncer de pecho o historial de c&aacute;ncer de pecho<br />demencia<br />diabetes mellitus, nivel alto de az&uacute;car en la sangre, o antecedentes de diabetes en la familia<br />dificultad para tragar<br />glaucoma<br />enfermedad cardiaca, ritmo cardiaca anormal, ataque al coraz&oacute;n previo<br />antecedente de tumor cerebral o traumatismo craneal<br />enfermedad hep&aacute;tica o renal<br />presi&oacute;n arterial baja o sensaci&oacute;n de mareo cuando se pone de pie<br />enfermedad de Parkinson<br />problemas de pr&oacute;stata<br />ataques (convulsiones)<br />pensamientos, planes o intentos de suicidio o un intento de suicidio por parte suya o de un familiar<br />una reacci&oacute;n inusual o al&eacute;rgica a la olanzapina, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral. Deje la pastilla en su envoltorio hasta que est&eacute; listo para tomarla. No empuje la pastilla a trav&eacute;s de su envoltorio. Con las manos secas abra el envoltorio del envase y ponga la pastilla en su lengua. La pastilla se disolver&aacute; r&aacute;pidamente en su saliva. Aunque puede tomarse estas pastillas con alimentos o agua, no es necesario que lo haga. Tome su medicamento en intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. No deje de tomarlo a menos que se lo indique su m&eacute;dico.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Cuidados especiales podr&iacute;an ser necesarios.<br /><br /><strong>Sobredosis:</strong> Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como lo recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento conjuntamente con cualquiera de las siguientes medicaciones:<br />ciertos antibi&oacute;ticos como la grepafloxacina y la sparfloxacina<br />ciertas fenotiazinas como la clorpromazina, la mesoridazina, y la tioridazina<br />cisaprida<br />clozapina<br />droperidol<br />halofantrina<br />levomethadyl<br />pimozida<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />carbamazepina<br />carb&oacute;n<br />fluvoxamina<br />levodopa y otros medicamentos para la enfermedad de Parkinson<br />medicamentos para la diabetes<br />medicamentos para la presi&oacute;n arterial alta<br />antidepresivos, ansiol&iacute;ticos o medicamentos para problemas del estado de &aacute;nimo, o para dormir<br />omeprazol<br />rifampicina<br />ritonavir<br />el tabaco de los cigarrillos<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; me debo de esperar mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Pueden pasar hasta 2 semanas antes que usted vea el efecto completo de este medicamento. Av&iacute;sele a su m&eacute;dico si sus s&iacute;ntomas empeoran, s&iacute; tiene s&iacute;ntomas nuevos, s&iacute; est&aacute; teniendo un efecto inusual del medicamento, o s&iacute; se siente fuera de control, muy descorazonado o piensa que puede hacerse da&ntilde;o o da&ntilde;ar a otros.<br /><br />No deje de tomar de repente este medicamento. Usted puede necesitar reducir la dosis gradualmente. P&iacute;dale consejo a su m&eacute;dico.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. No se ponga de pie ni se siente r&aacute;pidamente, especialmente si usted es un paciente mayor. Esto reduce el riesgo a marearse o a desmayarse.<br /><br />Evite las bebidas alcoh&oacute;licas. El alcohol puede aumentar el mareo y la somnolencia.<br /><br />No se auto medique para los resfriados, la diarrea o las alergias sin antes consultar con su m&eacute;dico. Algunos ingredientes pueden aumentar los posibles efectos secundarios.<br /><br />Puede que sienta la boca seca. El masticar chicles sin az&uacute;car o chupar un caramelo, y el beber mucha agua tambi&eacute;n le ayudar&aacute;.<br /><br />Este medicamento puede disminuir la respuesta de su cuerpo al fr&iacute;o o al calor. Cuando haga ejercicio trate de no acalorarse o deshidratarse. Evite las temperaturas extremas, como las saunas, los jacuzzis, o los ba&ntilde;os o duchas fr&iacute;as o muy calientes. Abr&iacute;guese bien cuando haga fr&iacute;o.<br /><br />Este medicamento le puede volver m&aacute;s sensible al sol. Mant&eacute;ngase apartado del sol. S&iacute; no puede evitar estar en el sol, p&oacute;ngase ropa protectora y use protector solar. No utilice l&aacute;mparas de rayos ultravioletas o camas o cabinas bronceadoras.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />dificultad para respirar<br />dificultad para hablar o tragar<br />sed y/o hambre en exceso<br />ritmo cardiaco r&aacute;pido (palpitaciones)<br />necesidad de orinar frecuentemente<br />incapacidad para controlar los movimientos musculares de la cara, manos, brazos, o piernas<br />erecciones dolorosas o prolongadas<br />inquietud o necesidad de mantenerse en movimiento<br />rigidez, espasmos<br />ataques (convulsiones)<br />erupciones en la piel<br />hinchaz&oacute;n de la cara o piernas<br />temblores<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />cambios en el deseo sexual<br />estre&ntilde;imiento<br />somnolencia<br />presi&oacute;n arterial baja<br />aumento de peso<br /><br />Es posible que este listado no describa todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Prot&eacute;jalo de la luz y de la humedad. Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.</p>