<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Cephalexin es atribuido como el antibi&oacute;tico del grupo de cefalosporinas que act&uacute;an contra bacterias que previenen la formaci&oacute;n de sus paredes de c&eacute;lula. Es bastante resistente a penicillinases del microorganismos de gramo positivos, pero puede ser destruido por la beta-lactamases del gramo negativos. Esto muestra la amplia actividad de espectro contra microorganismos de gramo positivo, como el Estafilococo, Estafilococo epidermidis; Estreptococo, Corynebacterium diphtheriae, Clostridium, Actinomyces israelii, Bacilo anthracis, gramo microorganismos negativos como Escherichia coli, Klebsiella, Proteus mirabilis, Neisseria gonorrhoeae, Neisseria meningitidis, Shigella, Salmonela. Las infecciones comunes que son tratadas con Cephalexin incluyen infecciones del o&iacute;do medio, am&iacute;gdalas, garganta, laringe (laringitis), bronquios (bronquitis) y pulmon&iacute;a as&iacute; como en tracto urinario, piel, y huesos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> La dosis de Cephalexin para los adultos es 1-4 g en dosis divididas. El inttervalo ente dosis puede ser 6-12 horas seg&uacute;n su infecci&oacute;n.<br /><br /> <strong>Precauciones</strong><br /><br /> Antes de tomar Cephalexin diga a su m&eacute;dico si usted tiene alergia a algunas medecinas (especialemnte a penicilinas), enfermedad de h&iacute;gado o ri&ntilde;&oacute;n,desorden de est&oacute;mago o intestinal, como colitis, y diabetes.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad a Cephalexin, cephalosporins (Ceclor, Duricef, Omnicef, Spectracef, Suprax, Cefzil, Fortaz, Ceftin) y antibi&oacute;ticos de beta-lactamase. La cautela deber&iacute;a ser ejercida por pacientes con desorden de ri&ntilde;&oacute;n, colitis pseudomembranosa, embarazo, amamantamiento y beb&eacute;s que no tienen 6 meses de edad.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes pueden incluir se&ntilde;ales de la alergia (urticaria, erupci&oacute;n, hinchaz&oacute;n de cara y lengua), asimiento, fiebre, dolor de garganta, y dolor de cabeza con abrasador severo, peladura, y piel roja piel imprudente, p&aacute;lida o amarilla, orina oscura, fiebre, alucinaciones, confusi&oacute;n o debilidad, contusi&oacute;n f&aacute;cil o sangr&iacute;a, debilidad extra&ntilde;a, confusi&oacute;n, agitaci&oacute;n, micci&oacute;n disminuida o ausente. En caso de efectos secundarios serios y persistentes puestos en la lista dada busque la ayuda m&eacute;dica urgente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Informe a su doctor sobre todas las medicaciones que usted toma y sobre todo sobre vacunas vivas, probenecid. Cephalexin puede disminuir la eficacia de p&iacute;ldoras anticonceptivos de tipo de la combinaci&oacute;n. Esta medicaci&oacute;n es capaz de mostrar resultados positivos falsos con ciertos productos de pruebas de orina diab&eacute;ticos. Cephalexin aumenta efectos de anticoagulantes indirectos, polphenilbutazone, furocemide. Salicylates e indomethacin reducen la marcha de la excreci&oacute;n de cephalolexin por ri&ntilde;ones. Las medicaciones que disminuyen la secreci&oacute;n en tubules renal aumentan la concentraci&oacute;n del suerode medicaci&oacute;n en sangre y hacen m&aacute;s lenta su excreci&oacute;n.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis t&oacute;mela tan pronto como usted recuerda. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva a su horario de dosificaci&oacute;n.Nunca tome la dosis doble de la medecina.<br /><br /> <strong>Sobredosis</strong><br /><br /> En caso de s&iacute;ntomas serios y persistentes de n&aacute;usea, v&oacute;mitos, dolor de est&oacute;mago, diarrea, y sangre en su orina consulte con su doctor sobre la asistencia m&eacute;dica.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 15-25 C (59-77 F), del alcance de humedad y rayos slares, animales dom&eacute;sticos y ni&ntilde;os.No use despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>