<p><strong>Pastillas de Ciprofloxacina<br /></strong><br /><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La CIPROFLOXACINA es un antibi&oacute;tico de quinol&oacute;n. Este medicamento mata las bacterias o detiene su crecimiento. Este medicamento es utilizado para tratar muchos tipos de infecciones, como la urinaria, la respiratoria, de la piel, gastrointestinal, e infecciones &oacute;seas. No funciona en resfriados, la gripe, u otras infecciones v&iacute;ricas.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />ni&ntilde;o con problemas en las articulaciones<br />enfermedad cardiaca<br />enfermedad renal<br />enfermedad hep&aacute;tica<br />trastorno convulsivo<br />una reacci&oacute;n inusual o al&eacute;rgica a la ciprofloxacina, a otros antibi&oacute;ticos o medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Tome su medicamento a intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. Tome todo su medicamento incluso s&iacute; piensa que ya est&aacute; mejor. No se salte ninguna dosis o deje de utilizar este medicamento antes de lo indicado.<br /><br />Puede tomar este medicamento con comida o con el estomago vac&iacute;o. Se puede tomar con un alimento que contenga l&aacute;cteos o calcio, pero no lo tome solo con un producto l&aacute;cteo, como la leche o el yogurt o un zumo fortificado con calcio.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br /><strong>Sobredosis:</strong> <br /><br />Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> <br /><br />Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento con ninguna de las siguientes medicaciones:<br />cisaprida<br />droperidol<br />terfenadina<br />tizanidina<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />anti&aacute;cidos<br />cafe&iacute;na<br />ciclosporina<br />pastillas de didanosina (ddl) con capa ent&eacute;rica o polvos<br />medicamentos para la diabetes<br />antiinflamatorios como el ibuprofeno, naproxeno<br />metotrexato<br />multivitaminas<br />omeprazol<br />fenito&iacute;na<br />probenecid<br />sucralfato<br />teofilina<br />warfarina<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo de tener en cuenta mientras tomo este medicamento?</strong><br /><br />Comente con su m&eacute;dico s&iacute; sus s&iacute;ntomas no mejoran.<br /><br />No trate la diarrea con productos sin receta. P&oacute;ngase en contacto con su m&eacute;dico s&iacute; tiene diarrea que dura m&aacute;s de 2 d&iacute;as o s&iacute; es severa y acuosa.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. S&iacute; usted es un paciente mayor, no se ponga de pie ni se siente r&aacute;pidamente. Esto reduce el riesgo de marearse o de desmayarse.<br /><br />Este medicamento le puede volver m&aacute;s sensible al sol. Mant&eacute;ngase apartado del sol. S&iacute; no puede evitar estar en el sol, p&oacute;ngase ropa protectora y use protector solar. No utilice l&aacute;mparas de rayos ultravioletas o camas o cabinas bronceadoras.<br /><br />Evite los anti&aacute;cidos, los productos que contengan aluminio, calcio, magnesio, y zinc por lo menos 6 horas antes o 2 horas despu&eacute;s de haber tomado una dosis de este medicamento.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />problemas respiratorios<br />confusi&oacute;n, pesadillas o alucinaciones<br />mareo, ca&iacute;das<br />ritmo cardiaco irregular<br />dolor o inflamaci&oacute;n en las articulaciones, los m&uacute;sculos o los tendones<br />dolor o dificultad para orinar<br />enrojecimiento, ampollas, exfoliaci&oacute;n o desprendimiento de la piel, inclusive en el interior de la boca<br />convulsi&oacute;n<br />dolor inusual, entumecimiento, hormigueo, o debilidad<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />diarrea<br />n&aacute;usea o molestias estomacales<br />llagas o p&uacute;stulas blancas en la boca<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente inferior a 30&ordm; grados C (86&ordm; grados F). Mantenga el recipiente herm&eacute;ticamente cerrado. Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>