<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Cleocin mata bacterias sensibles parando producci&oacute;n de proteinas bacteriales esenciales despu&eacute;s de atar ribosoma bacterial. Cleocin es semejante a Lincomycon por sus calidades. Lincosamides se usan habitualmente para curar staphylococcus y streptococcus. Cleocin se prescribe para curar enfermedades protozoales tales como malaria, infecciones de sistema respiratoria, piel y tejidos suaves, huesos y uniones, &oacute;rganos abdominales, y otros. No trata la meningitis.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Tome oralmente 4 veces al d&iacute;a con o sin comida con un vaso de agua. Tome Cleocin en intervalos regularmente espaciados.<br /><br /> <strong>Precauciones<br /></strong><br /> Esta medecina tiene que ser usada solamente para cura de infecciones bacterianas graves debido a su abilidad causar condiciones intestinales graves y a&uacute;n fatales llamadas colitis pseudomembranous. Esta condici&oacute;n puede aparecer durante cura o unas semanas despu&eacute;s de cesa de cura. Pues si usted tiene diarrea persistente, dolor/calambres adominales o de est&oacute;mago, o sangre/mucosa en su deposici&oacute;n no use medecinas contra diarrea e informe a su doctor sobre su condici&oacute;n.<br /><br /> <strong>Contradiciones<br /></strong><br /> No se puede tomar esta medecina si usted tiene colitis asociado con antibioticos, enfermedad de Crohn, colitis o meningitis ulcerativo, tiene alergia a Cleocin o Lincomycides. Informe a su doctor si usted est&aacute; embarazada o amamanta antes de tomar est&aacute; medecina, tiene diarrea, histooria de problemas de h&iacute;gado o problemas con est&oacute;mago o intestino grueso.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Diarrea moderada, n&aacute;usea,v&oacute;mito o descomposici&oacute;n pueden ocurrir. Si ellos persisten o se molestan informe a su doctor. Busque ayuda medica urgente inmediatamente si usted tiene se&ntilde;ales graves de alergia (erupci&oacute;n, exantema, dificultad de respiraci&oacute;n, estrechez en el pecho, hichaz&oacute;n de boca , cara) o otros efectos secundarios:deposici&oacute;n sangrientas o alquitranadas, micci&oacute;n disminuida, calambres o dolor de est&oacute;mago severos, flujo vaginal extra&ntilde;o, la piel u ojos de color amarillo.<br /><br /> <strong>Interaci&oacute;n con otros medicamentos</strong><br /><br /> Informe a su doctor sobre todas las medecinas que usted toma y especialmente sobre eritromicna, kaolin-pectin, vaccines bacteriales vividas. Clindamycin puede aumentar efector de medecinas usadas durante operaci&oacute;n pues su doctor tiene que saber si usted est&aacute; tomando Cleocin y planea ser operado.<br /><br /> <strong>Dosis omitida</strong><br /><br /> Nunca tome dosis doble de esta medecina. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> sobredosis de Cleocin puede causar consecuencias graves, pues en caso de s&iacute;ntomas persistentes de dolor abdominal, v&oacute;mito, diarrea informe a su doctor.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-52 C (59-77 F), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>