<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Floxin pertenece al grupo de medicaciones antimicrobianas llamadas los fluoroquinolones que son antibi&oacute;ticos deespectro amplio sint&eacute;ticos. Debido a su mecanismo principalmente diferente de la acci&oacute;n ellos son activos contra la gran variedad de microorganismos resistentes incluso el poliresistente. Ellos previenen desenrollado y duplicaci&oacute;n del ADN bacteriano. Floxin se usa para tratar a pacientes con infecciones del sistema respiratorio (o&iacute;dos, garganta, nariz), piel, telas suaves, osteomyelitis, enfermedades infecciosas de abdomen, ri&ntilde;&oacute;n, tracto urinario, prostatitis, en la ginecolog&iacute;a, gonorrea.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> No tome Floxin con la comida. La dosis deber&iacute;a ser corregida para pacientes con funci&oacute;n anormal grave de ri&ntilde;&oacute;n e h&iacute;gado. Evite tomar Floxin con anti&aacute;cidos, minerales, y vitaminas con el hierro que bloquean la absorci&oacute;n de Floxin.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite la exposici&oacute;n de su cuerpo a la luz del sol durante el tratamiento con esta medicina.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad a quinolones, epilepsia, embarazo, mujeres que amamantan, ni&ntilde;os y adolescentes que no tienen 15 a&ntilde;os de edad.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s frecuentes incluyen n&aacute;usea, v&oacute;mitos, diarrea, insomnio, dolor de cabeza, mareo, picor, y vaginitis en mujeres. Las reacciones al&eacute;rgicas raras tambi&eacute;n pueden ocurrir (urticaria y anaphylaxis). Los s&iacute;ntomas del est&iacute;mulo de sistema nervioso, como ansiedad, euforia, y alucinaciones son bastante raros.<br /><br /> <strong>Interacci&oacute;n con otros medecinas<br /></strong><br /> Floxin es capaz de cooperar con la cafe&iacute;na, ciclosporina, teofillina (asma), warfarina (anticoagulante), las medicaciones sol&iacute;an tratar la diabetes.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomelo tan pronto como usted recuerda. Si es casi la hora de su siguiente dosis omita la dosis omitida y vuelva a su horario regular. Nunca doble la dosis de esta medicaci&oacute;n.<br /><br /> <strong>Sobredosis<br /></strong><br /> En caso de la somnolencia seria y persistente, la n&aacute;usea, el sentimiento de calor o fr&iacute;o, la confusi&oacute;n, y el habla pronunciado mal consultan a su doctor sobre la asistencia m&eacute;dica.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. No se puede usarlo despu&eacute;s de t&eacute;rmino expirado.<br /><br /><strong> Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>