<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Zyvox es un antibi&oacute;tico sit&eacute;tico de oxazolidinones y contiene un linezolid. Se usa contra infecciones causadas por Enterococcus faecium, Estafilococo aureus, Estreptococo pneumoniae (pulmon&iacute;a), Estreptococo pyogenes, Estreptococo agalactiae (infecciones de piel, incluso infecciones de pie diab&eacute;ticas), Estreptococo pyogenes (infecciones de piel).<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo oralmente cada doce horas o como ha sido prescr&iacute;to por su doctor. Intervalos regulares de tiempo durante uso son recomendados. Tome con o sin la comida. No pare el tratamiento con Zyvox aun si sus s&iacute;ntomas mejoran despu&eacute;s de unos d&iacute;as, porque usted puede causar la propagaci&oacute;n del resistente tensiones. Informe a su doctor si sus s&iacute;ntomas no se hacen mejores dentro de 10 d&iacute;as.<br /><br /> <strong>Precauciones<br /></strong><br /> La acidosis l&aacute;ctica puede desarrollarse tomando Zyvox durante el per&iacute;odo m&aacute;s largo que 28 d&iacute;as. Informe a su doctor si usted experimenta tales s&iacute;ntomas como mareo, debilidad extrema o cansancio, temperatura corporal baja, respiraci&oacute;n r&aacute;pida, dificultad de respiraci&oacute;n, somnolencia, latido del coraz&oacute;n lento o irregular, incomodidad de est&oacute;mago, dolor de m&uacute;sculo. El tratamiento que sigue m&aacute;s de 28 d&iacute;as puede causar la visi&oacute;n borrosa, cambio de percepci&oacute;n de color. P&oacute;ngase en contacto con su doctor inmediatamente si usted encuentra cambios de su visi&oacute;n. La formulaci&oacute;n l&iacute;quida de Zyvox contiene phenylalanine y puede ser peligrosa para pacientes con phenylketonuria.<br /> Si usted toma el tratamiento con l los antidepresivos (SSRIs) llamados inhibidores de la recaptaci&oacute;n de serotonina, un s&iacute;ndrome de serotonina puede desarrollarse. Sus s&iacute;ntomas son: somnolencia, euforia, contracci&oacute;n de m&uacute;sculo r&aacute;pida y relajaci&oacute;n, mareo, agitaci&oacute;n, problemas de coordinaci&oacute;n, sudaci&oacute;n, y fiebre. Evite comer comida con el contenido alto de tyramine: queso viejo, carnes fermentadas o secadas por el aire (el salchich&oacute;n seco, el chucrut), el tinto, las cervezas de canilla, la salsa de soja, y cualquier comida rica en la prote&iacute;na incorrectamente refrigerada. Informe a su doctor si usted est&aacute; embarazada o amamanta, tiene la hipertensi&oacute;n, des&oacute;rdenes de sangre (recuentos sangu&iacute;neos bajos), cualquier alergia, infecci&oacute;n cr&oacute;nica.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad a antibioticos oxazolidinones<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Diarrea, dolor de cabeza, n&aacute;usea, v&oacute;mitos, problema con sue&ntilde;oe, o picaz&oacute;n. En caso de efectos secundarios extra&ntilde;os como contusi&oacute;n o hemorragia f&aacute;cil, mareo severo, dolor grave de cabeza, cambios de visi&oacute;n, hormigueo y entumecimiento de extremos, fiebre informe a su doctor inmediatamente.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Informe a su doctor si usted toma: apraclonidine, brimonidine, buspirone, bethanidine, bupropion, carbamazepine, entacapone, dextromethorphan, productos herbarios (ma huang), indoramin, papaverine, meperidine, sibutramine, antidepresivos de SSRI (fluoxetine, citalopram), tolcapone, sympathomimetics (methylphenidate, ephedrine), antidepresivos tric&iacute;licos (amitriptyline, doxepin), "triptans" (sumatriptan, zolmitriptan), otros antibi&oacute;ticos, otras medicinas para quimioterapia de c&aacute;ncer u otros que pueden reducir la m&eacute;dula &oacute;sea, otros inhibidores de MAO (furazolidone, moclobemide, phenelzine, procarbazine), productos de tos-y-fr&iacute;o, recursos de dieta.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca se puede tomar dosis doble de esta medecina. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> Cualquiera medecina tomada en cantidades grandes puede ser peligrosa. Notifique a su m&eacute;dico inmediatamente en caso de sobredosis sospechada.<br /><br /><strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F).<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>