<p><strong>Avana</strong> (Avanafil) est un &eacute;quivalent modern de Viagra.</p><p>Avana a &eacute;t&eacute; produit par l'entreprise am&eacute;ricaine &lsquo;Vivus Inc.&rsquo; &nbsp;en 2010. Il appartient au groupe des &laquo;inhibiteurs de la phosphodiest&eacute;rase-5" - Avanafil. Le principal avantage est une perception rapide (moins de 15 minutes), et les effets secondaires minimaux.</p><p>Il est &agrave; noter que Avana n'est pas actuellement un nom commercial, c'est un nom g&eacute;n&eacute;rique. Tous les droits sont r&eacute;serv&eacute;s par l'entreprise pharmaceutique Vivus Inc.</p><p><strong>Caract&eacute;ristiques d'un Avanafil</strong></p><p>Avana a &eacute;t&eacute; test&eacute;. Ce test impliquait des hommes avec diff&eacute;rentes formes de dysfonction &eacute;rectile. Pour obtenir des r&eacute;sultats pr&eacute;cis, les participants ont &eacute;t&eacute; divis&eacute;s en groupes. Ainsi, chaque groupe a re&ccedil;u une certaine quantit&eacute; de pr&eacute;paration. Le r&eacute;sultat &eacute;tait g&eacute;nial. M&ecirc;me en prenant la dose la plus faible un homme est capable d'avoir des relations sexuelles apr&egrave;s 15 minutes. L'&eacute;tude a aussi compris des hommes qui souffraient du probl&egrave;me de la dysfonction sexuelle. L'&eacute;tude a montr&eacute; que 80% des patients avaient remarqu&eacute; une am&eacute;lioration.</p><p><strong>Description:</strong></p><p>L'ingr&eacute;dient actif de Avana est avanafil. Avanafil d&eacute;tend les muscles et augmente le flux sanguin aux secteurs particuliers du corps.</p><p><strong>Indications:</strong></p><p>Avanafil est utilis&eacute; pour traiter la dysfonction &eacute;rectile (impuissance).</p><p><strong>Avantages Principaux:</strong></p><p>Le d&eacute;lai d'action est 15 minutes, mais la dur&eacute;e est jusqu'&agrave; six heures.</p><p>Il est &eacute;galement n&eacute;cessaire de noter que le produit:</p><p>- A des effets secondaires minimaux</p><p>- L'action commence d&egrave;s que possible, et l'effet est assez long</p><p>- Le m&eacute;dicament peut &ecirc;tre combin&eacute; avec des aliments gras et l'alcool</p><p>- Le m&eacute;dicament peut &ecirc;tre pris plus qu'une fois par jour.</p><p>Le principal avantage de avanafil, c'est qu'il a le d&eacute;but de l'action tr&egrave;s rapid par rapport aux autres inhibiteurs de la PDE5.</p><p><strong>Mode d'emploi:</strong></p><p>Prenez exactement comme est prescrit par votre m&eacute;decin. Ne prenez pas en quantit&eacute;s plus grandes ou plus petites ou plus longtemps que est recommand&eacute;. Suivez les instructions sur votre &eacute;tiquette de prescription.</p><p><strong>Dosage:</strong></p><p>Dose initiale: 100 mg par voie orale quand n&eacute;cessaire environ 30 minutes avant l'activit&eacute; sexuelle. Une dose par jour est recommand&eacute;e.</p><p><strong>Conservation:</strong></p><p>Gardez Avana &agrave; 77 degr&eacute;s F (25 degr&eacute;s C). Tenez loin de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne gardez pas dans la salle de bains. Gardez Avana hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>Le pamplemousse et le jus de pamplemousse peuvent interagir avec avanafil et conduire &agrave; des effets potentiellement dangereux. Discutez l'utilisation de produits de pamplemousse avec votre m&eacute;decin.</p><p>&Eacute;vitez d'utiliser les autres m&eacute;dicaments pour traiter la dysfonction &eacute;rectile, comme le sild&eacute;nafil (Viagra), tadalafil (Cialis), ou vard&eacute;nafil (Levitra) pendant que vous prenez avanafil.</p><p>Ce m&eacute;dicament ne vous prot&egrave;ge pas contre les maladies sexuellement transmissibles (y compris le VIH &ndash; SIDA). L'utilisation d'un pr&eacute;servatif est le seul moyen de se prot&eacute;ger contre ces maladies.</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Obtenez &nbsp;l'aide m&eacute;dicale d'urgence si vous avez un de ces signes d'une r&eacute;action allergique: urticaire, difficult&eacute;s respiratoires, gonflement du visage, des l&egrave;vres, de la langue ou de la gorge.</p>