<p><strong>Quel est ce m&eacute;dicament?</strong><br /><br />CITRATE de SILD&Eacute;NAFIL est utilis&eacute; pour traiter les probl&egrave;mes &eacute;rectiles chez les hommes.<br /><br /><strong>Que devrais-je mentionner &agrave; mon professionnel de la sant&eacute; avant de prendre ce m&eacute;dicament?</strong><br /><br />Il doit savoir si vous avez l&rsquo;une des conditions suivantes:<br />probl&egrave;mes de vision ou des yeux, incluant la malade h&eacute;r&eacute;ditaire rare appel&eacute;e retinitis pigmentosa (r&eacute;tinite pigmentaire)<br />maladie du coeur, angine, haute ou basse pression sanguine, des ant&eacute;c&eacute;dants d&rsquo;attaque cardiaque ou autres probl&egrave;mes cardiaques<br />maladie des reins<br />maladie du foie<br />accident vasculaire c&eacute;r&eacute;bral<br />une r&eacute;action inhabituelle ou allergique au sild&eacute;nafil, &agrave; d&rsquo;autres m&eacute;dicaments, aliments, colorants ou pr&eacute;servatifs <br />si vous &ecirc;tes enceinte ou que vous essayez de tomber enceinte<br />si vous allaitez<br /><br /><strong>Comment devrais-je prendre ce m&eacute;dicament?</strong><br /><br />Prenez ce m&eacute;dicament par voie orale avec un verre d&rsquo;eau. La dose est g&eacute;n&eacute;ralement prise 1 heure avant l&rsquo;activit&eacute; sexuelle. Vous ne devriez pas prendre plus d&rsquo;une dose par jour. Ne prenez pas ce m&eacute;dicament plus souvent qu&rsquo;on ne vous l&rsquo;indique.<br /><br /><strong>Surdosage: </strong><br /><br />Si vous croyez avoir pris une dose excessive de ce m&eacute;dicament, contactez un centre anti-poison ou une urgence d&rsquo;h&ocirc;pital le plus t&ocirc;t possible.<br /><br /><strong>NOTE:</strong> Ce m&eacute;dicament est uniquement pour vous, ne le partagez pas avec autrui.<br /><br /><strong>Qu&rsquo;est-ce qui peut interagir avec ce m&eacute;dicament?</strong><br /><br />Ne prenez pas ce m&eacute;dicament avec l&rsquo;un ou plusieurs des &eacute;l&eacute;ments suivants:<br />cisapride<br />nitrate de methscopolamine<br />nitrates tels que amyl nitrite, isosorbide dinitrate, isosorbide mononitrate, nitroglyc&eacute;rine<br />nitroprusside<br />autres produits de sild&eacute;nafil  (Revatio, Aurogra, Kamagra, etc.)<br /><br />Ce m&eacute;dicament peut &eacute;galement interagir avec les &eacute;l&eacute;ments suivants:<br />certains m&eacute;dicaments pour la haute pression sanguine<br />certains m&eacute;dicaments pour le traitement d&rsquo;une infection au VIH ou le SIDA<br />certains m&eacute;dicaments pour le traitement d&rsquo;une infection &agrave; champignon ou &agrave; levure, tels que le fluconazole, itraconazole, k&eacute;toconazole et voriconazole<br />cim&eacute;tidine<br />&eacute;rythromycine<br />rifampine<br /><br />Cette liste n&rsquo;est pas exhaustive. Fournissez &agrave; vos professionnels de la sant&eacute; une liste de tous les m&eacute;dicaments, herbes, m&eacute;dicaments sans prescription et suppl&eacute;ments alimentaires que vous utilisez. Mentionnez-leur &eacute;galement si vous fumez, buvez de l&rsquo;alcool ou utilisez des drogues ill&eacute;gales. Certains de ces &eacute;l&eacute;ments peuvent interagir avec vos m&eacute;dicaments.<br /><br /><strong>&Agrave; quels &eacute;l&eacute;ments devrais-je &ecirc;tre vigilant pendant la prise de ce m&eacute;dicament?</strong><br /><br />Si vous remarquez un quelconque changement dans votre vision pendant la prise de ce m&eacute;dicament, appelez votre m&eacute;decin ou professionnel de la sant&eacute; imm&eacute;diatement.<br /><br />Appelez votre m&eacute;decin ou professionnel de la sant&eacute; imm&eacute;diatement si votre &eacute;rection dure plus de 4 heures ou si elle devient douloureuse. Cela pourrait &ecirc;tre signe d&rsquo;un probl&egrave;me s&eacute;rieux et cela se doit d&rsquo;&ecirc;tre trait&eacute; imm&eacute;diatement pour pr&eacute;venir des dommages permanents.<br /><br />Si vous ressentez des sympt&ocirc;mes de naus&eacute;e, d&rsquo;&eacute;tourdissements, de douleurs &agrave; la poitrine ou au bras lors du commencement de la relation sexuelle apr&egrave;s avoir pris ce m&eacute;dicament, vous devriez cesser l&rsquo;activit&eacute; sexuelle et appelez votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible.<br /><br />L&rsquo;utilisation de ce m&eacute;dicament ne vous prot&egrave;ge ni vous, ni votre partenaire d&rsquo;une infection au VIH (le virus qui cause le SIDA) ou d&rsquo;autres maladies transmises sexuellement.<br /><br /><strong>Quels sont les effets secondaires que je pourrais observer lors de l&rsquo;utilisation de ce m&eacute;dicament?</strong><br /><br />Voici les effets secondaires que vous devriez mentionner &agrave; votre m&eacute;decin ou professionnel de la sant&eacute; le plus t&ocirc;t possible:<br />r&eacute;actions allergiques telles qu&rsquo;une irritation de la peau, des d&eacute;mangeaisons de la peau, de l&rsquo;urticaire, de l&rsquo;enflure au visage, aux l&egrave;vres ou &agrave; la langue<br />probl&egrave;mes respiratoires<br />changements dans l&rsquo;ou&iuml;e<br />changements dans la vision, vision floue, difficult&eacute; &agrave; discerner la couleur bleue de la couleur verte<br />douleur &agrave; la poitrine<br />pouls rapide, irr&eacute;gulier<br />hommes: &eacute;rection prolong&eacute;e ou douloureuse (qui dure pendant plus de 4 heures)<br />convulsions<br /><br />Voici les effets secondaires qui ne n&eacute;cessitent habituellement pas d&rsquo;attention m&eacute;dicale (informez-en votre m&eacute;decin ou professionnel de la sant&eacute; si les sympt&ocirc;mes persistent ou sont d&eacute;sagr&eacute;ables):<br />diarrh&eacute;e<br />rougissement<br />maux de t&ecirc;te<br />indigestion<br />congestion ou &eacute;coulement nasal<br /><br />Cette liste n&rsquo;est pas exhaustive.<br /><br /><strong>O&ugrave; puis-je conserver ce m&eacute;dicament?</strong><br /><br />Garder hors de la port&eacute;e des enfants.<br /><br />Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Jeter toutes doses non utilis&eacute;es apr&egrave;s la date d&rsquo;expiration.</p>