<p><strong>INDICATION</strong></p><p>Silvitra est un m&eacute;dicament qui combine les substances bien connues comme Sildenafil Citrate 100mg et Vardenafil 20mg qui appartiennent au groupe des inhibiteurs de la PDE5. Silvitra combine &agrave; la fois les effets de Viagra et de Levitra et est utilis&eacute; pour traiter la dysfonction &eacute;rectile en augmentant le flux sanguin dans le p&eacute;nis. La combinaison de ces m&eacute;dicaments fait Silvitra le m&eacute;dicament num&eacute;ro un pour les patients qui ont la dysfonction &eacute;rectile et qui d&eacute;sirent obtenir une &eacute;rection longue et stable.</p><p><strong>INSTRUCTIONS</strong></p><p>Avant le d&eacute;but du traitement, vous devez demander &agrave; votre m&eacute;decin comment prendre ce m&eacute;dicament, la dose qui doit &ecirc;tre utilis&eacute;, &agrave; quelle fr&eacute;quence les comprim&eacute;s peuvent &ecirc;tre pris et quelles sont les recommandations pour augmenter l'efficacit&eacute; du traitement. Toutes ces recommandations sont dirig&eacute;s pour fournir la s&eacute;curit&eacute; maximale du traitement et pour &eacute;viter les effets secondaires.</p><p>Il est recommand&eacute; de prendre un comprim&eacute; de Silvitra de 20 minutes &agrave; une heure avant l'acte sexuel. Silvitra devrait &ecirc;tre prise pas plus d'une fois par jour. S'il vous pla&icirc;t consultez votre m&eacute;decin avant de commencer &agrave; prendre ce m&eacute;dicament pour v&eacute;rifier que vous n'avez pas de contre-indications.</p><p><strong><strong>DOSAGE</strong></strong></p><p>La dose habituelle de Silvitra ne d&eacute;passe pas un comprim&eacute; une fois par jour, une heure avant l'activit&eacute; sexuelle.</p><p>Omission de la dose: Si vous avez manqu&eacute; la dose de Silvitra, prennez le comprim&eacute; d&egrave;s que vous vous en souvenez. Ne prennez pas plus d'un comprim&eacute; de Silvitra une fois par jour.</p><p><strong><strong>CONSERVATION</strong>&nbsp;</strong></p><p>Conservez Silvitra dans un endroit sec &agrave; temp&eacute;rature ambiante. Ne exposez pas &agrave; la lumi&egrave;re directe du soleil. Gardez le m&eacute;dicament loin des enfants.</p><p><strong>RENSEIGNEMENTS DE S&Eacute;CURIT&Eacute;</strong></p><p>S'il vous pla&icirc;t consultez un m&eacute;decin avant de prendre Silvitra.</p><p>Silvitra ne doit pas &ecirc;tre pris si vous souffrez d'une maladie coronarienne ou si vous prennez les m&eacute;dicaments contenant des nitrates ou nitrites.</p><p>Ne prenez pas Silvitra si vous &ecirc;tes allergique &agrave; Citrate de Sildenafil ou Vard&eacute;nafil.</p><p>Utilisez Silvitra comme il est d&eacute;crit dans les instructions, ou selon la prescription de votre m&eacute;decin pour &eacute;viter les effets secondaires caus&eacute;s par Citrate de Sildenafil 100 mg + Vard&eacute;nafil 20 mg.</p><p>Les patients qui ont une hypersensibilit&eacute; (allergie) &agrave; l'un des composants du m&eacute;dicament doivent &eacute;viter de prendre Silvitra. Les patients avec des ant&eacute;c&eacute;dents de maladies cardiaques ne doivent pas prendre le m&eacute;dicament sans une consultation approfondie avec un m&eacute;decin. Les patients qui souffrent d'hypotension doivent &eacute;viter l&rsquo;utilisation de Silvitra.</p><p><strong>LES EFFETS SECONDAIRES</strong></p><p>Les effets secondaires possibles:</p><p>rouge, les yeux rougis, la congestion nasale, maux de t&ecirc;te, un dysfonctionnement du tractus gastro-intestinal, les naus&eacute;es, les troubles de la vision, l'insomnie. S'il vous pla&icirc;t consultez votre m&eacute;decin si l'un des effets secondaires mentionn&eacute;s ne dispara&icirc;t pas.</p><p>Les effets ind&eacute;sirables du m&eacute;dicament comprennent des probl&egrave;mes de digestion, fatigue, &eacute;tourdissements et des vertiges. Vous pouvez &eacute;galement obtenir troubles de la vision et les maux de t&ecirc;te. Les patients pr&eacute;sentant qui ont l&rsquo;allergie aux composants de m&eacute;dicament peuvent souffrir d'hypersensibilit&eacute; &agrave; la lumi&egrave;re, la rouge, et l'insomnie.</p>