<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> Viagra Jelly est une solution de gel&eacute;e pour le traitement de l'impuissance de dysfonctionnement &eacute;rectile m&acirc;le appel&eacute;. Il augmente le flux sanguin vers le p&eacute;nis permet plus le flux sanguin dans le p&eacute;nis comme il arrive naturellement quand un homme est sexuellement stimul&eacute;.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Viagra Jelly devraient &ecirc;tre prises une fois par jour au besoin. Chez les patients prenant des inhibiteurs de prot&eacute;ase certains (comme pour le traitement du VIH), il est recommand&eacute; de ne pas d&eacute;passer la dose maximale unique de 25 mg de Viagra gel&eacute;e dans un d&eacute;lai de 48 heures.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Avant d'utiliser le Viagra informez votre m&eacute;decin &agrave; tous les m&eacute;dicaments que vous utilisez pour la dysfonction &eacute;rectile ou si vous utilisez un de les m&eacute;dicaments suivants: le bosentan (Tracleer), un anticoagulant comme la warfarine (Coumadin); cim&eacute;tidine (Tagamet, Tagamet HB), un antibiotique comme l'&eacute;rythromycine (E-Mycin, Eryc, Ery-Tab) ou la clarithromycine (Biaxin); doxazosine (Cardura), prazosine (Minipress), t&eacute;razosine (Hytrin); m&eacute;dicaments anti-VIH tels que l'ampr&eacute;navir (Agenerase), le tipranavir (Aptivus), le darunavir (Prezista), l'efavirenz (Sustiva), la n&eacute;virapine (Viramune), l'indinavir (Crixivan), saquinavir (Invirase, Fortovase), le lopinavir / ritonavir (Kaletra), le fosampr&eacute;navir (Lexiva), le ritonavir (Norvir), l'atazanavir (Reyataz), ou nelfinavir (Viracept), un m&eacute;dicament antifongique tels que l'itraconazole (Sporanox) ou le k&eacute;toconazole (Nizoral); carbamazepine (Tegretol), le ph&eacute;nobarbital (luminal), ou la ph&eacute;nyto&iuml;ne (Dilantin); ou de la rifampicine (Rifadin, Rimactane) ou rifabutine (Mycobutin).<br /> Si vous avez des probl&egrave;mes cardiaques assez graves pour rendre l'activit&eacute; sexuelle dangereuse, vous devez &eacute;viter l'utilisation de Viagra. Utilisez-le prudemment, si vous avez eu une crise cardiaque, accident vasculaire c&eacute;r&eacute;bral, ou d'irr&eacute;gularit&eacute;s cardiaques mettant la vie en danger au cours des 6 derniers mois. Soyez tout aussi prudent, si vous avez une pression art&eacute;rielle &eacute;lev&eacute;e ou faible, l'insuffisance cardiaque ou un angor instable.<br /><br /> <strong>Contre-indications</strong><br /><br /> Ne pas prendre du Viagra Jelly si vous utilisez des drogues de nitrate, comme la combinaison nitroglycerin. La combinaison de Viagra et gel&eacute;e de nitrates peut faire soudainement votre tension art&eacute;rielle baisse aux niveaux dangereux. Vous pourriez avoir des &eacute;tourdissements, la faiblesse ou m&ecirc;me avoir une crise cardiaque ou h&eacute;morragie c&eacute;r&eacute;brale.<br /><br /> <strong>Possible Effets secondaires possibles<br /></strong><br /> Solliciter d'urgence l'aide m&eacute;dicale si vous expirience l'un des Effets secondaires possibles suivants: perte soudaine de vision;<br /> bourdonnement dans les oreilles, ou de la perte soudaine de l'audition;<br /> douleurs &agrave; la poitrine ou sentiment de lourdeur, douleur prenant le bras ou l'&eacute;paule, naus&eacute;e, transpiration, sensation de malaise g&eacute;n&eacute;ral;<br /> battements de c&oelig;ur irr&eacute;guliers;<br /> gonflement de vos mains, chevilles ou des pieds;<br /> essoufflement;<br /> changements de la vision;<br /> &eacute;tourdissement, &eacute;vanouissement ou<br /> l'&eacute;rection du p&eacute;nis qui est douloureuse pendant 4 heures ou plus.<br /> Les Effets secondaires possibles moins graves incluent la chaleur ou rougeur du visage, le cou ou la poitrine;<br /> nez bouch&eacute;;<br /> maux de t&ecirc;te;<br /> maux d'estomac, ou<br /> maux de dos.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /></strong><br /> Viagra Jell peut interagir avec les m&eacute;dicaments de nitrate. Ne les utilisez pas pendant que vous prenez Viagra Jelly.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez . Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage<br /></strong><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Viagra Jelly &agrave; la temp&eacute;rature ambiante entre 15-30 C (59-86 F).<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>