<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Zovirax est une m&eacute;dication antivirale qui avait l'habitude de traiter des infections d'herp&egrave;s de la peau, la l&egrave;vre et les organes g&eacute;nitaux; herp&egrave;s zoster; et varicelle. Zovirax arr&ecirc;te la r&eacute;plication virale, mais il ne travaille pas dans le traitement de certaines infections virulentes, telles que le coryza.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec ou sans nourriture/lait. La dose commun&eacute;ment utilis&eacute;e est 200 mgs toutes les 4 heures, cinq fois par jour depuis dix jours. Si l'herp&egrave;s est p&eacute;riodique, la dose recommand&eacute;e pour les adultes est 400 mgs deux fois par jour depuis 1 an. La lessive de tes mains t'aidera &agrave; pr&eacute;venir le passage de l'infection &agrave; d'autres.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez de permettre aux r&eacute;gions infect&eacute;es d'entrer en possession du contact avec d'autres gens. Ne touchez pas votre yeux apr&egrave;s avoir touch&eacute; une r&eacute;gion infect&eacute;e. N'utilisez pas sans la permission de docteur si votre histoire m&eacute;dicale inclut : maladie du rein ou maladie de foie. Zoverax ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant enceinte ou en produisant du lait sans le conseil de docteur. N'utilisez pas Zovirax avant l'alimentation du sein sans le conseil de m&eacute;decin traitant.<br /><br /> <strong>Contre-indications<br /></strong><br /> Zoverax n'est pas permis dans les patients avec les d&eacute;sordres du rein. Aussi Zovirax est contre-indiqu&eacute; dans les gens qui sont hypersensibles &agrave; Zovirax, Acyclovir ou m&eacute;dicaments semblables.<br /><br /><strong> Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> la douleur dans votre plus bas en arri&egrave;re;<br /> en urinant moins qu'ordinaire ou pas du tout;<br /> le fait de faire facilement des bleus facile ou le saignement; <br /> faiblesse inhabituelle.<br /> Moins s&eacute;rieux incluez :<br /> la naus&eacute;e, le vomissement, la diarrh&eacute;e, la perte d'app&eacute;tit, la douleur d'estomac;<br /> le mal de t&ecirc;te, en se sentant &eacute;tourdi; <br /> l'enflure dans tes mains ou pieds.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Zovirax et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Zoverax communiquent : probenecid (Benemid), Tizanidine, Vaccin Virulent de Varicella, Fosphenytoin, Phenytoin, Acide de Valproic. Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose</strong> <br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Zoverax incluent : la saisie (les convulsions), les hallucinations et urinant moins qu'ordinaire ou pas du tout. Si vous connaisez un d'entre eux ou n'importe quel sympt&ocirc;me inhabituel appellent votre docteur imm&eacute;diatement. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>