<p><strong>Descripci&oacute;n De Producto</strong><br /><br /> Propiedades<br /> Aciclovir es una medicina antiviral, es un ingrediente sint&eacute;tico con una estructura molecular similar a purine nucleoside. Aciclovir se usa para tratar infecciones virales, como el herpes labial, parar el crecimiento del virus de Herpes simple, virus de Varicella zoster (causado por varicela y ripias), Epstein Barr Virus (causado por la mononucleosis infecciosa), y en menor grado Cytomegalovirus (CMV). Tambi&eacute;n es &uacute;til en la prevenci&oacute;n del herpes genital y en la prevenci&oacute;n de infecciones virales que ocurren a los con un sistema inmunol&oacute;gico bajado. Esta medicaci&oacute;n tambi&eacute;n puede ayudar a reducir cuanto el dolor permanece despu&eacute;s de que las llagas se curan. Adem&aacute;s, a la gente con un sistema inmunol&oacute;gico debilitado, Aciclovir puede disminuir el riesgo del virus que se extiende a otras partes del cuerpo y causa infecciones serias.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome la medecina por boca con o sin comida, por lo general 2-5 veces al d&iacute;a como ha sido prescrito por su m&eacute;dico. Tome esta medicina por boca con un vaso de agua. Tome su medicina con regularidad. No tome su medicina m&aacute;s a menudo que dirigido. Tome toda su medicina como dirigido aun si usted piensa su son mejores. Si usted usa la forma l&iacute;quida de esta medicaci&oacute;n, sacude la botella bien antes de cada dosis. Con cuidado mida la dosis usando un instrumento de medida especial / cuchara. No use una cuchara dom&eacute;stica porque usted no puede conseguir la dosis correcta. La dosis est&aacute; basada en su enfermedad y respuesta al tratamiento. Para ni&ntilde;os, la dosis tambi&eacute;n est&aacute; basada en el peso.<br /><br /> <strong>Precauciones</strong><br /><br /> Usted deber&iacute;a hablar con su profesional de asistencia m&eacute;dica antes de la toma de Aciclovir si usted tiene la enfermedad de ri&ntilde;&oacute;n, incluso el fracaso de ri&ntilde;&oacute;n (fracaso re&ntilde;al), cualquier alergia, incluso alergias a la comida, tintes, o preservativos. Avise a su profesional de asistencia m&eacute;dica si usted est&aacute; embarazada o piensa quedar embarazada, amamanta. <br /> Est&eacute; seguro de que diga a su profesional de asistencia m&eacute;dica sobre todas las medicinas que usted toma, incluso medicinas prescritas y no, vitaminas, y suplementos herbarios.<br /> La medicaci&oacute;n pasa por la leche de pecho. Por lo tanto, si usted amamanta o planea comenzar, hablar de esto con su profesional de asistencia m&eacute;dica antes de la toma de la medicina.<br /><br /> <strong>Contradiciones</strong><br /><br /> La Inyecci&oacute;n de Aciclovir es contraindicada a los pacientes en que se desarrolla la hipersensibilidad a aciclovir o valaciclovir.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios son potencialmente serios y usted deber&iacute;a informar a su doctor o profesional de asistencia m&eacute;dica m&aacute;s pronto como posible. &Eacute;stos incluyen, pero no son limitados con: las reacciones al&eacute;rgicas como erupci&oacute;n de piel, picor o urticaria, hinchaz&oacute;n de cara, labios, o lengua, dolor en pecho, confusi&oacute;n, alucinaciones, temblor, orina oscura, sensibilidad aumentada al sol, reparaci&oacute;n, abrasadora, peladura o aflojamiento de la piel, incluso interior de boca, asimientos, problema de micci&oacute;n o el cambio en cantidad de orina, sangr&iacute;a extra&ntilde;a o contusi&oacute;n, o puntos rojos en la piel, debilidad o cansancia extra&ntilde;a, ojos o piel amatilla. Los efectos secundarios que por lo general no requieren la asistencia m&eacute;dica: diarrea, fiebre, dolor de cabeza, n&aacute;usea, v&oacute;mitos, descomposici&oacute;n. De este modo haga un informe a su doctor o profesional de asistencia m&eacute;dica si ellos siguen o son fastidiosos.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Hay interacciones negativas que pueden ocurrir cuando Aciclovir es combinado con cualquiera de las medicinas puestas en la lista dada. Phenytoin (Fosphenytoin) y Aciclovir: puede disminuir el nivel de phenytoin en su sangre, quiz&aacute;s haci&eacute;ndolo menos eficaz. Su profesional de asistencia m&eacute;dica tendr&iacute;a que medir el nivel de phenytoin en su sangre (usando an&aacute;lisis de sangre) y ajustar su dosis si es necesario. Probenecid puede aumentar el nivel de Aciclovir en su sangre, aumentando su riesgo de efectos secundarios de Acyclovir. Su profesional de asistencia m&eacute;dica tendr&iacute;a que disminuir su dosis de Acyclovir para impedir a esta interacci&oacute;n. Acyclovir puede aumentar el nivel de Tenofovir en su sangre, potencialmente aumentando su riesgo de efectos secundarios. Su profesional de asistencia m&eacute;dica tendr&iacute;a que bajar su dosis de Tenofovir para impedir a interacciones de medicinas.<br /><br /> <strong>Dosis omitida</strong><br /> Tome la dosis omitida m&aacute;s pronto como usted recuerda. Si es casi la hora de su siguinte dosis, omita la porci&oacute;n omitida y tome la medecina seg&uacute;n su horario. No tome dosis adicional para completar la dosis omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Busque ayuda m&eacute;dica urgente si usted piensa que ha tomado mucho de la medecina. S&iacute;ntomas de sobredosis pueden incluir asimientos (convulsiones), alucinaciones, y micci&oacute;m menos que de costumbre o su ausencia.<br /><br /> <strong>Almacenamiento</strong><br /><br /> Se debe almacenar a una temperatura de 15-25 C (59-77 F) del alcance de ni&ntilde;os y nunca comparta sus medicinas con otros, y use esta medicaci&oacute;n s&oacute;lo para la indicaci&oacute;n prescrita.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>