<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Zovirax es una medicaci&oacute;n antiviral usada para tratar infecciones de herpes de piel, labio, y genitales; herpes zoster; y varicela. Zovirax para la r&eacute;plica viral, pero no trabaja en el tratamineto de ciertas infecciones de virus, como el resfriado com&uacute;n.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo oralmente con o sin comida/leche. La dosis com&uacute;n usada es 200 mg. cada 4 horas, cinco veces al d&iacute;a durante diez d&iacute;as. Si el herpes es recurrente, la dosis recomendada para adultos es 400 mg. dos veces al d&iacute;a durante 1 a&ntilde;o. Lave los manos. Esto le ayudar&aacute; a prevenir el paso de la infecci&oacute;n a otros.<br /><br /> <strong>Note: </strong>esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayudar&aacute; a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite dejar &aacute;reas infectadas entrar en el contacto con otra gente. No toque sus ojos despu&eacute;s de tocar &aacute;rea infectada. No use sin el permiso del doctor si su historial m&eacute;dico incluye: enfermedad de ri&ntilde;&oacute;n o enfermedad de h&iacute;gado. Zovirax no deber&iacute;a ser usado durante embarazo, quedando embarazada o lactaci&oacute;n sin el consejo del doctor. No use Zovirax antes del amamantamiento sin el consejo del doctor.<br /><br /> <strong>Contradiciones<br /></strong><br /> Zovirax es contradicado a los pacientes con desordenes re&ntilde;ales. Tambi&eacute;n Zovirax es contradicado a la gente hipersensible a Zovirax, Acyclovir o medecinas similares.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ellas pueden incluir reacci&oacute;n alergica: erupci&oacute;n, dificultad de respiraci&oacute;n, hichaz&oacute;n de cara, labios, lengua o garganta. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen: <br /> dolor en su espalda inferior;<br /> micci&oacute;nmenos que de costumbre o su ausencia;<br /> contusi&oacute;n f&aacute;cil o sangr&iacute;a; <br /> debilidad extra&ntilde;a.<br /> Las reacciones adversas menos serios incluyen:<br /> n&aacute;usea, v&oacute;mitos, diarrea, p&eacute;rdida de apetito, dolor de est&oacute;mago;<br /> dolor de cabeza, sintido de mareo; <br /> hinchaz&oacute;n de los manos o pies.<br /> Si usted experimenta uno de ellos deje de usar Symmetrel y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Zovirax coopera con probenecid (Benemid), Tizanidine, Varicella Virus Vaccine, Fosfenitoin, Fenitoina, &aacute;cido valpr&oacute;ico. Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted debe dejar de tomar a una de ellas. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis de Zovirax son asimiento (convulsiones), alucinaciones, y orinando menos que de costumbre o en absoluto. Si usted experimenta uno de ellos o cualquier s&iacute;ntoma extra&ntilde;o llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 59-77 F (15-25 C) del alcance de los rayos solares y humedad, ni&ntilde;os y animales dom&eacute;sticos. No lo use despu&eacute;s de t&eacute;rmino expirado.<br /><br /><strong> Descargo de responsabilidades</strong><br /><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>