<p><strong>Propiedades</strong><br /><br /> Baclofen es usado para tratar el espasmo de m&uacute;sculos esquel&eacute;ticos, m&uacute;sculo clonus, obst&aacute;culos de m&uacute;sculos, rigidez, herida de m&eacute;dula espinal y dolor causado por des&oacute;rdenes, como la esclerosis m&uacute;ltiple. Baclofen act&uacute;a relajando m&uacute;sculos esquel&eacute;ticos, los m&uacute;sculos que mueven el esqueleto (y tambi&eacute;n llamado el m&uacute;sculo estriado).<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Baclofen exactamente como ha sido prescrito por su doctor. No tome la medicaci&oacute;n en dosis m&aacute;s grandes, o t&oacute;mela durante el plazo de tiempo m&aacute;s largo. Tome esta medicina por la boca con agua. Tr&aacute;guelo. La dosis inicial habitual de Baclofen para adultos es 5 mg. dados tres veces diariamente. La dosis puede ser aumentada en 15 mg. cada tres d&iacute;as a un m&aacute;ximo de 80 mg./d&iacute;a en dosis divididas.<br /><br /> <strong>Precauciones<br /></strong><br /> Su doctor tiene que saber su historial m&eacute;dico, sobre todo sobre enfermedad de ri&ntilde;&oacute;n, diabetes, asimientos, golpe, una reacci&oacute;n al&eacute;rgica o extra&ntilde;a a Baclofen, otras medicinas, alimentos, tintes, o preservativos. Usted deber&iacute;a decirle si usted est&aacute; embarazada o planea quedar embarazada y si amamanta. Si usted de repente deja de tomar su medicina, a usted puede desarrollarse una reacci&oacute;n severa. La dosis ser&aacute; despacio bajada con el tiempo para evitar cualquier efecto secundario y su doctor tiene que controlar este proceso. Siga el consejo de su doctor. Usted puede hacerse so&ntilde;oliento o mareado cuando usted primero comienza a tomar dosis de cambio o la medicina. Usted deber&iacute;a estar de pie o sentarse despacio. No conduzca, no use la maquinaria, o haga algo que pueda necesitar su atenci&oacute;n y pueda ser peligroso. Pare esta clase de la actividad hasta que usted sepa como la medicina le afecta.<br /><br /> <strong>Contradicciones<br /></strong><br /> Los pacientes con alergia a Baclofen no deber&iacute;an tomarlo. Antes de tomar Baclofen, diga a su doctor sobre su alergia a cualquier otra medicina. Tambi&eacute;n si usted tiene la enfermedad de ri&ntilde;&oacute;n; epilepsia u otro desorden de asimiento; o una historia de golpe o co&aacute;gulos de sangre, usted tiene que hablar de ello con su doctor y es posible que usted no tome esta medicina.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Hay lista de efectos secundarios sobre los cuales usted deber&iacute;a informar inmediatamente a su doctor o profesional de asistencia m&eacute;dica. La lista incluye reacciones al&eacute;rgicas como erupci&oacute;n de piel, picor o urticaria, hinchaz&oacute;n de la cara, labios, o lengua, dolor en el pecho, estre&ntilde;imiento, hipotensi&oacute;n, alucinaciones, v&oacute;mitos, depresi&oacute;n respiratoria, inhabilidad de dormir, y la frecuencia aumentada urinaria o la retenci&oacute;n urinaria, el asimiento. Tambi&eacute;n hay otra lista de efectos secundarios que por lo general no requieren la asistencia m&eacute;dica pero usted deber&iacute;a decir a su doctor o profesional de asistencia m&eacute;dica si ellos siguen o son fastidiosos. Esa lista incluye la confusi&oacute;n.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Baclofen puede relacionarse con siguientes medicinas y productos, como alcohol, antihistam&iacute;nicos, medicinas para depresi&oacute;n, ansiedad, y otros estados mentales, medicinas para el dolor como la code&iacute;na, oxycodone, tramadol, y propoxyphene, medicinas para el sue&ntilde;o, fenobarbital. El uso de Baclofen con otras medicinas puede llevar a la reducci&oacute;n adicional de la funci&oacute;n cerebral. Por ejemplo, el uso de Baclofen y antidepresivos tricyclicos junto puede causar la debilidad de m&uacute;sculo; el uso de Baclofen y inhibidores MAO puede causar la mayor depresi&oacute;n de funci&oacute;n cerebral as&iacute; como hipotensi&oacute;n.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido la dosis, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente, omita la dosis omitida y vuelva a su horario regular. No tome una dosis doblada o adicional.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de la medicina p&oacute;ngase en contacto inmediatamente con el centro de veneno o sala de emergencia.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 59-86 F(15-30 C) del alcance de calor, humedad, luz, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.</p>