<p><strong>Propiedades <br /></strong><br /> Skelaxin est&aacute; indicado como complemento para el descanso, terapia f&iacute;sica, y otras medidas para el alivio de las molestias asociadas a m&uacute;sculos esquel&eacute;ticas dolorosas agudas. El modo de acci&oacute;n de este f&aacute;rmaco no ha sido claramente identificado, pero puede estar relacionado con sus propiedades sedantes. Metaxalone no directamente relajarse tensa los m&uacute;sculos esquel&eacute;ticos en el hombre.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> La dosis recomendada para adultos y ni&ntilde;os mayores de 12 a&ntilde;os de edad es un comprimido de 800 mg tres o cuatro veces al d&iacute;a.<br /><br /> <strong>Precauciones<br /></strong><br /> No se sabe si este f&aacute;rmaco se excreta en la leche humana. Como regla general, la enfermer&iacute;a no debe llevarse a cabo mientras el paciente est&aacute; en un medicamento ya que muchos f&aacute;rmacos se excretan en la leche humana.<br /> Seguridad y eficacia en ni&ntilde;os menores de 12 a&ntilde;os de edad y a continuaci&oacute;n no se han establecido<br /> Este medicamento puede causar mareos o somnolencia. No conduzca ni utilice maquinaria, ni haga ninguna actividad que requiera estar alerta hasta que est&eacute; seguro que usted puede realizar estas actividades de manera segura. Limite las bebidas alcoh&oacute;licas.<br /><br /> <strong>Contraindicaciones</strong><br /><br /> Usted no debe usar esta medicina si usted es al&eacute;rgico a metaxalone, o si usted tiene:<br /> la anemia (falta de gl&oacute;bulos rojos);<br /> -enfermedad renal grave, o<br /> -enfermedad hep&aacute;tica grave.<br /><br /><strong>Reacciones adversas posibles<br /></strong><br /> Somnolencia, mareos, dolor de cabeza y nerviosismo o irritabilidad, n&aacute;useas, v&oacute;mitos, reacciones upset.hypersensitivity gastrointestinales, erupci&oacute;n cut&aacute;nea con o sin prurito, leucopenia, anemia hemol&iacute;tica, ictericia.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Los efectos sedativos de Skelaxin y otros depresores del SNC (por ejemplo, el alcohol, las benzodiacepinas, opi&aacute;ceos, antidepresivos tric&iacute;clicos) pueden ser aditivos. Por lo tanto, se debe tener precauci&oacute;n con los pacientes que toman m&aacute;s de uno de estos depresores del SNC simult&aacute;neamente<br /> Skelaxin puede aumentar los efectos del alcohol y otros depresores del SNC.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si olvida una dosis, t&oacute;mela tan pronto como lo recuerde dentro de 1 hora. De lo contrario, no tome la dosis olvidada y siga con su r&eacute;gimen de dosificaci&oacute;n. No duplique la dosis para ponerse al d&iacute;a.<br /><br /> <strong>Sobredosis<br /></strong><br /> Las muertes por sobredosis intencional o accidental han ocurrido con metaxalone, particularmente en combinaci&oacute;n con antidepresivos, y se han reportado con esta clase de f&aacute;rmaco en combinaci&oacute;n con el alcohol.<br /> Si se sospecha una sobredosis, comun&iacute;quese con su centro local de control de intoxicaciones o la sala de emergencias<br /><br /> <strong>Almacenamiento<br /></strong><br /> Almanece a temperatura ambiente, entre 59 a 86 grados F (15-30 grados C) lejos de la luz y la humedad. No lo guarde en el ba&ntilde;o. Mantenga todos los medicamentos fuera del alcance de los ni&ntilde;os y las mascotas.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>