<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Compazine es una medicaci&oacute;n antipsic&oacute;tica usada para tratar des&oacute;rdenes psic&oacute;ticos tales como la esquizofrenia. Tambi&eacute;n Compazine se usa para controlar n&aacute;usea severa y v&oacute;mitos y tratar la ansiedad. Compazine cambia las acciones de productos qu&iacute;micos en su cerebro. Compazine es por lo general usado como tranquilizante y medicina antipsic&oacute;tica.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo oralmente con un vaso lleno del agua, con o sin comida o leche. <br /> La dosis recomendada para adultos depende del tipo de la enfermedad:<br /> Controlar N&aacute;usea Severa y V&oacute;mitos<br /> La dosis habitual es una pastilla de 5 miligramos o de 10 miligramos 3 o 4 veces al d&iacute;a.<br /> Para Ansiedad No psic&oacute;tica<br /> La dosis habitual es 5 miligramos, tomados 3 o 4 veces al d&iacute;a.<br /> Esquizofrenia relativamente Suave<br /> La dosis habitual es 5 o 10 miligramos, tomados 3 o 4 veces diariamente.<br /> Esquizofrenia Moderada a Severa<br /> Las dosis por lo general comienzan en 10 miligramos, tomados 3 o 4 veces al d&iacute;a. <br /> Esquizofrenia M&aacute;s severa<br /> Las dosis pueden extenderse de 100 a 150 miligramos al d&iacute;a.<br /> La dosis recomendada para ni&ntilde;os tambi&eacute;n depende del tipo de enfermedad, peso y su edad:<br /> No se debe dar Compazine a ni&ntilde;os que no tienen 2 a&ntilde;os de la edad o que pesan menos de 20 libras. <br /> Para N&aacute;usea Severa y V&oacute;mitos<br /> Un oral de Compazine no es por lo general necesario durante m&aacute;s de 1 d&iacute;a.<br /> Ni&ntilde;os 20 a 29 libras<br /> La dosis com&uacute;n es 2-0.5 mg. 1 o 2 veces diariamente. No de mas de 7.5 mg. diariamente.<br /> Ni&ntilde;os 30 a 39 libras<br /> La dosis habitual es 2-0.5 mg. 2 o 3 veces diariamente. No de mas de 10 mg. diariamente.<br /> Ni&ntilde;os 40 a 85 libras<br /> La dosis habitual es 2-0.5 mg. 3 veces diariamente, o 5 mg. 2 veces diariamente. No de mas de 15 mg.<br /> Para Des&oacute;rdenes Psic&oacute;ticos<br /> Ni&ntilde;os 2 a 5 a&ntilde;os<br /> La dosis oral o rectal inicial es 2-0.5 mg. 2 o 3 veces diariamente. No de mas de 10 mg. el primer d&iacute;a y 20 mg. a partir de entonces.<br /> Ni&ntilde;os 6 a 12 a&ntilde;os<br /> La dosis oral o rectal inicial es 2-0.5 mg. 2 o 3 veces diariamente. No de mas de 10 mg. el primer d&iacute;a y 25 mg. a partir de entonces.<br /> La recomendaci&oacute;n para adultos m&aacute;s viejos:<br /><br /> <strong>Note:</strong> esta instrucci&oacute;n est&aacute; aqu&iacute; s&oacute;lo para revisi&oacute;n. Es muy necesario consultar con su doctor antes de la utilizaci&oacute;n. Esto le ayuda a conseguir los mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Use Compazine con precauci&oacute;n en la gente con enfermedad hepatic o re&ntilde;al, glaucoma, hipertrofeo proest&aacute;tico, asma severa, uso prolongado, enfermedad cardiovascular, epilepsia. No use en ni&ntilde;os que no tiene edad de 5 a&ntilde;os. Compazine no deber&iacute;a ser usado durante el embarazo, quedandose embarazada o lactaci&oacute;n sin el consejo del doctor. No use Compazine antes del amamantamiento sin el permiso del doctor.<br /><br /> <strong>Contradicciones<br /></strong><br /> Compazine est&aacute; contradicada a la gente que es hipersensible a cualquier componente de esta medicina. Es contraindicada a la gente con depresi&oacute;n de CNS t&oacute;xica severa, coma, lesi&oacute;n cerebral subcortical, depresi&oacute;n de m&eacute;dula &oacute;sea, enfermedad severa de h&iacute;gado o card&iacute;aca, glaucoma de &aacute;ngulo estrecho, cirug&iacute;a pedi&aacute;trica.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Ellos pueden incluir todos tipos de reacci&oacute;n al&eacute;rgica. Tambi&eacute;n los efectos secundarios m&aacute;s posibles incluyen:<br /> ovimientos nerviosos o incontrolables de ojos, lengua, labios, cara, brazos, o piernas;<br /> temblor, babear, problema del tragar, problemas con equilibrio o andar;<br /> el sentimiento de agitado, nervioso, o agitaci&oacute;n;<br /> fiebre alta, m&uacute;sculos tiesos, confusi&oacute;n, sudaci&oacute;n, latidos del coraz&oacute;n r&aacute;pidos o desiguales, respiraci&oacute;n r&aacute;pida;<br /> sentido que usted puede perder la conciencia;<br /> asimiento (apag&oacute;n o convulsiones);<br /> la visi&oacute;n nocturna disminuida, visi&oacute;n de t&uacute;nel, ojos acuosos, sensibilidad aumentada a luz;<br /> n&aacute;usea y dolor de est&oacute;mago, erupci&oacute;n de piel, e ictericia (piel u ojos amrillas);<br /> piel p&aacute;lida, contusi&oacute;n f&aacute;cil o sangr&iacute;a, fiebre, dolor de garganta, s&iacute;ntomas de gripe;<br /> orina menos que de costumbre o su ausencia;<br /> dolor conjunto o hinchaz&oacute;n con fiebre, gl&aacute;ndulas aumentadas, dolores de m&uacute;sculo, dolor en el pecho, v&oacute;mitos, pensamientos extra&ntilde;os o comportamiento, y color de la piel desigual;<br /> marcha reducida de precio de coraz&oacute;n, pulso d&eacute;bil, desmayo, respiraci&oacute;n lenta (la respiraci&oacute;n puede pararse).<br /> Los efectos secundarios menos serios son:<br /> mareo, somnolencia, ansiedad;<br /> problemas de sue&ntilde;o (insomnio), sue&ntilde;os extra&ntilde;os;<br /> sequedad de boca, nariz congestionada;<br /> visi&oacute;n borrosa;<br /> estre&ntilde;imiento;<br /> hinchaz&oacute;n de pecho o descarga;<br /> un per&iacute;odo menstrual perdido; aumento de peso, que se hincha en sus manos o pies;<br /> impotencia, problema tener un orgasmo;<br /> picor suave o erupci&oacute;n de piel;<br /> dolor de cabeza.<br /> Si usted experimenta a uno de ellos deje de usar Compazine y diga a su doctor m&aacute;s pronto como posible. Tambi&eacute;n consulte con su doctor sobre cualquier efecto secundario que parezca extra&ntilde;o.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Tambi&eacute;n note que la interacci&oacute;n entre dos medicaciones no siempre significa que usted<br /> debe dejar de tomar una de ellos. Como de costumbre esto afecta el efecto de medicinas, por lo tanto consulte con su doctor sobre como las interacciones est&aacute;n siendo manejadas o deber&iacute;an ser manejadas.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis de, t&oacute;melo m&aacute;s pronto como posible. Si es casi la hora para su dosis siguiente omita la parte omitida. No se puede aumentar la dosis recomendada. Tome su dosis habitual al d&iacute;a siguiente.<br /><br /> <strong>Sobredosis<br /></strong><br /> Los s&iacute;ntomas de la sobredosis de Compazine pueden incluir sequedad de boca, estre&ntilde;imiento, flato o calambres de est&oacute;mago, somnolencia extrema o sentido agitado e inquieto, cambios de precio de coraz&oacute;n, fiebre, y desmayo. Si usted experimenta uno de ellos o cualquier s&iacute;ntoma extra&ntilde;o llame a su doctor inmediatamente.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 68-77 F(20-25 C).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. No implica ningunas recomendaciones que impartan un car&aacute;cter individual para cualquier paciente particular. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean.</p>