<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Flonase se sa para tratar inflamaci&oacute;n, alergia, prurito que aparecen en pacientes con rhinitis al&eacute;rgico, asma, eczema, Hyde prurigo nodularis, psoriasis, neurodermatitis, enfermedad de Vidal (liquen simplex chronicus), liquen planus, hipersensibilidad de contacto, discoid lupus erythematosus, erythroderma general, picaduras de insecto, miliaria rubra, seborrheic dermatitis. Su componente activo, Fluticasone propionate, proliferaci&oacute;n de inhibiciones de c&eacute;lulas de m&aacute;stil, eosinophils, lymphocytes, macrophages y neutrophils, reduce la producci&oacute;n y la liberaci&oacute;n de mediadores de inflamaci&oacute;n y otras sustancias activas biol&oacute;gicas (histamina, eicosanoids, leukotrienes y cytokines).<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Flonase puede ser vendido en forma de spray nasal, aerosol de inhalaci&oacute;n y polvo de inhalaci&oacute;n que son tomados oralmente. Siga todas las recomendaciones de su doctor. No tome la dosis doblada de la medicaci&oacute;n.<br /><br /> <strong>Precauciones<br /></strong><br /> Hay que tener cuidado despu&eacute;s de uso sit&eacute;mico de glucocorticoids, sobre todo con pacientes con des&oacute;rdenes de gl&aacute;ndula suprarrenal. Las inhalaciones de Flonase no pueden ser usadas por individuos con la tuberculosis pulmonar. El tratamiento con la ayuda de spray nasal de Flonase es recomendado ser hecho con regularidad. Las inhalaciones de Flonase no deber&iacute;an ser paradas de repente. Evite rociar o poner crema y ung&uuml;ento en ojos. Las medicaciones de esteroide pueden aumentar el riesgo de infecciones, como varicela y sarampi&oacute;n, por lo tanto evite el contacto con la gente infectada o enferma. Las medicaciones de esteroide pueden atrofiar el crecimiento de ni&ntilde;os y adolescentes, entonces e control regular de altura y peso es importante.<br /><br /> <strong>Contradiciones<br /></strong><br /> Flonase es contradicado a los pacientes con hipersensibilidad a medecinas, mujeras embarazadas o de amamantamiento, ni&ntilde;os que no tienen 1 a&ntilde;o de edad y los que no tienen 4 a&ntilde;os de edad en forma de spray. No se puede usar la medecina si usted tiene acn&eacute; (rosado y com&uacute;n), perioral dermatitis, picor perianal y genital, lesiones de piel primarias de la etiolog&iacute;a bacteriana, viral y fungosa.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> las reacciones adversas m&aacute;s comunes de Flonase son dolor de cabeza, hemorragia nasal, estornudo, tos, n&aacute;usea, infecci&oacute;n de v&iacute;as respiratorias superiores, irritaci&oacute;n nasal, v&oacute;mitos. Las reacciones al&eacute;rgicas, como erupci&oacute;n de piel, picor, hinchaz&oacute;n facial, y anaphylaxis son posibles. Las dosis altas de medicaciones de esteroide y Flonase es la causa particular del s&iacute;ndrome de Cushing que es caracterizado por aumento de peso r&aacute;pido y cambios del aspecto de la cara. En casos raros Flonase puede facilitar el desarrollo de la infecci&oacute;n fungosa en la nariz y garganta, como Candidiasis. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Uso simultaneo de Flonase con otros esteroides tales como prendisone y dexametasone aumenta riesgo del desarrollo de s&iacute;ndrome de Cushing. Esteroides pueden ser icluidos en formulas de inhaladores de asma, cremas de piel, gotas de ojo y o&iacute;do. Informe a su doctor si usted toma ketoconazole, medicinas de VIH (amprenavir, indinavir, ritonavir, saquinavir, y nelfinavir).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ndrome de Cushing cuales s&iacute;ntomas son aumento r&aacute;pido de peso y cambios de apariencia de cara desarrolla de dosis excesivas de Flonase. P&oacute;ngase en contacto m&aacute;s pronto como posible con su doctor si usted sospecha que haya tomado mucho de la medecina.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de cuarto del alcance de los rayos solares, humedad, ni&ntilde;os y animales dom&eacute;sticos en un contenedor bien cerrado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>