<p><strong>Usos de Drogas </strong><br /><br /> Seroquel se usa para tratar la esquizofrenia o trastorno bipolar. Tambi&eacute;n puede ser utilizado para otras condiciones seg&uacute;n lo determinado por su m&eacute;dico. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Utilice Seroquel como lo indique su m&eacute;dico. Revise la etiqueta del medicamento para las instrucciones de dosificaci&oacute;n exacta. <br /><br /> Seroquel tomar por v&iacute;a oral con o sin alimentos. <br /> Teniendo Seroquel a la misma hora cada d&iacute;a le ayudar&aacute; a acordarse de tomarla. <br /> Tome Seroquel en un horario regular para obtener el mayor beneficio de ella. <br /> Se puede tomar un par de semanas para que usted pueda notar los beneficios de Seroquel. Contin&uacute;e con Seroquel aunque se sienta bien. No te pierdas ninguna dosis. <br /><br /> <strong>Drogas y Mecanismo de Clase </strong><br /><br /> Seroquel es un antipsic&oacute;tico. Funciona alterando el equilibrio de ciertos productos qu&iacute;micos que ocurren naturalmente en el cerebro, que son responsables de pensamiento y comportamiento. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Seroquel, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Seroquel 77 grados F (25 grados C). De almacenamiento de corta duraci&oacute;n entre 59 y 86 grados F (15 y 30 grados C). Guarde lejos del calor, la humedad y la luz. No lo guarde en el ba&ntilde;o. Seroquel Mantener fuera del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>Advertencias y Precauciones </strong><br /><br /> No utilice Seroquel si: <br /><br /> usted es al&eacute;rgico a cualquier ingrediente de Seroquel. <br /> Contacte con su m&eacute;dico o proveedor de atenci&oacute;n m&eacute;dica de inmediato si presenta cualquiera de estas situaciones. <br /><br /> Algunas condiciones m&eacute;dicas pueden interactuar con Seroquel. D&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted tiene alguna condici&oacute;n m&eacute;dica, sobre todo si alguno de los siguientes casos: <br /> si usted est&aacute; embarazada, planea quedar embarazada o est&aacute; amamantando <br /> si usted est&aacute; tomando cualquier medicamento recetado o de venta libre, la preparaci&oacute;n a base de hierbas o suplemento diet&eacute;tico <br /> si tiene alergias a medicamentos, alimentos u otras sustancias <br /> Si usted o un miembro de la familia tiene un historial de trastorno bipolar (enfermedad man&iacute;aco-depresiva), pensamientos o intentos de suicidio, problemas mentales o de estado de &aacute;nimo, o la diabetes <br /> si bebe alcohol o tienen antecedentes de alcohol o abuso de sustancias <br /> si usted tiene enfermedad de Alzheimer, demencia o problemas para tragar, o tiene sobrepeso <br /> Si usted tiene un historial de problemas card&iacute;acos (por ejemplo, infarto de miocardio, insuficiencia card&iacute;aca, latidos card&iacute;acos irregulares), accidente cerebrovascular, problemas vasculares, los niveles de colesterol en sangre, o de alta o baja presi&oacute;n arterial <br /> si tiene antecedentes de problemas en la sangre (por ejemplo, disminuci&oacute;n de gl&oacute;bulos blancos), problemas hep&aacute;ticos, problemas de tiroides, cataratas, glaucoma de &aacute;ngulo estrecho, convulsiones, s&iacute;ndrome neurol&eacute;ptico maligno (SNM), los niveles de prolactina en la sangre, o c&aacute;ncer de mama <br /><br />Algunos INTERACT MAYO DE MEDICAMENTOS con Seroquel. D&iacute;gale a su m&eacute;dico si est&aacute; tomando otros medicamentos, especialmente en cualquiera de los siguientes:&nbsp;<br /> Alfa-bloqueadores (por ejemplo, doxazosina) o medicamentos para la presi&oacute;n arterial alta, porque el riesgo de presi&oacute;n arterial y desmayos pueden aumentar <br /> Antif&uacute;ngicos azoles (por ejemplo, ketoconazol), fluvoxamina, antibi&oacute;ticos macr&oacute;lidos (por ejemplo, eritromicina), o telitromicina, ya que pueden aumentar el riesgo de Seroquel 's efectos secundarios de <br /> Barbit&uacute;ricos (por ejemplo, fenobarbital), carbamazepina, corticosteroides (por ejemplo, prednisona), fenito&iacute;na, rifampicina, o tioridazina, ya que pueden disminuir Seroquel 's eficacia <br />Agonistas de los receptores de dopamina (por ejemplo, el pramipexol) o levodopa ya que su efectividad puede disminuir por Seroquel</p><p><strong>Posibles efectos adversos </strong><br /><br /> Consulte con su m&eacute;dico si cualquiera de estos efectos secundarios m&aacute;s comunes persisten o se vuelve molesto: <br /><br /> agitaci&oacute;n, dolor de espalda, estre&ntilde;imiento, mareos, somnolencia, sequedad de boca, dolor de cabeza, indigesti&oacute;n, secreci&oacute;n nasal, dolor de garganta, dolor de est&oacute;mago, debilidad, aumento de peso. <br /> Busque atenci&oacute;n m&eacute;dica de inmediato si alguno de estos efectos secundarios graves se producen: <br /> reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), las capacidades mentales alteradas, como la falta de respuesta a su entorno, az&uacute;car en la sangre (por ejemplo, la sed , aumento de la micci&oacute;n, confusi&oacute;n, somnolencia, enrojecimiento, respiraci&oacute;n r&aacute;pida o aliento con olor afrutado), aumento o irregular; involuntarios, movimientos musculares incontrolables, mareo al levantarse de sentado o acostado, rigidez muscular, sudoraci&oacute;n, temblores, fiebre de origen desconocido; cambios en la visi&oacute;n. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> Seroquel se va a utilizar s&oacute;lo por el paciente para quien se prescribe. No la comparta con otras personas.</p>