<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La VENLAFAXINA se utiliza para tratar la depresi&oacute;n, la ansiedad y el trastorno de p&aacute;nico.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />anorexia o p&eacute;rdida de peso<br />glaucoma<br />presi&oacute;n arterial alta, problemas cardiacos o un ataque al coraz&oacute;n<br />niveles altos de colesterol o en tratamiento para el colesterol alto<br />enfermedad hep&aacute;tica o renal<br />trastorno bipolar o psicosis<br />ataques (convulsiones)<br />pensamientos suicidas o un intento previo de suicidio<br />problemas de tiroides<br />una reacci&oacute;n inusual o al&eacute;rgica a la venlafaxina, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso lleno de agua. No las corte, ni triture, ni las mastique. T&oacute;melo con comida. Trate de tomarse el medicamento cada d&iacute;a a la misma hora. No tome su medicamento m&aacute;s seguido de lo indicado. No deje de tomarlo a menos que sea por indicaci&oacute;n m&eacute;dica.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br /><strong>Sobredosis:</strong> Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento con ninguna de las siguientes medicaciones:<br />duloxetina<br />medicamentos llamados inhibidores de la monoaminooxidasa (MAO) como Nardil, Parnate, Marplan, Eldepryl<br />medicamentos para controlar el peso o el apetito<br />nefazodona<br />procarbazina<br />Hierba de San Juan, Hypericum perforatum<br />tript&oacute;fano<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />anfetamina o dextroanfetamina<br />aspirina y medicamentos parecidos a la aspirina<br />cimetidina<br />clozapina<br />linezolida<br />medicamentos para el ritmo cardiaco o la presi&oacute;n arterial<br />ciertos medicamentos para la migra&ntilde;a como el almotript&aacute;n, el eletript&aacute;n, el frovatript&aacute;n, el naratript&aacute;n, el rizatript&aacute;n, el sumatript&aacute;n, el zolmitript&aacute;n<br />medicamentos que traten o prevengan los co&aacute;gulos de sangre como la warfarina, la enoxaparina, y la dalteparina<br />AINES, medicamentos para el dolor y la inflamaci&oacute;n, como el ibuprofeno o el naproxeno<br />otros antidepresivos, ansiol&iacute;ticos, o antipsic&oacute;ticos<br />ritonavir<br />tramadol<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo de tomar en cuenta mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Puede necesitar tomar este medicamento durante 4 semanas antes que empiece a sentirse mejor. S&iacute; ya lleva alg&uacute;n tiempo tomando este medicamento no deje de pronto de tomarla. Para evitar los efectos secundarios usted deber&aacute; reducir gradualmente la dosis. P&iacute;dale consejo a su m&eacute;dico.<br /><br />Los pacientes y sus familias deber&iacute;an estar atentos por s&iacute; la depresi&oacute;n o los pensamientos suicidas empeoran. Tambi&eacute;n hay que estar atento a cambios repentinos o severos de sentimientos como sentirse ansioso, agitado, temeroso, irritable, hostil, agresivo, impulsivo, severamente desamparado, sobre excitado e hiperactivo, o sin poder dormir. S&iacute; esto sucede, especialmente al comienzo del tratamiento antidepresivo o despu&eacute;s de un cambio en la dosificaci&oacute;n, llame a su m&eacute;dico.<br /><br />Este medicamento puede causar un aumento de la presi&oacute;n arterial o un latido cardiaco m&aacute;s r&aacute;pido. Hable con su m&eacute;dico.<br /><br />Puede tener somnolencia, mareos o la visi&oacute;n borrosa. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. No se ponga de pie ni se siente r&aacute;pidamente, especialmente si usted es un paciente mayor. Esto reduce el riesgo a marearse o a desmayarse. El alcohol puede aumentar el mareo y la somnolencia. Evite las bebidas alcoh&oacute;licas.<br /><br />Este medicamento puede dejarle la boca seca. Masticar chicles sin az&uacute;car o chupar caramelos y beber mucha agua ayudar&aacute;.<br /><br />No se auto medique para la tos, los resfriados o las alergias sin antes haber consultado con su m&eacute;dico. Algunos ingredientes pueden aumentar los posibles efectos secundarios.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />problemas respiratorios<br />cambios en la visi&oacute;n<br />alucinaciones, p&eacute;rdida de contacto con la realidad<br />convulsiones<br />pensamientos suicidas o cambios en el estado de &aacute;nimo<br />problemas al orinar o cambio en la cantidad de orina<br />sangrado o hematomas inusuales<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />cambios en el deseo o actividad sexual<br />estre&ntilde;imiento<br />aumento de la sudoraci&oacute;n<br />p&eacute;rdida del apetito<br />n&aacute;usea<br />temblores<br />p&eacute;rdida de peso<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Gu&aacute;rdelo a una temperatura controlada entre 20&ordm; y 25&ordm; grados C (68&ordm; y 77&ordm; grados F), y en un lugar seco. Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.<br /><br /></p>