<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La DOXEPINA se utiliza para tratar la depresi&oacute;n y la ansiedad.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />trastorno bipolar o psicosis<br />dificultad para orinar<br />glaucoma<br />enfermedad hep&aacute;tica o renal<br />pensamientos o planes de suicidio, un intento previo de suicidio, o antecedentes familiares de intento de suicidio<br />una reacci&oacute;n inusual o al&eacute;rgica a la doxepina, a los sulfitos, a la tartrazina (colorante amarillo utilizado en alimentos procesados y medicamentos), a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso de agua. Tome su dosis en intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. No deje de tomarlo a menos que se lo indique su m&eacute;dico.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Aunque este medicamento puede ser recetado para enfermedades espec&iacute;ficas a ni&ntilde;os a partir de los 12 a&ntilde;os, se han de tomar precauciones.<br /><br /><strong>Sobredosis: </strong>Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como lo recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento conjuntamente con cualquiera de las siguientes medicaciones:<br />tri&oacute;xido de ars&eacute;nico<br />ciertos medicamentos utilizados para regular el ritmo cardiaco anormal o para tratar otras enfermedades cardiacas<br />cisaprida<br />halofantrina<br />levomethadyl<br />IMAOs como el Eldepryl, el Marplan, el Nardil, y el Parnate<br />otros antidepresivos<br />fenotiazinas como la perfenazina, la tioridazina, y la clorpromazina<br />pimozida<br />procarbazina<br />sparfloxacina<br />Hierba de San Juan<br />ziprasidona<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />cimetidina<br />tolazamida<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; me debo de esperar mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Pueden pasar varias semanas hasta que este medicamento le haga efecto completamente. S&iacute; ya lleva alg&uacute;n tiempo tomando la sertralina no deje de pronto de tomarla. Usted debe reducir la dosis gradualmente o sus s&iacute;ntomas empeorar&aacute;n. P&iacute;dale consejo a su m&eacute;dico. Este medicamento puede afectar a su cuerpo durante varios d&iacute;as despu&eacute;s de haber dejado de tomarlo.<br /><br />Los pacientes y sus familias deber&iacute;an estar atentos por s&iacute; la depresi&oacute;n o los pensamientos suicidas empeoran. Tambi&eacute;n hay que estar atento a cambios repentinos o severos de sentimientos como sentirse ansioso, agitado, temeroso, irritable, hostil, agresivo, impulsivo, severamente desamparado, sobre excitado e hiperactivo, o sin poder dormir. S&iacute; esto sucede, especialmente al comienzo del tratamiento antidepresivo o despu&eacute;s de un cambio en la dosificaci&oacute;n, llame a su m&eacute;dico.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. No se ponga de pie ni se siente r&aacute;pidamente, especialmente si usted es un paciente mayor. Esto reduce el riesgo a marearse o a desmayarse. El alcohol puede aumentar el mareo y la somnolencia. Evite las bebidas alcoh&oacute;licas.<br /><br />No se auto medique para la tos, los resfriados o las alergias sin antes haber consultado con su m&eacute;dico. Algunos ingredientes pueden aumentar los posibles efectos secundarios.<br /><br />Puede que sienta la boca seca. El masticar chicles sin az&uacute;car o chupar un caramelo, y beber mucha agua le ayudar&aacute;. P&oacute;ngase en contacto con su m&eacute;dico si su problema persiste o es grave.<br /><br />Este medicamento puede causar resequedad en los ojos y visi&oacute;n borrosa. S&iacute; usa lentes de contacto puede sentir algo de incomodidad. Las gotas lubricantes pueden ayudar. P&oacute;ngase en contacto con su m&eacute;dico si su problema persiste o es grave.<br /><br />Este medicamento le puede volver m&aacute;s sensible al sol. Mant&eacute;ngase apartado del sol. S&iacute; no puede evitar estar en el sol, p&oacute;ngase ropa protectora y use protector solar. No utilice l&aacute;mparas de rayos ultravioletas o camas o cabinas bronceadoras.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />producci&oacute;n anormal de leche en las mujeres<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />aumento de pecho tanto en hombres como en mujeres<br />problemas respiratorios<br />confusi&oacute;n, alucinaciones<br />sed y/o hambre en exceso<br />ritmo cardiaco anormal o r&aacute;pido, palpitaciones<br />fiebre con sudores<br />agarrotamientos o espasmos musculares<br />micci&oacute;n frecuente<br />convulsiones<br />pensamientos suicidas o cambios en el estado de &aacute;nimo<br />inflamaci&oacute;n de las encillas<br />dolor, entumecimiento, hormigueo en las manos o pies<br />problemas al orinar o cambio en la cantidad de orina<br />coloraci&oacute;n amarillenta de los ojos o la piel<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />cambios en el deseo o actividad sexual<br />estre&ntilde;imiento o diarrea<br />n&aacute;usea, v&oacute;mitos<br />aumento o p&eacute;rdida de peso<br /><br />Es posible que este listado no describa todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 15&ordm; y 30&ordm; grados C (59&ordm; y 86&ordm; grados F). Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.</p>