<p><strong>Usage g&eacute;n&eacute;ral</strong><br /><br /> Mircette est une combinaison d'hormones femelles telles que le d&eacute;sogestrel/&eacute;thinyl estradiol et l&rsquo;&eacute;thinyl estradiol. Ce m&eacute;dicament change la condition du mucus cervical et du pli ut&eacute;rin et fait obstacle aux mouvements des spermatozo&iuml;des vers l'ut&eacute;rus et &agrave; la fixation d'un ovule f&eacute;cond&eacute; sur l'ut&eacute;rus. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Suivez toutes les recommandations de votre conseiller en soins. Prenez le m&eacute;dicament le premier jour de votre p&eacute;riode de menstruation ou le premier dimanche suivant le d&eacute;but de votre p&eacute;riode. Si vous utilisez Mircette pour la premi&egrave;re fois, vous avez besoin probablement de moyens de contraception suppl&eacute;mentaires. Il y a des paquets de contraceptifs pour 28 jours avec sept pilules &laquo;de rappel&raquo; pour un cycle r&eacute;gulier. La p&eacute;riode commence en g&eacute;n&eacute;ral pendant la prise des pilules &laquo;de rappel&raquo;. Un &eacute;coulement brusque est possible, en cas o&ugrave; cela devient intense et persistant, informez votre m&eacute;decin. Prenez chaque comprim&eacute; tous les jours &agrave; la m&ecirc;me heure. Entamez un nouveau paquet lorsqu&rsquo;un paquet de pilules vient de finir. En cas de passage de tests m&eacute;dicaux n&eacute;cessaires ou d&rsquo;interventions chirurgicales, il est probable que vous soyez oblig&eacute;e d&rsquo;arr&ecirc;ter la prise de Levlen pour une p&eacute;riode de temps court. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Les m&eacute;thodes contraceptives (condoms ou spermicides) peuvent &ecirc;tre utiles d&egrave;s le d&eacute;but de l&rsquo;utilisation de Mircette.<br /> La prise d'hormones peut augmenter le risque de coagulation du sang, de crise cardiaque, d&rsquo;acc&egrave;s, surtout chez les patients de plus de 35 ans ou les fumeurs. Informez votre m&eacute;decin si vous avez des probl&egrave;mes de coeur, une tension, une congestion du coeur, une angine, un haut niveau de cholest&eacute;rol, une d&eacute;pression dans l'histoire, des crises ou de l'&eacute;pilepsie, le diab&egrave;te, une maladie de la v&eacute;sicule biliaire, des veines variqueuses, la tuberculose, des tumeurs fibreuses ut&eacute;rines, une histoire de maladie fibrinolytique du sein, des nodules, une intumescence<br /><br /> <strong>Contre-indications<br /></strong><br /> Ce m&eacute;dicament est d&eacute;conseill&eacute; aux femmes enceintes ou &agrave; celles qui viennent d&rsquo;accoucher, chez les patients souffrant d&rsquo;acc&egrave;s ou de caillots sanguins dans l'histoire, des probl&egrave;mes de circulation sanguine, de saignement vaginal, de cancer d&ucirc; &agrave; une hormone, de maladie du foie ou de cancer de foie, de saignement vaginal anormal, de maux de t&ecirc;te sous forme de migraine, d&rsquo;insuffisance des valves du c&oelig;ur, d'hypertension aigue, de jaunisse due &agrave; la prise de contraceptifs dans l'histoire.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> En plus des sympt&ocirc;mes allergiques (&eacute;ruptions, rougeurs de la peau, enflure du visage, troubles de la respiration), ce m&eacute;dicament peut provoquer de l'engourdissement subit ou de la faiblesse, une douleur aux yeux, des probl&egrave;mes de vision, des maux de t&ecirc;te, de l&rsquo;&eacute;tourdissement, des difficult&eacute;s oratoires, ou d&rsquo;&eacute;quilibre, un changement dans le comportement ou l&rsquo;aggravation de maux de t&ecirc;te sous forme de migraine, des douleurs aux seins ou une sensation de lourdeur, de la douleur s'&eacute;tendant au bras ou &agrave; l'&eacute;paule, la naus&eacute;e, une sensation de malaise g&eacute;n&eacute;ralis&eacute;, l'enflure des extr&eacute;mit&eacute;s, la d&eacute;pression, la perte d'app&eacute;tit, la naus&eacute;e, la douleur &agrave; l'estomac, une urine assombrie, de la jaunisse.<br /><br /><strong>Interaction des m&eacute;dicaments<br /></strong><br /> Il y a des m&eacute;dicaments qui peuvent avoir une interaction avec Mircette. Informez votre m&eacute;decin de tous les m&eacute;dicaments prescrits sur ordonnance et sans ordonnance, des produits &agrave; base d&rsquo;herbes, des vitamines et des additifs que vous utilisez et surtout de la th&eacute;ophylline (Respbid, Theo-Dur), de l&rsquo;ac&eacute;taminoph&egrave;ne (Tylenol) ou de l'acide ascorbique (vitamine C), du prednisolone (Orapred), l&rsquo;herbe de Saint-Jean, les m&eacute;dicaments contre les acc&egrave;s, de la cyclosporine (Gengraf, Neoral, Sandimmune), des s&eacute;datifs d&eacute;riv&eacute;s de barbituriques, des m&eacute;dicaments contre le VIH ou le SIDA et des antibiotiques.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis la prise d&rsquo;une pilule, le risque de grossesse accro&icirc;t. Si vous avez omis de prendre un comprim&eacute; &laquo;actif&raquo;, il faut prendre deux comprim&eacute;s aussit&ocirc;t que vous vous en souvenez et ensuite revenir &agrave; votre programme de prises. Si vous manquez d'affil&eacute;e deux pilules &laquo;actives&raquo; dans la premi&egrave;re ou deuxi&egrave;me semaine de traitement, prenez deux comprim&eacute;s par jour au cours de deux jours d'affil&eacute;e. Ensuite, revenez &agrave; votre programme habituel. Utilisez les tests de r&eacute;v&eacute;lation de grossesse pendant sept jours si une telle omission est survenue. Si vous manquez deux pilules &laquo;actives&raquo; d'affil&eacute;e pendant la troisi&egrave;me semaine, ou si vous manquez trois pilules d'affil&eacute;e pendant l&rsquo;une des trois premi&egrave;res semaines, vous avez besoin d&rsquo;entamer un nouveau paquet de pilules comme si vous &ecirc;tes une D&eacute;butante du Premier Jour. <br /> Si vous n'avez pas pris trois comprim&eacute;s &laquo;actifs&raquo; d'affil&eacute;e pendant l&rsquo;une des trois premi&egrave;res semaines, entamez un nouveau paquet le m&ecirc;me jour comme si vous &ecirc;tes une D&eacute;butante du Premier Jour. <br /> Si vous avez omis la prise d'au moins deux pilules, vous ne devez pas avoir des menstruations au cours de ce mois. Si vous manquez une p&eacute;riode de deux mois d'affil&eacute;e, vous pourriez avoir une grossesse. <br /> Si vous omettez la prise des pilules de rappel, jetez les pilules manqu&eacute;es et revenez &agrave; votre programme de d&eacute;part.<br /><br /> <strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes de surdosage les plus habituels de ce m&eacute;dicament sont le vomissement, la naus&eacute;e et le saignement vaginal.<br /><br /> <strong>Conservation<br /></strong><br /> Conserver &agrave; la temp&eacute;rature de chambre entre 20-25 C (68-77 F). Placez le m&eacute;dicament &agrave; l&rsquo;abri de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re du soleil. Il n&rsquo;est pas recommand&eacute; de le conserver dans la salle de bains et &agrave; des endroits accessibles aux enfants. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>