<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Buspiron ist ein Antidepressivum zur Angstst&ouml;rungen wie Zwangsst&ouml;rungen und soziale Phobie zu behandeln. Es kann auch in anderen F&auml;llen angewandt werden.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Buspar durch den Mund mit einem Glas Wasser, mit oder ohne Nahrung. Vermeiden Schneiden, Zerkleinern oder Kauen dieser Medizin. Nehmen Sie die Medizin &ouml;fter nicht, als sie vorgeschrieben wird. Geben Sie nicht auf, es au&szlig;er auf dem Rat Ihres Arztes zu nehmen. Man kann Zeit f&uuml;r die Medizin brauchen, um zu helfen. Befragen Sie Ihren Arzt bez&uuml;glich der richtigen Dosis f&uuml;r Sie.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Vor der Einnahme von Buspirone erz&auml;hlen Ihrem Arzt oder Chemiker, wenn Sie dazu allergisch sind; oder wenn Sie andere Allergien haben. Informieren Sie Ihren Arzt oder Chemiker, wenn Sie bipolar Verwirrung, Auge, Leber oder Niereprobleme haben. Vermeiden Sie, Alkohol zu trinken sowie Grapefruit zu essen oder Grapefruitsaft zu trinken, w&auml;hrend Sie mit diesem Medikament behandelt werden. Im Alter von Leuten kann zu Nebenwirkungen der Medizin empfindlicher sein.<br /> W&auml;hrend der Schwangerschaft sollte diese Behandlung, nur wenn stark notwendig, verwendet werden. <br /> Da dieses Arzneimittel von der Haut gefesselt sein kann, sollten Frauen, die schwanger sind oder schwanger werden k&ouml;nnen, nicht diese Medizin manipulieren.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Buspar sollte nicht von schwangeren / stillenden Frauen oder Kindern als auch von den Patienten nachgewiesen haben eine Reaktion der &Uuml;berempfindlichkeit gegen Buspirone verwendet werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Die allgemeinsten Nebenwirkungen sind Fieber, Schlaflosigkeit, Beben, Angst, verschmierte Vision, Emesis, diarrhoeia usw.<br /> Eine sehr ernste allergische Reaktion kommt selten vor. Viele Menschen, die diese Medizin verwenden, haben ernste Nebenwirkungen nicht.<br /> Wenden Sie sich Ihrem Arzt oder Apotheker f&uuml;r mehr Details zu.<br /> Im Falle dass Sie bemerken, dass sich die Effekten nicht verzeichnet hier, mit Ihrem Arzt oder Apotheker in Verbindung setzen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Sagen Sie Ihrem Arzt oder Apotheker aller Arzneivorschrift- und Nichtarzneivorschrift-Produkte / Pflanzenbuches Produkte, dass Sie vor dem Verwenden dieses Medikaments verwenden k&ouml;nnen.<br /> Buspirone kann aufeinander wirken:<br /> * Alkohol;<br /> * Grapefruit, Grapefruitsaft, Grapefruit-Extrakt;<br /> * Haloperidol;<br /> * Rifampicin.<br /> Wenden Sie sich Ihrem Arzt oder Apotheker f&uuml;r mehr Details zu.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie Ihre Dosis vergessen haben, nehmen Sie so bald wie Sie sich erinnern. Wenn Sie sehen, dass es bereits Zeit f&uuml;r die n&auml;chste Dosis ist, &uuml;berspringen Sie die vergessene Dosis und wieder Ihre gewohnte Dosierungsschema. Nehmen Sie nicht Ihre Dosis zweimal.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Wenn Sie denken, dass Sie zu viel von dieser Medizin verwendet haben, suchen Notarztaufmerksamkeit sofort. Die Symptome von der &Uuml;berdosis schlie&szlig;en gew&ouml;hnlich Brust-Schmerz, Brechreiz, unregelm&auml;&szlig;igen Herzschlag, und Gef&uuml;hl leichtsinnig oder schwach werdend ein.<br /><br /> <strong>Lagerung<br /></strong><br /> Bewahren Sie Ihre Medikamente bei einer Raumtemperatur von 68-77 &deg; F (20-25 &deg; C) fern von Licht und Feuchtigkeit. Bewahren Sie Medikamente im Bad. Bewahren Sie alle Medikamente weg von Reichweite von Kindern und Haustieren.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>