<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Phenergan ist ein Antihistaminikum, das pflegte, verschiedene Typen von Allergie-Symptomen, einschlie&szlig;lich des Juckens, der laufenden Nase, des Niesens, der juckenden oder w&auml;sserigen Augen, der Nesselausschl&auml;ge, und der juckenden Hautausschl&auml;ge zu behandeln. Es arbeitet, die Effekten des Histamins, eine Chemikalie die K&ouml;rperausgaben als Antwort auf bestimmte Reizmittel vermindernd. Auch Phenegran wird als ein Beruhigungsmittel und Schlaf-Hilfe f&uuml;r alle Typen von Patienten verwendet, und verhindern Sie oder kontrollieren Sie Brechreiz und Emesis, Vergn&uuml;gen-Bewegungskrankheit. Sie k&ouml;nnen es mit anderen Medikamenten f&uuml;r den Schmerz nach der Chirurgie auch verwenden.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es m&uuml;ndlich mit oder ohne Essen/Milch. Es ist besser nehmen dieses Medikament mit dem Essen, wenn Sie Magenverstimmung vermeiden wollen. Um Allergie zu behandeln, ist die empfohlene Dosis 25 Mg vor dem Schlafen. Sie k&ouml;nnen die Dosis innerhalb von zwei Stunden n&ouml;tigenfalls wiederholen. Um Bewegungskrankheit zu behandeln, ist die empfohlene Dosis 25 Mg zweimal t&auml;glich.<br /> Bemerken Sie: diese Instruktion pr&auml;sentiert hier gerade f&uuml;r die Rezension. Es ist sehr notwendig, sich mit Ihrem Arzt vor dem Verwenden zu beraten. Es hilft Ihnen, beste Ergebnisse zu bekommen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Geben Sie dieses Rauschgift Patienten in Koma nicht verwenden Alkohol nicht, w&auml;hrend Sie, Phenergan nehmend, weil es &auml;u&szlig;erste Schl&auml;frigkeit kann. Vermeiden Sie Alkohol-Gebrauch. Phenergan kann Empfindlichkeit zum Sonnenlicht vergr&ouml;&szlig;ern. Tragen Sie einen sunscreen und Schutzkleidung, wenn Sie zur Sonne ausgestellt werden, wird sie Ihnen helfen, einen Hitzeschlag zu vermeiden. Phenergan sollte nicht w&auml;hrend Schwangerschaft verwendet werden, Schwangerschaft werdend oder ohne Milch abzusondern, erz&auml;hlen Ihrem Arzt. Verwenden Sie vor dem Stillen ohne den Rat des Arztes nicht.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Phenergan wird Kindern unter 2 Jahren alt nicht erlaubt. Phenergan wird in komat&ouml;sen Staaten, und in Personen kontraindiziert, die bekannt sind, &uuml;berempfindlich zu sein oder eine idiosynkratische Reaktion zu promethazine oder zu anderem phenothiazines gehabt zu haben. Auch dieses Rauschgift wird f&uuml;r den Gebrauch in der Behandlung von niedrigeren Atemwege-Symptomen einschlie&szlig;lich Asthmas kontraindiziert.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Sie k&ouml;nnen eine allergische Reaktion einschlie&szlig;en: Nesselausschl&auml;ge; Schwierigkeitsatmen; von Ihrem Gesicht, Lippen, Zunge, oder Gurgel schwellend. Auch die m&ouml;glichsten Nebenwirkungen schlie&szlig;en ein: <br /> oder unkontrollierbare Bewegungen Ihrer Augen, Lippen, Zunge, Gesichtes, Arme, oder Beine zuckend;<br /> Beben (das nicht kontrollierte Sch&uuml;tteln), das Sabbern, Schwierigkeiten schluckend, Probleme mit dem Gleichgewicht oder Wandern;<br /> Gef&uuml;hl ruhelos, nerv&ouml;s, oder begeistert;<br /> hohes Fieber, steife Muskeln, Verwirrung, das Schwitzen, die schnellen oder unebenen Herzschl&auml;ge, das schnelle Atmen;<br /> zu Ihnen aufgelegt zu sein, k&ouml;nnte gehen;<br /> Anfall (Konvulsionen);<br /> Lattenhaut, das leichte Quetschen oder die Blutung, das Fieber, die Angina, die Grippe-Symptome;<br /> verminderte Nachtvision, Tunnel-Vision, w&auml;sserige Augen, vergr&ouml;&szlig;erte Empfindlichkeit, um sich zu entz&uuml;nden;<br /> Halluzinationen, Aufregung;<br /> Brechreiz und Magen-Schmerz, Hautausschlag, und Gelbsucht (yellowing der Haut oder Augen);<br /> weniger als &uuml;blich oder &uuml;berhaupt nicht urinierend;<br /> gemeinsamer Schmerz oder mit Fieber, angeschwollenen Dr&uuml;sen, Muskelschmerzen, Brust-Schmerz, Emesis, ungew&ouml;hnlichen Gedanken oder Verhalten, und uneinheitlicher Hautfarbe schwellend; oder<br /> langsame Herzrate, schwacher Puls, langsames Atmen schwach zu werden (kann Atmen anhalten).<br /><br /> Weniger ernst schlie&szlig;en Sie ein:<br /> Schwindel, Schl&auml;frigkeit, Angst;<br /> tr&uuml;be Vision, trockener Mund, stickige Nase;<br /> das Klingeln in Ihren Ohren;<br /> Gewichtszunahme, in Ihren H&auml;nden oder F&uuml;&szlig;en schwellend;<br /> Machtlosigkeit, Schwierigkeiten, die einen Orgasmus haben; oder<br /> Konstipation.<br /> Wenn Sie einen von ihnen erfahren, h&ouml;ren auf, Phenegran zu verwenden, und erz&auml;hlen Ihrem Arzt so bald wie m&ouml;glich. Beraten Sie sich auch mit Ihrem Arzt &uuml;ber jede Nebenwirkung, die ungew&ouml;hnlich scheint.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Phenergan wirken mit solchen Rauschgiften aufeinander wie:<br /> Lithium (Eskalith, Lithobid);<br /> atropine (Atreza, Salz-Tropine), Tollkirsche (Donnatal, und andere), benztropine (Cogentin), dimenhydrinate (Dramamine), methscopolamine (Pamine), oder scopolamine (Transderm-Scop); Blutdruck-Medikament wie guanadrel (Hylorel), guanethidine (Ismelin), propranolol (Inderal), und andere; ein Blut d&uuml;nner wie warfarin (Coumadin); bronchodilators wie ipratropium (Atrovent) oder tiotropium (Spiriva); Blase oder Harnmedikamente wie oxybutynin (Ditropan, Oxytrol), solifenacin (Vesicare), und andere; ein Hemmstoff von MAO wie isocarboxazid (Marplan), tranylcypromine (Parnate), phenelzine (Nardil), selegiline (Eldepryl, Emsam); Medizin, um die Parkinsonsche Krankheit, das ruhelose Bein-Syndrom, oder die Hypophyse-Geschwulst (prolactinoma) zu behandeln; Medizin, um Magengeschw&uuml;r oder reizbares Darm-Syndrom, wie dicyclomine (Bentyl), glycopyrrolate (Robinul), hyoscyamine (Anaspaz, Cystospaz, Levsin, und andere), mepenzolate (Cantil), oder propantheline (Pro-Banthine) zu behandeln. Bemerken Sie auch, dass die Wechselwirkung zwischen zwei Medikamenten nicht immer bedeutet, dass Sie aufh&ouml;ren m&uuml;ssen, einen von ihnen zu nehmen. Wie gew&ouml;hnlich betrifft es die Wirkung von Rauschgiften, beraten Sie sich so mit Ihrem Arzt dar&uuml;ber, wie es Wechselwirkungen gef&uuml;hrt werden oder gef&uuml;hrt werden sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie verga&szlig;en, Ihre Dosis rechtzeitig zu nehmen, tun Sie es bitte, sobald Sie sich erinnern. Aber nehmen Sie wenn es ist zu sp&auml;t oder fast Zeit f&uuml;r Ihre folgende Dosis nicht. Nehmen Sie doppelte oder zus&auml;tzliche Dosen nicht. Nehmen Sie Ihren gew&ouml;hnlich Dosis am n&auml;chsten Tag in demselben regelm&auml;&szlig;ig Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von der Phenergan &Uuml;berdosis k&ouml;nnen einschlie&szlig;en: Schwere Schl&auml;frigkeit, Schwindel, trocknet Mund, gro&szlig;e Pupillen, Sp&uuml;lung, Brechreiz, Emesis, seichtes Atmen aus, und schwach zu werden. Wenn Sie einen von ihnen erfahren, nennen Ihren Arzt sofort.<br /><br /> <strong>Lagerung<br /></strong><br /> Lager bei der Raumtemperatur zwischen 59-77 Graden F (15-25 Grade C) weg von Licht und Feuchtigkeit, Kindern und Haustieren. Verwenden Sie nach dem Ausatmungsbegriff nicht.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>