<p><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />QUETIAPIN ist ein Antipsychotikum. Es wirkt gegen Schizophrenie und Manischer Depression.<br /><br /><strong>Was sollte ich meiner &Auml;rztin oder meinem Arzt mitteilen, bevor ich dieses Medikament nehme?</strong><br /><br />Sie m&uuml;ssen wissen, ob Sie folgende gesundheitlichen Probleme haben:<br />Gehirntumor oder Kopfverletzung <br />Brustkrebs <br />Katarakte<br />Diabetes<br />Schluckbeschwerden <br />Herzkrankheit<br />Nierenkrankheit <br />Leberkrankheit<br />Niedriges Blutbild wie wenige wei&szlig;e und rote Blutk&ouml;rperchen, Blutpl&auml;ttchen<br />Niedriger Blutdruck oder Schwindelgef&uuml;hl beim Aufstehen<br />Parkinson's<br />Fr&uuml;here Herzinfarkte <br />Anf&auml;lle<br />Selbstmordgedanken, Pl&auml;ne oder ein Selbstt&ouml;tungsversuch von Ihnen oder Familienmitgliedern <br />Schilddr&uuml;senkrankheit <br />Eine ungew&ouml;hnliche oder allergische Reaktion auf Quetiapin, andere Medikamente, Lebensmittel, Farben oder Konservierungsmittel<br />Schwanger oder versuchen, schwanger zu werden<br />Stillen<br /><br /><strong>Wie soll ich dieses Medikament nehmen?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glas Wasser. Schlucken Sie die Tabletten, ohne sie zu zerkaufen oder zu lutschen. Nehmen Sie das Medikament regelm&auml;&szlig;ig und unterbrechen Sie die Einnahme nicht pl&ouml;tzlich. Fragen Sie Ihren Arzt oder Ihre &Auml;rztin.<br /><br />Bei PatientInnen &uuml;ber 65 Jahren kann das Medikament st&auml;rkere Reaktionen ausl&ouml;sen.<br /><br />Sprechen Sie mit Ihrer Kinder&auml;rztin oder Ihrem Kinderarzt, wenn Ihr Kind dieses Medikament nehmen soll. Hier kann besondere Aufmerksamkeit erforderlich sein.<br /><br /><strong>&Uuml;berdosis:</strong> Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend eine Gift-Notruf oder eine Notaufnahme.<br /><br /><strong>HINWEIS:</strong> Dieses Medikament ist nur f&uuml;r Sie. Teilen Sie es nicht mit anderen.<br /><br /><strong>Was mu&szlig; ich tun, wenn ich eine Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br /><br /><strong>Welche Wechselwirkungen gibt es mit diesem Medikament?</strong><br /><br />Nehmen Sie das Medikament nicht mit den folgenden Medikamenten:<br />Chlorpromazin<br />Cisapride<br />Droperidol<br />Grepafloxazin<br />Halofantrin<br />Mesoridazin<br />Pimozide<br />Sparfloxazin<br />Thioridazin<br /><br />Dieses Medikament kann mit den folgenden interagieren:<br />Alkohol<br />Antipilz-Medikamente wie Fluconazol, Itraconazol, Ketoconazol oder Voriconazol<br />Antivirenmedizin f&uuml;r HIV oder AIDS<br />Cimetidin<br />Erythromycin<br />Haloperidol<br />Lorazepam<br />Medikamente f&uuml;r Depression, Angstzust&auml;nde oder psychotische St&ouml;rungen<br />Medikamente f&uuml;r Diabetes<br />Medikamente f&uuml;r Bluthochdruck<br />Medikamente f&uuml;r Parkinson<br />Medikamente f&uuml;r Anf&auml;lle wie Carbamazepin, Phenobarbital, Phenytoin<br />Rifampin<br />Steroide Medikamente wie Prednison oder Kortison<br /><br />Geben Sie Ihrem Arzt oder &Auml;rztin eine Liste aller Medikamente, Kr&auml;uter, nicht verschreibungspflichtige Medikamente oder Nahrungserg&auml;nzungsmittel, die Sie benutzen. Teilen Sie mit, ob Sie rauchen, Kaffee oder Alkohol trinken oder illegale Drogen nehmen. Dies kann die Wirkung des Medikamentes beeinflussen. Konsultieren Sie regelm&auml;&szlig;ig Ihren Arzt oder Ihre &Auml;rztin.<br /><br /><strong>Auf was sollte ich achten, wenn ich dieses Medikament nehme?</strong><br /><br />Ihr Arzt oder Ihre &Auml;rztin kann Ihnen raten, Ihre Sehkraft vor der Einnahme und 6 Monate danach messen zu lassen.<br /><br />Gehen Sie regelm&auml;&szlig;ig zu Nachuntersuchungen zu Ihrem Arzt oder Ihrer &Auml;rztin. Nehmen Sie das Medikament auch weiter, wenn es Ihnen nicht sofort besser geht. <br /><br />PatientInnen und ihre Familien sollten auf Suizidgefahren, gravierende Stimmungsschwankungen wie Angstgef&uuml;hle, Hyperaktivit&auml;t, Aufgedrehtheit, Schlaflosigkeit, Aggressivit&auml;t, Feindseligkeit, Irritation, Unruhe. Tauchen diese Anzeichen auf, besonders zur Behandlungsbeginn, rufen Sie Ihren Arzt oder Ihre &Auml;rztin an.<br /><br />Fahren Sie nicht, steuern sie keine Maschinen oder machen Sie nichts, was Ihre volle Aufmerksamkeit ben&ouml;tigt, bis Sie wissen, wie dieses Medikament bei Ihnen wirkt. Um das Risiko von Schwindel und Ohnmachtsanf&auml;llen zu vermeiden, besonders wenn Sie ein &auml;lterer Patient sind, bewegen Sie sich langsam und stehen Sie auch langsam auf. Alkohol kann Schwindel und Schl&auml;frigkeit verst&auml;rken. Vermeiden Sie also die Einnahme von Alkohol.<br /><br />Ihr Mund kann trocken sein. Kauen Sie einfach einen Kaugummi oder lutschen Sie ein Bonbon und trinken Sie viel Wasser. Das hilft.<br /><br />Besprechen Sie mit Ihrem Arzt oder Ihrer &Auml;rztin, wie Sie Erk&auml;ltungskrankheiten oder Allergien oder Husten behandeln sollen. Einige Inhaltsstoffe k&ouml;nnen m&ouml;gliche Nebenwirkungen verst&auml;rken.<br /><br /><strong>Welche Nebenwirkungen kann ich von diesem Medikament erwarten?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen m&uuml;ssen: <br />Allergische Reaktionen wie Hautausschlag, Jucken oder Nesselsucht, Anschwellen des Gesichts, der Lippen oder der Zunge<br />Schluckbeschwerden <br />Schneller oder unregelm&auml;&szlig;iger Herzschlag<br />Steigender Hunger oder Durst<br />Steigendes Wasserlassen<br />Gleichgewichtsst&ouml;rungen, Sprechst&ouml;rungen, Gehst&ouml;rungen<br />Anf&auml;lle<br />Steife Muskeln<br />Selbstmordgedanken oder andere Stimmungsschwankungen<br />Unkontrollierbare Bewegungen des Kopfes, Mundes, Hals, Arm oder Beine <br />Ungew&ouml;hnliche Schw&auml;che oder M&uuml;digkeit<br /><br />Nebenwirkungen, die Sie umgehend Ihrer &Auml;rztin oder Ihrem Arzt mitteilen sollten, wenn sie nicht aufh&ouml;ren oder st&ouml;ren:<br />&Auml;nderungen der Libido oder des Geschlechtstriebs<br />Verstopfung<br />Schwindel<br />Trockener Mund<br />Magenschmerzen <br />Gewichtszunahme<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen.<br /><br /><strong>Wo sollte ich meine Medikamente aufbewahren?</strong><br /><br />Vor Kindern nicht erreichbar aufbewahren. Bei einer Raumtemperatur zwischen 15 und 30 Grad Celsius aufbewahren. Beh&auml;lter fest geschlossen halten. Werfen Sie unbenutzte Medikamente nach dem Ablaufdatum weg.</p>