<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral <br /> Actos est utilis&eacute; pour contr&ocirc;ler l'hyperglyc&eacute;mie chez les diab&eacute;tiques de type 2 (diab&egrave;te non insulino-d&eacute;pendant). Cette forme de la maladie est habituellement caus&eacute;e par l'incapacit&eacute; de l'organisme &agrave; r&eacute;agir correctement &agrave; l'insuline: soit l'organisme ne produit pas suffisamment d'insuline ou les cellules ignorent l'insuline. L'insuline est l'hormone naturelle qui permet de transf&eacute;rer du sucre sur le sang et dans les cellules, o&ugrave; il est m&eacute;tabolis&eacute; en &eacute;nergie. Actos &oelig;uvres en am&eacute;liorant la r&eacute;action du corps &agrave; l'insuline, plut&ocirc;t que d'augmenter sa production d'insuline. Actos r&eacute;duit &eacute;galement la production de sucre inutiles dans le foie.<br /> Il est possible d'utiliser Actos (mal&eacute;ate de rosiglitazone et ainsi) seul ou avec des injections d'insuline ou d'autres m&eacute;dicaments contre le diab&egrave;te par voie orale telles que le glipizide, glyburide, le chlorhydrate de metformine.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez cette m&eacute;dicament par voie orale, avec ou sans nourriture, habituellement une fois par jour. Suivez toutes les instructions de votre conseiller de soins de sant&eacute;. Le dosage est bas&eacute; sur votre &eacute;tat de sant&eacute;, de la r&eacute;action possible de la th&eacute;rapie. Il peut &ecirc;tre corrig&eacute;e si vous &ecirc;tes trait&eacute; par d'autres m&eacute;dicaments anti-diab&eacute;tiques. Prendre cette m&eacute;dicament &agrave; chaque fois le m&ecirc;me jour parsque cette fa&ccedil;on vous obtiendrez le meilleur profit. Assurer un suivi r&eacute;gulier de la glyc&eacute;mie. Il peut prendre jusqu'&agrave; deux &agrave; trois mois avant la prestation compl&egrave;te est r&eacute;alis&eacute;e. Prenez tous les autres m&eacute;dicaments pour le diab&egrave;te selon les recommandations de votre m&eacute;decin.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Parlez &agrave; votre docteur si vous avez allergie &agrave; cette produit ou &agrave; d'autres &laquo;glitazones&raquo; (tels que la rosiglitazone, troglitazone), ou si vous avez d'autres types d'allergie. Ne pas utiliser si vous avez Actos certaines conditions m&eacute;dicales. Avant de traiter avec Actos, informez votre m&eacute;decin ou votre pharmacien si vous avez: diab&egrave;te de type 1 (diab&egrave;te insulino-d&eacute;pendant), l'insuffisance cardiaque (insuffisance cardiaque aigu&euml;) soit nouvellement diagnostiqu&eacute;s ou d'aggravation, dangereusement la glyc&eacute;mie &eacute;lev&eacute; (acidoc&eacute;tose diab&eacute;tique), les dysfonctionnements du foie. Avant prener ce m&eacute;dicament, parlez-en &agrave; votre m&eacute;decin ou votre pharmacien vos ant&eacute;c&eacute;dents m&eacute;dicaux, en particulier de: maladie cardiaque (insuffisance cardiaque congestive chronique), des probl&egrave;mes de foie, liquide dans les poumons, un gonflement (&oelig;d&egrave;me), de l'an&eacute;mie. Extr&ecirc;mement faible ou &eacute;lev&eacute; de sucre dans le sang peut causer une vision floue, des &eacute;tourdissements ou une somnolence; faire preuve de prudence s'engager dans des activit&eacute;s n&eacute;cessitant de la vigilance par exemple de conduire ou faire fonctionner des machines. Limitez l'alcool autant que possible lorsque vous &ecirc;tes trait&eacute; avec ce m&eacute;dicament car il peut augmenter le risque de d&eacute;velopper une hypoglyc&eacute;mie. Si vous avez de la fi&egrave;vre, infection, une blessure ou une intervention chirurgicale, il peut compliquer le contr&ocirc;le de votre glyc&eacute;mie. Consultez votre m&eacute;decin, car vous pourriez avoir besoin de correction de la dose ou un changement de vos m&eacute;dicaments peuvent &ecirc;tre n&eacute;cessaires. Les femmes ayant des probl&egrave;mes de fertilit&eacute; peuvent avoir certains changements dans le cycle menstruel (ovulation) de prendre ce m&eacute;dicament. Consultez votre m&eacute;decin ou votre pharmacien au sujet de la prescription de contraception fiable pendant que vous prenez Actos. Ce m&eacute;dicament doit &ecirc;tre utilis&eacute; chez les femmes enceintes que dans des conditions de vie qui menacent. Discuter les risques et les avantages avec votre m&eacute;decin. Si vous &ecirc;tes enceinte, votre m&eacute;decin peut remplacer l'insuline pour Actos. Suivez attentivement toutes les instructions. Il n'existe aucun rapport si ce m&eacute;dicament est excr&eacute;t&eacute; par le lait maternel. L'allaitement n'est pas conseill&eacute; lors de l'utilisation de ce m&eacute;dicament. Avant de commencer &agrave; allaiter, consultez votre m&eacute;decin.<br /><br /> <strong>Possible Effets secondaires possibles<br /></strong><br /> Effets secondaires de Actos sont l'acc&eacute;l&eacute;ration du rythme cardiaque, transpiration, confusion, vision trouble, maux de t&ecirc;te, engourdissement ou de picotement de la bouche, faiblesse, tremblements, vertiges, fatigue, p&acirc;leur et de la faim subite.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous manquez le dose de medicament, prenez-la d&egrave;s que vous vous rappellerez mais ne prenez pas si c'est presque le temp de prenez chez vos calendrier. Ne prenez pas extra dose si vous manquez le dose.<br /><br /> <strong>Surdosage</strong><br /><br /> Si vous pensez que vous avez utilis&eacute; trop de ce m&eacute;dicament chercher l'attention m&eacute;dicale d'urgence. Les sympt&ocirc;mes du surdosage incluent habituellement signes de bas niveau de sucre dans le sang, tels que la faim, la faiblesse, des &eacute;tourdissements, des maux de t&ecirc;te, irritabilit&eacute;, somnolence, &eacute;vanouissements, la transpiration, la confusion, des tremblements, des palpitations, de la saisie (convulsions), ou le coma.<br /><br /> <strong>Interaction des m&eacute;dicaments</strong><br /><br /> Informez votre docteur si vous prenez d'autres m&eacute;dicaments contre-diabetique (insuline, metformine, ou sulfonylureas tells que glyburide), m&eacute;dicaments &agrave; base de plantes / produits naturels (fenugrec, le ginseng, gymnema). Ce m&eacute;dicament peut diminuer l'efficacit&eacute; de certains contraceptifs qui peut aboutir &agrave; une grossesse. Prenez garde sur la forme de contr&ocirc;le des naissances fiables tout en utilisant Actos. Ne pas commencer ou d'interrompre l'apport de toute la m&eacute;decine sans approbation du m&eacute;decin ou pharmacien.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez Actos &agrave; la temp&eacute;rature ambiante. Conservez-la dans un r&eacute;cipient &eacute;tanche, au sec prot&eacute;ge de lumi&egrave;re et de humidit&eacute;. <br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui ne n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.te de type 1 (diab</p>