<p><strong>Description De Produit<br /></strong><br /> Usage g&eacute;n&eacute;ral<br /> Amaryl est un m&eacute;dicament oral sang sucre descente qui appartient &agrave; la classe des sulfonylur&eacute;es. substance active est le glim&eacute;piride. Il est utilis&eacute; en association avec un r&eacute;gime alimentaire et l'exercice pour traiter le type 2 (non insulino-d&eacute;pendant) du diab&egrave;te. Le m&eacute;canisme de son action est de stimuler la s&eacute;cr&eacute;tion et la lib&eacute;ration d'insuline par les cellules b&ecirc;ta du pancr&eacute;as (effet du pancr&eacute;as). Amaryl est utilis&eacute; pour traiter non insulino-d&eacute;pendant du diab&egrave;te (type 2) en monoth&eacute;rapie ou en association avec l'insuline (ou de la metformine).<br /><br /> <strong>Dosage et administration</strong><br /><br /> La meilleure dose est d&eacute;termin&eacute;e par un m&eacute;decin sur la base de mesures r&eacute;guli&egrave;res de la teneur en sucre dans le sang.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Faites attention &agrave; ne pas votre taux de sucre tomber trop bas &agrave; cause du stress, de sauter un repas, l'exercice trop longtemps, la consommation d'alcool ou. Sachez reconna&icirc;tre les signes d'hypoglyc&eacute;mie et de garder une source de sucre &agrave; port&eacute;e de main. Si votre taux de sucre est trop &eacute;lev&eacute; vous pouvez vous sentir tr&egrave;s faim ou soif. Vous pouvez &eacute;galement uriner plus que d'habitude. Prenez ce m&eacute;dicament exactement comme prescrit comme il est une partie d'un programme complexe compos&eacute; de l'alimentation, les m&eacute;dicaments et les s&eacute;ries d'exercices. Pr&eacute;venez votre m&eacute;decin si vous &ecirc;tes enceinte ou pr&eacute;voyez de devenir enceinte, ont des probl&egrave;mes de la glande surr&eacute;nale ou de l'hypophyse avant de prendre ce m&eacute;dicament.<br /><br /> <strong>Contre-indication<br /></strong><br /> Amaryl est contre-indiqu&eacute; chez les patients ayant des ant&eacute;c&eacute;dents de l'acidoc&eacute;tose diab&eacute;tique, coma diab&eacute;tique et prekoma, le diab&egrave;te insulino-d&eacute;pendant (type 1), une dysfonction r&eacute;nale grave, insuffisance h&eacute;patique s&eacute;v&egrave;re, d'hypersensibilit&eacute; au Amaryl, d'autres membres de la classe des sulfonylur&eacute;es et des sulfamides.<br /><br /> <strong>Effets secondaires possibles<br /></strong><br /> Si vous avez des signes de r&eacute;action allergique &agrave; ce m&eacute;dicament comme de l'urticaire, gonflement du visage et la gorge, une &eacute;ruption cutan&eacute;e ou d'autres sympt&ocirc;mes majeurs (&eacute;ruption cutan&eacute;e, d&eacute;mangeaisons, rougeurs, peau p&acirc;le, des ecchymoses ou des saignements, des engourdissements, une urine sombre, l'argile selles de couleur, des douleurs abdominales, fi&egrave;vre, naus&eacute;es) chercher &agrave; obtenir une aide m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament</strong><br /><br /> Diur&eacute;tiques comme l'hydrochlorothiazide (Hydrodiuril, Ezide, Hydro-Par, Microzide, le furos&eacute;mide (Lasix)), les corticost&eacute;ro&iuml;des tels que la prednisone et la m&eacute;thylprednisolone (Medrol), la ph&eacute;nyto&iuml;ne (Dilantin), de niacine et sympathomim&eacute;tiques tels que la pseudo&eacute;ph&eacute;drine (Sudafed) sont en mesure d'augmenter le sang de sucre et de diminuer l'effet d'Amaryl. Le propranolol (Inderal) et de l'at&eacute;nolol (Tenormin) appartiennent &agrave; des b&ecirc;ta-bloquants et sont &eacute;galement capables d'influer sur les niveaux de sang et l'activit&eacute; baisse de Amaryl.<br /><br /> <strong>Omission de dose</strong><br /><br /> Prenez la dose oubli&eacute;e d&egrave;s que vous vous souvenez &agrave; ce sujet. S'il est presque temps de votre prochaine dose il suffit de sauter et de retour &agrave; l'horaire r&eacute;gulier.<br /><br /> <strong>Surdosage<br /></strong><br /> Une attention m&eacute;dicale imm&eacute;diate en besoin au cas o&ugrave; vous trop trop de la m&eacute;decine. effets secondaires possibles incluent: l'extr&ecirc;me faiblesse, confusion, vision floue, douleur &agrave; l'estomac, des troubles d'&eacute;locution, des tremblements, des sueurs, de saisie, et le coma.<br /><br /> <strong>Stockage<br /></strong><br /> Stocker &agrave; temp&eacute;rature ambiante dans un r&eacute;cipient &eacute;tanche et &agrave; l'abri des rayons du soleil, l'humidit&eacute;, les enfants et les animaux domestiques.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>