<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> La metformine (Glucophage) est un m&eacute;dicament oral contre le diab&egrave;te utilis&eacute; pour traiter le diab&egrave;te de type 2. Sa substance active est la metformine, qui appartient &agrave; la cat&eacute;gorie des biguanides. Il r&eacute;duit la concentration de glucose, supprimant le m&eacute;tabolisme du glucose sanguin dans le foie, r&eacute;duit l'absorption de glucose dans le tractus gastro-intestinal, et de ce fait, l'am&eacute;lioration de son utilisation par les tissus. Glucophage stabilise ou r&eacute;duit le poids corporel. L'effet th&eacute;rapeutique n'est pas connu en l'absence d'insuline dans le sang. Il ne provoque pas de r&eacute;actions hypoglyc&eacute;miques. Il am&eacute;liore les propri&eacute;t&eacute;s fibrinolytiques du sang. Il est utilis&eacute; pour traiter le diab&egrave;te sucr&eacute; (type 2) chez les adultes et chez les patients pour lesquels un traitement par la sulfonylur&eacute;e a &eacute;t&eacute; inefficace, en particulier dans les cas accompagn&eacute;s d'ob&eacute;sit&eacute;.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Ne prenez pas de ce m&eacute;dicament s&rsquo;il ne vous a pas &eacute;t&eacute; prescrit personnellement et veillez &agrave; ne pas d&eacute;passer la dose recommand&eacute;e. Prenez-le avec un repas si votre m&eacute;decin ne vous a pas recommand&eacute; de le prendre autrement. Glucophage est administr&eacute; pour une prise de deux fois par jour par 500 mg ou 850 mg une fois par jour pour traiter le diab&egrave;te de type 2 chez les adultes. Se basant sur les niveaux de glucose dans le sang, la dose de Glucophage peut &ecirc;tre augment&eacute;e jusqu&rsquo;&agrave; la dose maximale quotidienne de 2550 mg administr&eacute;s en trois doses fractionn&eacute;es.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ce m&eacute;dicament est susceptible de provoquer un &eacute;tat de danger pour la vie chez certaines personnes. Cet &eacute;tat se caract&eacute;rise par la faiblesse, l'augmentation de la somnolence, le ralentissement du rythme cardiaque, la sensation de froid, des douleurs musculaires, des douleurs abdominales, l&rsquo;essoufflement, la sensation de t&ecirc;te l&eacute;g&egrave;re, et l'&eacute;vanouissement. Il est appel&eacute; &eacute;tat d&rsquo;acidose lactique. Si vous ressentez de tels sympt&ocirc;mes, consultez imm&eacute;diatement un m&eacute;decin. Il faut &eacute;galement pr&ecirc;ter attention aux sympt&ocirc;mes d'hypoglyc&eacute;mie, qui comprennent la faim, l&rsquo;obnubilation, l&rsquo;irritabilit&eacute;, la somnolence, les maux de t&ecirc;te, la faiblesse, le pouls rapide, des tremblements, des sueurs, des acc&egrave;s et il est n&eacute;cessaire d&rsquo;avoir toujours du sucre &agrave; port&eacute;e de main. Evitez la consommation d'alcool.<br /><br /> <strong>Contre-indications<br /></strong><br /> L&rsquo;hypersensibilit&eacute;, le coma hyperglyc&eacute;mique, l&rsquo;acidoc&eacute;tose, l&rsquo;insuffisance r&eacute;nale, une maladie du foie, une insuffisance cardiaque, un infarctus aigu du myocarde, une insuffisance respiratoire, la d&eacute;shydratation, les maladies infectieuses, une importante intervention chirurgicale et des traumas, l'alcoolisme, le r&eacute;gime alimentaire r&eacute;duit en calories (moins de 1000 kcal / jour), l'acidose lactique (y compris comme ant&eacute;c&eacute;dent), la grossesse, l'allaitement maternel. Le m&eacute;dicament ne doit pas &ecirc;tre pris dans les 2 jours pr&eacute;c&eacute;dant une op&eacute;ration chirurgicale, des examens aux radio-isotopes et aux rayons X, une tomodensitom&eacute;trie (TDM). Glucophage est contre-indiqu&eacute; chez les patients de plus de 60 ans, ou chez les personnes exer&ccedil;ant un travail physique p&eacute;nible (le risque d'acidose lactique augmente).<br /><br /> <strong>Effets secondaires</strong><br /><br /> Les effets secondaires suivants sont les plus courants et au cas o&ugrave; ils sont graves, il faut arr&ecirc;ter de prendre le m&eacute;dicament: un boursouflement ou une prise de poids rapide, des naus&eacute;es, des vomissements, des gaz, des ballonnements, de la diarrh&eacute;e et la perte d'app&eacute;tit. En cas d'acidose lactique &eacute;galement, il faut demander de l'aide m&eacute;dicale d'urgence: la faiblesse, l'augmentation de la somnolence, le ralentissement du rythme cardiaque, la sensation de froid, l'essoufflement, des douleurs abdominales, des douleurs musculaires, des &eacute;tourdissements et des &eacute;vanouissements. Des r&eacute;actions allergiques sont &eacute;galement possibles: urticaire, enflure, &eacute;ruptions cutan&eacute;es.<br /><br /> <strong>Interaction des m&eacute;dicaments <br /></strong><br /> La cim&eacute;tidine (Tagamet) augmente la teneur de Glucophage dans le sang, affectant ainsi son m&eacute;tabolisme. Glucophage n'est pas compatible avec l'alcool. L'administration simultan&eacute;e avec des anticoagulants indirects et la cim&eacute;tidine doit &ecirc;tre faite avec pr&eacute;caution. Glucophage augmente le m&eacute;tabolisme du furos&eacute;mide. Les d&eacute;riv&eacute;s de la sulfonylur&eacute;e, de l'insuline, d&rsquo;acarbose, des inhibiteurs de la MAO, de l'oxyt&eacute;tracycline, du cyclophosphamide et les salicylates accentuent les effets de Glucophage. La diminution de l'effet hypoglyc&eacute;miant de Glucophage est due &agrave; la co-administration avec des m&eacute;dicaments de traitement de la thyro&iuml;de, les pilules contraceptives et d'autres hormones, l'adr&eacute;naline, le glucagon, les diur&eacute;tiques thiazidiques, des d&eacute;riv&eacute;s de l'acide nicotinique.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis de prendre votre dose &agrave; temps, s'il vous pla&icirc;t, faites-le d&egrave;s que vous vous en &ecirc;tes rappel&eacute;. Mais ne le faites pas s&rsquo;il est trop tard ou si l&rsquo;heure de la prochaine dose est proche. Ne prenez pas de dose double ou de dose suppl&eacute;mentaire de ce m&eacute;dicament. Prenez plut&ocirc;t la dose le lendemain &agrave; l&rsquo;heure habituelle.<br /><br /> <strong>Surdosage <br /></strong><br /> Les sympt&ocirc;mes de surdose de Glucophage sont l&rsquo;un des signes de bas niveau de sucre dans le sang: la faim, l&rsquo;obnubilation, l&rsquo;irritabilit&eacute;, la somnolence, les maux de t&ecirc;te, la faiblesse, les tremblements, les sueurs, le pouls rapide, les acc&egrave;s, et il est souhaitable d&rsquo;avoir du sucre toujours &agrave; sa port&eacute;e. Si vous avez l&rsquo;un des sympt&ocirc;mes cit&eacute;s ou des sympt&ocirc;mes inhabituels, appelez imm&eacute;diatement votre m&eacute;decin.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez &agrave; temp&eacute;rature ambiante entre 20-25 &deg;C (68-77 &deg;F). Gardez &agrave; l'abri de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re du soleil. Il n'est pas recommand&eacute; de conserver dans une salle de bain et &agrave; des endroits accessibles aux enfants.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>