<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral <br /></strong><br /> Le glipizide une sulfonylur&eacute;e utilis&eacute;e pour traiter le diab&egrave;te de type 2 et appartient &agrave; la classe des m&eacute;dicaments des sulfonylur&eacute;es, de m&ecirc;me que le glim&eacute;piride (Amaryl), le glyburide (Micronase, Diabeta), le tolbutamide (Orinase) et le tolazamide (Tolinase). Il stimule la s&eacute;cr&eacute;tion d'insuline par les cellules b&ecirc;ta du pancr&eacute;as.<br /><br /> <strong>Dosage et administration <br /></strong><br /> Ne modifiez pas votre dose de glipizide sans avoir consult&eacute; au pr&eacute;alable votre m&eacute;decin. La dose initiale pour des comprim&eacute;s &agrave; absorption rapide est de 5 mg, prise 30 minutes avant le repas. La dose maximale est de 40 mg par jour. La dose maximale de comprim&eacute;s &agrave; usage prolong&eacute; ne doit pas d&eacute;passer 20 mg par jour. Prenez le m&eacute;dicament avec un grand verre d'eau avant le repas. Le meilleur r&eacute;sultat de traitement est obtenu lorsque ce m&eacute;dicament est pris de fa&ccedil;on r&eacute;guli&egrave;re.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Le traitement par glipizide peut accro&icirc;tre le risque de d&eacute;c&egrave;s par maladie cardio-vasculaire. Evitez les boissons alcoolis&eacute;es, car elles font baisser la glyc&eacute;mie. Evitez de m&acirc;cher, morceler ou &eacute;craser des comprim&eacute;s &agrave; usage prolong&eacute; de glipizide, il faut les avaler en entier.<br /><br /> <strong>Contre-indications</strong><br /><br /> L&rsquo;hypersensibilit&eacute;, le diab&egrave;te sucr&eacute; insulinod&eacute;pendant (diab&egrave;te infantile, diab&egrave;te accompagn&eacute; d&rsquo;une acidoc&eacute;tose ou pr&eacute;coma) r&eacute;nale aigue ou d&rsquo;une insuffisance h&eacute;patique, de st&eacute;nose du tractus gastro-intestinal, le bas &acirc;ge.<br /><br /> <strong>Effets secondaires<br /></strong><br /> Outre les signes d'allergie (urticaire, &eacute;ruption cutan&eacute;e, boursouflure du visage et de la langue) chez certains patients d'autres sympt&ocirc;mes ont &eacute;t&eacute; r&eacute;v&eacute;l&eacute;s: c&eacute;phal&eacute;es, vertiges, diarrh&eacute;es, gaz, h&eacute;patite, jaunisse, et une faible concentration de sodium.<br /><br /> <strong>Interaction des m&eacute;dicaments<br /> </strong><br /> L'alcool retarde les effets du glipizide en freinant son absorption. Le glipizide doit &ecirc;tre administr&eacute; 1-2 heures avant la cholestyramine, car celle-ci agit sur son absorption. Le fluconazole (Diflucan) accroit le degr&eacute; d'absorption et l'efficacit&eacute; du glipizide. Les m&eacute;dicaments qui font baisser ou augmenter la glyc&eacute;mie sont en mesure d&rsquo;influencer sur l&rsquo;action du glipizide: l'aspirine ou d&rsquo;autres salicylates, les anti-inflammatoires, les sulfamides, tels que le sulfam&eacute;thoxazole-trim&eacute;thoprime (Bactrim, Septra), les inhibiteurs de MAO, les b&ecirc;ta-bloquants tels que propranolol (Inderal), les diur&eacute;tiques thiazidiques, les st&eacute;ro&iuml;des tels que prednisone (Deltasone, Orasone), les oestrog&egrave;nes, les corticost&eacute;ro&iuml;des, les m&eacute;dicaments de la thyro&iuml;de, les ph&eacute;nothiazines telles que chlorpromazine (Thorazine), la niacine, la ph&eacute;nyto&iuml;ne, et les bloqueurs de canaux calciques.<br /><br /> <strong>Omission de dose<br /></strong><br /> Si vous avez omis de prendre votre dose &agrave; temps, veuillez le faire d&egrave;s que vous vous en etes rappel&eacute;. Mais ne prenez pas la dose omise s&rsquo;il est trop tard ou si l&rsquo;heure de votre prochaine dose est proche. Ne pas prendre de doses doubles ou de doses suppl&eacute;mentaires de ce m&eacute;dicament. Prenez votre dose habituelle le lendemain &agrave; la m&ecirc;me heure et r&eacute;guli&egrave;rement.<br /><br /> <strong>Surdosage <br /></strong><br /> Les sympt&ocirc;mes du surdosage du glipizide sont ceux de l'hypoglyc&eacute;mie: la faim, les naus&eacute;es, anxi&eacute;t&eacute;, les sueurs froides, la faiblesse, la somnolence, la perte de conscience et le coma. Si vous ressentez l'un d'eux ou des sympt&ocirc;mes inhabituels, appelez imm&eacute;diatement votre m&eacute;decin.<br /><br /> <strong>Conservation<br /></strong><br /> Conservez &agrave; temp&eacute;rature ambiante entre 20-25 &deg;C (68-77 &deg;F). Gardez &agrave; l'abri de l'humidit&eacute;, de la chaleur et de la lumi&egrave;re du soleil. Il n'est pas recommand&eacute; de conserver dans une salle de bain et &agrave; des endroits accessibles aux enfants.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments et qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e aupr&egrave;s de votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>