<p><strong>Utilisation des Drogues </strong><br /><br /> La metformine est utilis&eacute;e pour traiter le diab&egrave;te de type 2. Il est utilis&eacute; avec le r&eacute;gime et exercice. Il mai &ecirc;tre utilis&eacute; seul ou avec d'autres m&eacute;dicaments anti-diab&eacute;tiques. <br /><br /> <strong>Comment utiliser </strong><br /><br /> Emploi de la metformine comme indiqu&eacute; par votre m&eacute;decin. <br /><br /> Prendre de la metformine par la bouche avec des aliments. <br /> Prendre de la metformine sur un horaire r&eacute;gulier pour tirer le meilleur profit. Prenant de la metformine &agrave; la m&ecirc;me heure chaque jour vous aidera &agrave; vous rappeler de le prendre. <br /> Continuer &agrave; prendre de la metformine, m&ecirc;me si vous vous sentez bien. Ne manquez aucune dose. <br /> Demandez &agrave; votre fournisseur de soins de sant&eacute; aux questions que vous avez mai sur l'utilisation de metformine. <br /><br /><strong>Classe de drogue et le M&eacute;canisme</strong><br /><br /> La metformine est un biguanide antidiab&eacute;tique. Il agit en diminuant la quantit&eacute; de sucre qui produit le foie et les intestins absorbent. Il contribue &eacute;galement &agrave; rendre votre corps plus sensibles &agrave; l'insuline que vous produisez naturellement. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de metformine et l'utilisent r&eacute;guli&egrave;rement, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Boutique metformine entre 68 et 77 degr&eacute;s F (20 et 25 degr&eacute;s C). Br&egrave;ve de stockage &agrave; des temp&eacute;ratures entre 59 et 86 degr&eacute;s F (15 et 30 degr&eacute;s C) est autoris&eacute;e. Stocker &agrave; l'&eacute;cart de la chaleur, l'humidit&eacute; et la lumi&egrave;re. Ne pas ranger dans la salle de bain. La metformine garder hors de la port&eacute;e des enfants et loin des animaux.</p><p><strong>Mises en garde / Pr&eacute;cautions</strong> <br /><br /> Ne pas utiliser metformine si: <br /><br /> vous &ecirc;tes allergique &agrave; tout ingr&eacute;dient de la metformine; <br /> vous avez une insuffisance cardiaque congestive qui est trait&eacute;e par la m&eacute;decine; <br /> vous avez une infection s&eacute;v&egrave;re, les faibles niveaux d'oxyg&egrave;ne du sang, des probl&egrave;mes r&eacute;naux ou h&eacute;patiques, c&eacute;tone art&eacute;rielle ou le taux d'acide (par exemple, une acidoc&eacute;tose diab&eacute;tique), ou de d&eacute;shydratation s&eacute;v&egrave;re; <br /> vous avez eu un accident vasculaire c&eacute;r&eacute;bral ou une crise cardiaque r&eacute;cente, ou si vous &ecirc;tes en &eacute;tat de choc; <br /> vous avez 80 ans ou plus et qui n'ont pas subi de test de la fonction r&eacute;nale; <br /> vous pourrez subir une intervention chirurgicale ou des proc&eacute;dures de laboratoire certain. <br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br /><br /> <strong>Important: <br /></strong><br /> Vertiges mai se produisent alors que vous &ecirc;tes trait&eacute;s par la metformine. Cet effet mai &ecirc;tre pire si vous le prenez avec de l'alcool ou certains m&eacute;dicaments. Emploi de la metformine avec prudence. Ne pas conduire ou d'accomplir d'autres t&acirc;ches &eacute;ventuellement dangereux jusqu'&agrave; ce que vous savez comment vous y r&eacute;agir. <br /> Suivre le r&eacute;gime alimentaire et d'exercice qui vous est donn&eacute; par votre fournisseur de soins de sant&eacute;. <br /> Ne pas boire de grandes quantit&eacute;s d'alcool pendant que vous utilisez la Metformine. Parlez-en &agrave; votre m&eacute;decin ou votre prestataire de soins de sant&eacute; avant de consommer de l'alcool pendant que vous utilisez la Metformine. <br /> Dites &agrave; votre m&eacute;decin ou dentiste que vous prenez metformine avant de recevoir tous les soins m&eacute;dicaux ou dentaires, des soins d'urgence, ou la chirurgie. <br /> Attention &agrave; ne pas se d&eacute;shydrater, surtout par temps chaud ou lorsque vous &ecirc;tes en &eacute;tant actif. D&eacute;shydratation mai augmenter le risque de metformine de l 'effets secondaires. <br /> R&eacute;aliser une carte d'identit&eacute; &agrave; tout moment, qui dit que vous avez du diab&egrave;te. V&eacute;rifier votre taux de sucre dans le sang comme indiqu&eacute; par votre m&eacute;decin. Si elles sont souvent plus &eacute;lev&eacute;s ou plus bas que ce qu'ils devraient &ecirc;tre et vous prendre de la metformine exactement selon la prescription, parlez-en &agrave; votre m&eacute;decin. <br /> Ce m&eacute;dicament ne baisse pas habituellement votre taux de sucre dans le sang. Faible taux de sucre sanguin mai-&ecirc;tre plus susceptibles de se produire si vous sautez un repas, l'exercice lourdement, ou boire de l'alcool. Il mai &eacute;galement &ecirc;tre plus probable si vous prendre de la metformine ainsi que certains m&eacute;dicaments pour le diab&egrave;te (par exemple, sulfamides hypoglyc&eacute;miants, insuline). C'est une bonne id&eacute;e d'avoir une source fiable de glucose (par exemple, les comprim&eacute;s ou gel) pour traiter l'hypoglyc&eacute;mie. Si ce n'est pas disponible, vous devez manger ou boire une source de sucre comme le sucre de table, du miel, des bonbons, du jus d'orange, ou la non-soda di&egrave;te. Cela augmenter votre niveau de sucre dans le sang rapidement. Pr&eacute;venez votre m&eacute;decin si cela se produit. Pour pr&eacute;venir l'hypoglyc&eacute;mie, de manger des repas &agrave; la m&ecirc;me heure chaque jour et ne sautez pas de repas. <br /> Fi&egrave;vre, une infection, une blessure ou une chirurgie mai augmenter votre risque de taux &eacute;lev&eacute;s de sucre ou d'hypotension art&eacute;rielle. Si l'une de ces situations, v&eacute;rifiez votre glyc&eacute;mie de pr&egrave;s et en informer votre m&eacute;decin sans tarder. <br /> Metformine mai souvent la cause des maux d'estomac, indigestion, naus&eacute;es, vomissements ou diarrh&eacute;e au d&eacute;but du traitement. Si vous avez des probl&egrave;mes d'estomac inhabituels ou inattendus, ou si vous avez des probl&egrave;mes d'estomac plus tard au cours du traitement, contactez votre m&eacute;decin imm&eacute;diatement. Cette mai &ecirc;tre un signe d'acidose lactique. <br /> Des tests en laboratoire, y compris la fonction r&eacute;nale, la glyc&eacute;mie &agrave; jeun, l'h&eacute;moglobine A1c et la num&eacute;ration sanguine, mai &ecirc;tre effectu&eacute; alors que vous utilisez la Metformine. Ces tests mai &ecirc;tre utilis&eacute; pour surveiller votre &eacute;tat de sant&eacute; ou v&eacute;rifier les effets secondaires. Assurez-vous de conserver tous les m&eacute;decins et les nominations de laboratoire. <br /> Emploi de la metformine avec prudence chez les personnes &acirc;g&eacute;es; mai ils &ecirc;tre plus sensibles &agrave; ses effets. Le taux de sucre dans le sang mai &eacute;galement &ecirc;tre plus difficile &agrave; reconna&icirc;tre chez les personnes &acirc;g&eacute;es. <br /> La metformine ne doit pas &ecirc;tre utilis&eacute; chez les enfants de moins de 10 ans, la s&eacute;curit&eacute; et l'efficacit&eacute; de ces enfants n'ont pas &eacute;t&eacute; confirm&eacute;es. <br /> Grossesse et allaitement: Si vous &ecirc;tes enceinte, consultez votre m&eacute;decin. Vous aurez besoin de discuter des avantages et des risques de l'utilisation de metformine pendant que vous &ecirc;tes enceinte. On ne sait pas si la metformine est trouv&eacute;e dans le lait maternel. Ne pas allaiter tout en prenant de la metformine.</p><p><strong>Effets secondaires possibles </strong><br /><br /> Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> Diarrh&eacute;e; gaz; maux de t&ecirc;te, indigestion, naus&eacute;es, maux d'estomac, go&ucirc;t m&eacute;tallique temporaire; vomissements. <br /> Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent: <br /><br /> Les r&eacute;actions allergiques graves (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue), douleur ou g&ecirc;ne thoracique, &eacute;tourdissements ou des vertiges, respiration rapide ou difficile; sentiment d'&ecirc;tre exceptionnellement froid , la fi&egrave;vre, des frissons ou mal de gorge persistant, sensation g&eacute;n&eacute;rale de malaise, douleur ou faiblesse musculaire, ralentissement des battements cardiaques irr&eacute;guliers, somnolence inhabituelle, douleur inhabituelle ou persistante estomac ou de l'inconfort, fatigue ou faiblesse inhabituelle. <br /><br /> <strong>Plus d'information </strong><br /><br /> Si vous avez des questions concernant hydrochlorothiazide, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;. <br /> La metformine doit &ecirc;tre utilis&eacute;e que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes.</p>