<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> H&auml;ufig ist Diflucan als ein Anti-Pilz-Antibiotikum, das zur Behandlung von Pilzinfektionen, Candidiasis genannt, verwendet wird. Dieses Medikament ist vorgeschrieben f&uuml;r Behandlung solchen Infektionen als vaginale, Hals-und Pilzinfektionen, Infektionen der Harnwege, Peritonitis und Pneumonie. Diflucan funktioniert durch die Vernichtung von empfindlichen Pilzen und st&ouml;rt die Bildung der Pilzzellmembran.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> nehmen es oral einmal t&auml;glich, mit oder ohne Nahrung, mithilfe des Dosierl&ouml;ffels. Nehmen Sie es jeden Tag zur gleichen Zeit, wenn Sie das beste Ergebnis erhalten m&ouml;chten, mit einem vollen Glas Wasser. Sie f&uuml;hlen sich besser nach 24 Stunden Diflucan Einnahme. Allerdings nur nach wenigen Tagen verschwinden Ihre Symptome komplett. Wenn es keine &Auml;nderung in Ihrer Gesundheit nach ein paar Tagen auftreten, benachrichtigen Sie Ihren Arzt.<br /> Dosierung f&uuml;r Erwachsene h&auml;ngt von der Art der Infektion ab und ist wie folgt verwendet zu sein:<br /> 1) Genitale Soor - 150mg als Einzeldosis <br /> 2) Mucosale Soor - Dosis h&auml;ngt davon ab, wo die Infektion liegt bei 50 mg einmal t&auml;glich, im laufe eines Monats. <br /> 3) Hautpilzinfektionen - 50mg einmal t&auml;glich 2-4 Wochen, <br /> 4) Interne Pilzinfektionen 400mg am ersten Tag dann 200-400mg einmal t&auml;glich f&uuml;r 6-8 Wochen oder l&auml;nger, falls erforderlich. <br /> 5) Um zu verhindern, Pilzinfektionen anzustecken - 50-400mg einmal t&auml;glich, w&auml;hrend Sie ein Risiko der Infektion haben; <br /> 6) um die Infektion, die durch Cryptococcus verursacht wurde, zu stoppen - 100-200mg einmal t&auml;glich auf unbestimmte Zeit<br /> Dosierung f&uuml;r Kinder von 4 Wochen bis 15 Jahre alt kann sich variieren und h&auml;ngt von der Art der Infektion ab: <br /> 1) muk&ouml;sere Infektionen - 3mg/kg einmal t&auml;glich, <br /> 2) interne Pilzinfektionen - 6-12mg/kg einmal t&auml;glich; <br /> 3) Verhinderung von Pilzinfektionen - 3-12mg/kg einmal t&auml;glich, w&auml;hrend das Risiko besteht. F&uuml;r Kinder von 2-4 Wochen, ist dieselbe Dosis, wie oben genannt, aber einmal alle 2 Tage zu geben. Maximale Dosis von 12mg/kg ist alle 2 Tage zu geben. F&uuml;r Kinder weniger als 2 Wochen alt, ist dieselbe Dosis wie oben genannt, n&ouml;tig, aber einmal alle 3 Tage. Geben Sie nicht mehr als 12mg/kg alle 3 Tage. <br /><br /> <strong>Anmerkung:</strong> diese Anleitung ist hier nur f&uuml;r Ihre Benachrichtigung gegeben. Es ist notwendig, Ihren Arzt in Verbindung zu setzen, bevor Sie mit der Einnahme beginnen. Es hilft Ihnen, optimale Ergebnisse zu erzielen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> f&uuml;r vaginale Hefepilz-Infektionen verschreiben &Auml;rzte in der Regel eine Einzeldosis von Diflucan. Wenn sich der Zustand bei der Behandlung der Hefeinfektion nach 5 Tagen nicht verbessert, wenden Sie sich an Ihren Arzt so bald wie m&ouml;glich. Seien Sie mit diesem Medikament vorsichtig, wenn Sie in der Geschichte Leber- oder Nierenerkrankung haben.<br /> Obwohl selten, kann aber dieses Medikament Sie schwindlig machen, so seien Sie aufmerksam, w&auml;hrend Sie das Auto fahren oder Mechanismen bedienen. <br /> Begrenzen Sie Alkohol. Diflucan sollte nicht w&auml;hrend der Schwangerschaft oder Stillzeit ohne &auml;rztlichen Rat verwendet werden. Verwenden Sie nicht vor dem Stillen ohne Beratung mit dem Arzt.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Diflucan ist nicht den Menschen die &Uuml;berempfindlichkeit gegen Fluconazol, oder andere anti-Pilz Azole Pr&auml;parate, zB Clotrimazol, Ketoconazol, Itraconazol und andere haben, erlaubt. Auch Diflucan ist kontraindiziert: bei Nieren- und Lebererkrankungen; Herz-Kreislauf-Krankheiten, einschlie&szlig;lich Herzkrankheiten (Herzfrequenz- oder Rhythmus-St&ouml;rungen); niedrigem Blutspiegel von Calcium, Magnesium oder Kalium.<br /><br /> <strong>M&ouml;gliche Nebenwirkung<br /></strong><br /> diese k&ouml;nnen allergische Reaktion einschlie&szlig;en: Nesselsucht, Atembeschwerden, Schwellungen von Ihrem Gesicht, Lippen, Zunge oder Rachen. Auch die meisten m&ouml;glichen Nebenwirkungen sind: &Uuml;belkeit, Magenschmerzen, niedrige Fieber, Verlust von Appetit, dunkle Urin, lehmverf&auml;rbter Stuhl, Gelbsucht (Gelbf&auml;rbung der Haut oder Augen); Fieber, Sch&uuml;ttelfrost, Muskelschmerzen, Grippe-Symptome; schwere Blasenbildung, Hautschuppung und roter Hautausschlag; leichte Bluterg&uuml;sse oder Blutungen, ungew&ouml;hnliche Schw&auml;che; oder Beschlagnahme (Kr&auml;mpfe).<br /> Weniger schwerwiegende einschlie&szlig;en: leichte &Uuml;belkeit, Erbrechen, Durchfall, Magenverstimmung, Kopfschmerzen, Schwindel, ungew&ouml;hnlicher oder unangenehmer Geschmack im Mund; Hautausschlag oder Juckreiz der Haut. Wenn Sie einer von Ihnen erlebt haben, h&ouml;ren Sie mit der Einnahme auf und informieren Sie Ihren Arzt so bald wie m&ouml;glich. Benachrichtigen Sie Ihren Arzt von jeder Nebenwirkung, die ungew&ouml;hnlich scheint.<br /><br /> <strong>Wechselwirkung <br /></strong><br /> Diflucan interagiert mit solchen Medikamenten: Blutverd&uuml;nner, wie Warfarin (Coumadin) Cyclosporin (Gengraf, Sandimmun, Neoral); orale Diabetes-Medikamente, wie Glipizid (Glucotrol), Glyburide (Diabeta, Micronase, Glynase), Tolbutamid (Orinase), Tolazamide (Tolinase), Chlorpropamide (Diabinese) und andere; Rifabutin (Mycobutin) oder Rifampin (Rifadin, Rifater, Rifamate, Rimactane); Beruhigungsmittel wie Diazepam (Valium), Lorazepam (Ativan), Alprazolam (Xanax) oder Midazolam (Versed); Beschlagnahme Medikamenten wie Phenytoin (Phenytoin) oder Valproins&auml;ure (Depakene); Tacrolimus ((Prograf); Theophyllin (Theolair, Theochron, Elixophyllin, Theo-Dur, Slo-Phyllin, andere).<br /> Beachten Sie auch, dass die Interaktion zwischen zwei Medikamenten nicht immer bedeutet, dass Sie mit einem von Ihnen aufh&ouml;ren m&uuml;ssen. Wie &uuml;blich beeinflusst die Wirkung von den Medikamenten, so konsultieren Sie mit Ihrem Arzt dar&uuml;ber, wie Interaktionen verwaltet werden oder verwaltet werden sollten.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie die Einnahme von dem Pr&auml;parat verpasst haben, nehmen Sie eine Dosis so bald, wie Sie sich daran erinnern. Wenn es fast die Zeit f&uuml;r Ihre n&auml;chste Dosis ist, so nehmen Sie nur die n&auml;chste Dosis ein und kehren Sie zu Ihrem regelm&auml;&szlig;igen Zeitplan zur&uuml;ck.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Symptome von Diflucan &Uuml;berdosierung sind wie folgt: Verwirrung oder ungew&ouml;hnliche Gedanken oder Verhalten. Rufen Sie Ihren Arzt sofort an, wenn die ungew&ouml;hnlichen Symptome auftreten.<br /><br /> <strong>Lagerung<br /></strong><br /> - bei Zimmertemperatur zwischen 59-77 Grad F (15-25 Grad C) bewahren. Vor Licht und Feuchtigkeit sch&uuml;tzen. Au&szlig;er Reichweite von Kindern und Tiere halten. Benutzen Sie nicht nach dem Verfalldatum.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>