<p><strong>Drug Benutzt </strong><br /><br /> Grifulvin V wird zur Behandlung von Pilzinfektionen der Kopfhaut, K&ouml;rper, Fu&szlig; (Sportler 's verwendet Fu&szlig;), N&auml;gel, Oberschenkel (Jock itch) oder Haarfollikel (Barbier ' s Juckreiz). <br /><br /><strong>Gebrauchsanweisung</strong><br /><br /> Verwenden Sie grifulvin V wie von Ihrem Arzt. Pr&uuml;fen Sie das Etikett auf die Medizin f&uuml;r die exakte Dosierung Anweisungen. <br /><br /> Nutzen Sie grifulvin V durch den Mund mit oder ohne Nahrung. <br /><br /> Gut sch&uuml;tteln vor jedem Gebrauch. <br /><br /> Verwenden Sie ein Messger&auml;t f&uuml;r die Medizin markiert Dosierung. Fragen Sie Ihren Apotheker um Hilfe, wenn Sie, wie Sie Ihre Dosis Ma&szlig;nahme nicht sicher sind. <br /><br /> Zur Kl&auml;rung Ihrer Infektion vollst&auml;ndig nutzen grifulvin V f&uuml;r den gesamten Kurs der Behandlung. Halten Sie es verwenden, auch wenn Sie sich besser f&uuml;hlen in ein paar Tagen. <br /><br /> <strong>Drug-Klasse und Mechanismus </strong><br /><br /> Grifulvin V ist ein Antimykotikum. Es funktioniert, indem die Haut widerstandsf&auml;higer gegen Pilzbefall. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von myambutol, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Lagerung bei Raumtemperatur weg von der Sonneneinstrahlung und Feuchtigkeit.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie KEINE grifulvin V, wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in grifulvin V <br /> Sie an einer schweren Lebererkrankung oder die Blutkrankheit Porphyrie <br /> Sie schwanger sind <br /><br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> Einige medizinische Bedingungen k&ouml;nnen mit grifulvin V. interagieren Sie Ihren Arzt oder Apotheker, wenn Sie irgendwelche medizinischen Bedingungen, vor allem, wenn einer der folgenden Punkte auf Sie zutrifft: <br /> wenn Sie schwanger sind, eine Schwangerschaft planen oder stillen <br /> wenn Sie verschreibungspflichtige oder nicht verschreibungspflichtige Arzneimittel, pflanzliche Zubereitung oder di&auml;tetische Erg&auml;nzung nehmen <br /> Wenn Sie Allergien gegen Medikamente, Nahrungsmittel oder andere Substanzen, <br /> wenn Sie Diabetes, Lebererkrankungen, Lupus oder Taubheit der H&auml;nde oder F&uuml;&szlig;e <br /><br />Einige Arzneimittel k&ouml;nnen Wechselwirkungen mit grifulvin V. Informieren Sie Ihren Arzt, wenn Sie andere Arzneimittel, vor allem einer der folgenden:&nbsp;<br /> Barbiturate (zB Phenobarbital), weil sie grifulvin V verringern kann 's Wirksamkeit <br /> Antikoagulantien (zB Warfarin), Ciclosporin oder oralen Kontrazeptiva (Pille), weil ihre Wirksamkeit kann durch grifulvin V reduziert werden</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Alle Arzneimittel k&ouml;nnen Nebenwirkungen haben, die aber viele Menschen haben keine oder nur geringf&uuml;gige, Nebenwirkungen. Fragen Sie Ihren Arzt, wenn eine der h&auml;ufigsten Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Durchfall, Schlafst&ouml;rungen, Schwindel, M&uuml;digkeit, Kopfschmerzen, &Uuml;belkeit, Magenbeschwerden, Erbrechen. <br /><br />&Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten:&nbsp;<br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Verwirrung, Kribbeln Taubheit der H&auml;nde oder F&uuml;&szlig;e, wei&szlig;e Flecken im Mund. <br /><br /> <strong>Weitere Informationen</strong> <br /><br /> Wenn Sie Fragen zu grifulvin V, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Grifulvin V ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen. <br /> Wenn Ihre Symptome nicht verbessern oder wenn sie schlechter werden, &uuml;berpr&uuml;fen Sie mit Ihrem Arzt.</p>