<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Lamisil ist ein anti-pilzliches Antibiotikum, welches zur Behandlung von Pityriasis versicolor, einer Pilzinfektion die braune, br&auml;unliche oder wei&szlig;e Flecken am Rumpf verursacht oder von anderen Pilzinfektionen so wie zum Beispiel Fu&szlig;pilz, Rasurbrand und Ringelflechte verwendet wird. Lamisil wirkt dadurch, dass es die empfindlichen Pilze abt&ouml;tet, indem es bei der Entstehung der Pilzzellmembranen st&ouml;rt. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie es mit einem Glas Wasser ein. Schlucken Sie es herunter, ohne es zu zerkauen. Normalerweise wird es 6 bis 12 Wochen lang eingenommen. <br /> Die empfohlene Dosis h&auml;ngt von der Infektionsart ab: <br /> 1. F&uuml;r Onychomykose: <br /> Erwachsene und Jugendliche sollten 250 mg ein Mal t&auml;glich innerhalb von 6 bis 12 Wochen einnehmen. <br /> Lamisil wird bei Kindern nur nach der Einverst&auml;ndnis der Arztes angewendet. <br /> 2. F&uuml;r Tinea corporis: <br /> Erwachsene und Jugendliche sollten 250 mg ein Mal t&auml;glich innerhalb von 2 bis 4 Wochen einnehmen. <br /> Lamisil wird bei Kindern nur nach der Einverst&auml;ndnis der Arztes angewendet. <br /> 3. F&uuml;r Tinea cruris (Ringelflechte im Leistenbereich; Rasurbrand): <br /> Erwachsene und Jugendliche sollten 250 mg ein Mal t&auml;glich innerhalb von 2 bis 4 Wochen einnehmen.<br /> Lamisil wird bei Kindern nur nach der Einverst&auml;ndnis der Arztes angewendet. <br /> 4. F&uuml;r Tinea pedis: <br /> Erwachsene und Jugendliche sollten 250 mg ein Mal t&auml;glich innerhalb von 2 bis 6 Wochen einnehmen. <br /> Lamisil wird bei Kindern nur nach der Einverst&auml;ndnis der Arztes angewendet. <br /> Hinweis: Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie dieses Medikament anwenden, sprechen Sie mit Ihrem Arzt oder Apotheker, falls Sie Folgendes haben: Eine gewisse Bluterkrankung oder schwere Lebererkrankung. Vergessen Sie nicht, Ihren Arzt &uuml;ber Ihre Anamnese zu informieren, vor allem dann, wenn sich dort Lupus findet. Autofahren ist w&auml;hrend der Behandlung mit diesem Medikament nicht empfohlen, da Sie dadurch schwindlig oder unaufmerksamkeit werden k&ouml;nnten. W&auml;hrend Sie von diesem Medikament behandelt werden, kann Alkoholkonsum schnellen Herzschlag und Err&ouml;tung der Haut verursachen. Vermeiden Sie es, Ihren K&ouml;rper Sonnenlicht, Solarien und Sonnenlampen auszusetzen und verwenden Sie Sonnenschutz und tragen Sie Schutzkleidung, wenn Sie sich im Freien aufhalten. Lamisil sollte nicht w&auml;hrend der Schwangerschaft, beim Schwangerwerden oder beim Stillen ohne &auml;rztliche Zustimmung verwendet werden. Nicht unmittelbar vor dem Stillen ohne die Einverst&auml;ndnis des Arztes einnehmen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Lamisil ist Patienten, die Probleme mit der Leber oder den Nieren haben, beziehungsweise eine &uuml;berempfindliche Reaktion auf eines der Komponenten dieses Mittels haben, untersagt. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zu ihnen kann eine allergische Reaktion z&auml;hlen, so wie zum Beispiel: Nesselsucht; Atembeschwerden; Schwellungen des Gesichts, der Lippen, der Zunge oder der Kehle. Zu weiteren ebenfalls sehr &uuml;blichen Nebenwirkungen k&ouml;nnen z&auml;hlen: <br /> Gelenkschmerzen oder Schwellungen, geschwollene Dr&uuml;sen, gefleckte Hautfarbe oder ein Hautausschlag in der Form eines Schmetterlings oberhalb Ihrer Wangen und Nase.<br /> Fieber, Sch&uuml;ttelfrost, Schmerzen im K&ouml;rper, Grippesymptome;<br /> &Auml;nderungen der Sehkraft;<br /> Aufgrund von Geschmacks&auml;nderungen;<br /> schuppiger, juckender und flockiger Hautausschlag; <br /> Fieber, Halsschmerzen und Kopfschmerzen mit einer starken Blasenbildung, Absch&auml;lung und rotem Hautausschlag.<br /> Zu weniger ernsthaften Nebenwirkungen z&auml;hlen unter anderem:<br /> Magenschmerzen, Sodbrennen, Durchfall;<br /> Kopfschmerzen;<br /> starke Erm&uuml;dung;<br /> laufende oder verstopfte Nase, Halsschmerzen, Erk&auml;ltungssymptome;<br /> leichte Hautausschl&auml;ge oder Juckreiz;<br /> un&uuml;blicher oder unangenehmer Geschmack im Mund; oder<br /> verringerte Geschmacksempfindung.<br /> Wenn Sie eines dieser Symptome versp&uuml;ren, beenden Sie die Einnahme von Lamisil und kontaktieren Sie Ihren Arzt so schnell wie m&ouml;glich. Informieren Sie sich bei Ihrem Arzt auch &uuml;ber s&auml;mtliche Nebenwirkungen, die un&uuml;blich zu sein scheinen.<br /><br /><strong>Wechselwirkung</strong><br /><br /> Lamisil weist Wechselwirkungen mit folgenden Medikamenten auf:<br /> Cyclosporin<br /> Metoprolol <br /> Nortriptylin <br /> Warfarin <br /> Denken Sie bitte daran, dass eine Wechselwirkung zwischen zwei Medikamenten nicht unbedingt bedeutet, dass Sie die Einnahme eines dieser Medikamente einstellen m&uuml;ssen. Befragen Sie Ihren Arzt dar&uuml;ber, wie Sie mit diesen Wechselwirkungen umgehen sollten.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Erh&ouml;hen Sie niemals Ihre empfohlene Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung mit Lamisil k&ouml;nnen unter anderem geh&ouml;ren: Schwindel, Magenschmerzen, &Uuml;belkeit, Erbrechen, Hautausschl&auml;ge oder h&auml;ufigeres Wasserlassen. Sollten Sie eines dieser Symptome versp&uuml;ren, kontaktieren Sie bitte umgehend Ihren Arzt. <br /><br /> <strong>Lagerung</strong><br /><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>