<p><strong>Produktbeschreibung<br /></strong><br /><strong> Allgemeine Anwendung<br /></strong><br /> Nizoral ist ein antimykotisches Antibiotikum, das zur Behandlung von schweren Pilz-oder Hefeinfektionen wie Candidiasis, Blastomykose, Kokzidioidomykose, Histoplasmose, Chromoblastomykose oder Parakokzidioidomykose angewendet wird. Nizoral t&ouml;tet sensitive Pilze durch Eingriffe in die Pilzzellmembran. Nizoral wird auch zur Behandlung von parasit&auml;ren Hautpilzinfektionen angewendet, die nicht mit topischen Medikamenten oder Griseofulvin behandelt werden k&ouml;nnen, oder f&uuml;r Patienten, die Griseofulvin nicht einnehmen k&ouml;nnen. <br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Medikament oral zu sich mit Lebensmitteln oder Milch zur gleichen Zeit jeden Tag. Die empfohlene Anfangsdosis f&uuml;r Erwachsene betr&auml;gt 200 mg ein Mal pro Tag. <br /> Dosierung f&uuml;r zweij&auml;hrige Kinder ist auf das K&ouml;rpergewicht bezogen und bestehen aus einer einzelnen Tagesdosis von 3,3 bis 6,6 mg / kg. Sie sollten das Medikament ohne &auml;rztliche Erlaubnis nicht verwenden und die Dosis muss erst nach der R&uuml;cksprache mit Ihrem Arzt verordnet werden.<br /> Kinder unter zwei Jahre sollten das Pr&auml;parat nur nach &auml;rztlicher Erlaubnis verwenden und die Dosis muss nach der R&uuml;cksprache mit Ihrem Arzt verordnet werden.<br /> Hinweis: Diese Allgemeine Anwendung dient hier nur zum allgemeinen &Uuml;berblick. Es ist sehr wichtig, sich dar&uuml;ber bei Ihrem Arzt zu informieren, bevor Sie mit der Einnahme des Medikaments beginnen. Dadurch erhalten Sie den gr&ouml;&szlig;ten Nutzen. <br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Leberprobleme k&ouml;nnen w&auml;hrend der Einnahme von diesem Arzneimittel auftreten. Wenn folgende Symptome auftreten, suchen Sie sofort Ihren Arzt auf: dunkler Urin; Bauchschmerzen oder Empfindlichkeit; lehmfarbige St&uuml;hle; &Uuml;belkeit und Erbrechen; verminderter Appetit; Hautausschlag; Fieber; Kopfschmerze; Juckreiz; Appetitlosigkeit; Schwellung der F&uuml;&szlig;e oder Unterschenkel; ungew&ouml;hnliche M&uuml;digkeit oder Schw&auml;che, gelbe Haut oder Augen. Nizoral sollte nicht bei Schwangerschaft, Planen einer Schwangerschaft oder Stillzeit ohne &auml;rztliche Beratung verwendet werden. Sie sollten dieses Medikament vor dem Stillen ohne &auml;rztliche Erlaubnis nicht verwenden. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Nizoral ist nicht f&uuml;r Menschen geeignet, die &uuml;berempfindlich auf die Komponente dieses Pr&auml;parats reagieren. Es ist auch kontraindiziert, Nizoral zusammen mit Terfenadin, Astemizol, Triazolam, Cisaprid zu verwenden. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den m&ouml;glichen Nebenwirkungen geh&ouml;ren allergische Reaktionen wie Nesselsucht, Atembeschwerden, Schwellungen von Gesicht, Lippen, Zunge oder Rachen. Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen:<br /> Schwindel, Ohnmacht, schneller oder klopfender Herzschlag;<br /> leichte Bluterg&uuml;sse oder Blutungen, ungew&ouml;hnliche Schw&auml;che;<br /> Taubheitsgef&uuml;hl oder Juckreiz;<br /> schwere Depression, Verwirrung oder Gedanken an Selbstverletzung oder<br /> &Uuml;belkeit, Magenschmerzen, niedriges Fieber, Appetitlosigkeit, Schw&auml;che, dunkler Urin, lehmfarbige St&uuml;hle, Gelbsucht (Vergelbung der Haut oder der Augen).<br /> Weniger ernsthafte Nebenwirkungen umfassen:<br /> leichte &Uuml;belkeit, Erbrechen oder Bauchschmerzen;<br /> leichten Juckreiz oder Hautausschlag;<br /> Kopfschmerzen;<br /> Schwindel;<br /> Brustschwellung, <br /> Impotenz oder Verlust vom Interesse an Sex<br /> Wenn sie eine der Nebenwirkungen feststellen, die hier nicht aufgelistet sind, h&ouml;ren Sie die Einnahme von Nizoral auf und informieren Sie Ihren Arzt dar&uuml;ber so schnell wie m&ouml;glich. Sprechen Sie mit Ihrem Arzt auch &uuml;ber alle Nebenwirkungen, die scheinen, ungew&ouml;hnlich zu sein.<br /><br /><strong> Wechselwirkung<br /></strong><br /> Nizoral hat eine Wechselwirkung mit folgenden Medikamenten:<br /> Paracetamol (Tylenol); Cyclosporin (Gengraf, Sandimmun, Neoral); Digoxin (Digitalis, Lanoxin); Tacrolimus ((Prograf); Loratadin (Alavert, Claritin, Tavist ND); Methylprednisolon (Medrol); Phenytoin (Dilantin); Rifampicin (Rifadin , Rifater, Rifamate, Rimactane); Diabetesmedikamente, die Sie oral einnehmen, Beruhigungsmittel wie Midazolam (Versed), Blutverd&uuml;nner wie Warfarin (Coumadin); Krebsmedikamente, Antibabypille oder Hormonersatztherapie, Methotrexat (Rheumatrex, Trexall ); Cholesterinmedikamente wie Niacin (Advicor), Atorvastatin (Lipitor), Lovastatin (Altocor, Mevacor), Simvastatin (Zocor) und andere, oder Medikamente zur Behandlung von HIV oder AIDS. Beachten Sie auch, dass die Interaktion zwischen beiden Medikamenten nicht immer bedeutet, dass Sie die Einnahme einer von ihnen aufh&ouml;ren m&uuml;ssen. Wie &uuml;blich hat es sie einen Einfluss auf die Wirkung von Medikamenten, so sprechen Sie mit Ihrem Arzt dar&uuml;ber, wie die Wechselwirkungen verwaltet verwaltet werden sollten.<br /><br /> <strong>Verpasste Dosis <br /></strong><br /> Wenn Sie Ihre Dosis vergessen haben, sollten Sie diese so schnell wie m&ouml;glich nachholen. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Nehmen Sie keine zus&auml;tzliche oder doppelte Dosis. Nehmen Sie Ihre &uuml;bliche Dosis am n&auml;chsten Tag zur gleichen Zeit.<br /><br /> <strong>&Uuml;berdosierung <br /></strong><br /> Symptome einer &Uuml;berdosierung dieses Medikamentes sind nicht gut bekannt. Falls Sie ungew&ouml;hnliche Symptome haben, suchen Sie sofort Ihren Arzt auf. Im Falle einer versehentlichen &Uuml;berdosierung sollten unterst&uuml;tzende Ma&szlig;nahmen einschlie&szlig;lich Magensp&uuml;lung mit Natriumhydrogencarbonat durchgef&uuml;hrt werden.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Raumtemperaturen zwischen 59-77 Grad Fahrenheit (15-25 Grad Celsius) trocken, vor Licht, Kindern und Haustieren gesch&uuml;tzt. Nach Ablauf des Verfallsdatums nicht verwenden.<br /><br /> <strong>Haftung<br /></strong><br />&nbsp;Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>