<p><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />enfermedad renal<br />una reacci&oacute;n inusual o al&eacute;rgica a la fexofenadina, a la terfendaina, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso lleno de agua. Puede tomar este medicamento con comida o con el estomago vac&iacute;o. Tome su medicamento en intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. Puede necesitar tomar este medicamento durante varios d&iacute;as antes que sus s&iacute;ntomas mejoren.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Aunque este medicamento puede ser recetado para enfermedades espec&iacute;ficas a ni&ntilde;os a partir de los 6 a&ntilde;os, se han de tomar precauciones.<br /><br /><strong>Sobredosis:</strong><br /><br />Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br />NOTA: Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />Si se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como lo recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?<br /></strong><br />anti&aacute;cidos<br />eritromicina<br />toronja, manzana, o zumo de naranja<br />ketoconazol<br />productos que contengan magnesio<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; me debo de esperar mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Avise a su m&eacute;dico o profesional sanitario si sus s&iacute;ntomas no empiezan a mejorar o empeoran.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />problemas respiratorios<br />dolor en el pecho<br />ritmo cardiaco r&aacute;pido<br />fiebre o infecci&oacute;n<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />tos<br />somnolencia<br />boca o garganta seca o irritada<br />dolor de cabeza<br />cambios menstruales<br />dolor<br />molestias estomacales, n&aacute;usea<br /><br />Es posible que este listado no describa todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 20&ordm; y 25&ordm; grados C (68&ordm; y 77&ordm; grados F). Prot&eacute;jalo de la humedad. Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.n, p</p>