<p><strong>Descripci&oacute;n De Producto<br /></strong><br /> Propiedades<br /> Hydroxyzine (Atarax, Vistaril) tiene un efecto de sedante y anxiolitic. Es un antihistam&iacute;nico con las propiedades anticholinergicas y sedativas usadas para tratar la alergia. Afecta positivamente capacidades cognoscitivas, mejora la memoria y la atenci&oacute;n. La medicaci&oacute;n no causa la dependencia psicol&oacute;gica y la dependencia. Relaja m&uacute;sculos lisos, tiene un efecto de bronchodilator y analgetic as&iacute; como moderadamente inhibe la secreci&oacute;n g&aacute;strica, puede ser usado como el antiem&eacute;tico y myorelajante. Hydroxyzine reduce el picor de urticaria, eczema, dermatitis, etc. Despu&eacute;s de que la ingesti&oacute;n Hydroxyzine es convertido a su forma activa llamda cetirizine (Zyrtec). Por lo tanto el hydroxyzine como cetirizine actua como antihistam&iacute;nicos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La dosis diaria entera es 25-100 mg para los adultos divididos en unas tomas en pr&aacute;ctica general, en la psiquiatr&iacute;a dosis diaria puede ser triplicada. La duraci&oacute;n habitual del tratamiento es cuatro semanas. El volumen de la dosis deber&iacute;a ser disminuido para personas de edad y tambi&eacute;n en casos de insuficiencia de ri&ntilde;&oacute;n o h&iacute;gado. No use esta medicina a menos que ella ha sido prescrita por su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Si tales efectos secundarios como somnolencia y debilidad no desaparecen despu&eacute;s de unos d&iacute;as de tratamiento las dosis de Hydroxyzine deber&iacute;an ser reducidas. Evite el consumo simult&aacute;neo con inhibidores de MAO. Hay que tener cuidado con los pacientes sujetados a arrythmia o tomandos medicaciones para arrythmia tambi&eacute;n con los pacientes predispuestos a convulsiones, enfermas con glaucoma de &aacute;ngulo estrecho, hipertrofeo proest&aacute;tico, hipertiroidismp. Evite beber el alcohol durante el per&iacute;odo del tratamiento con Hydroxyzine. Los conductores y los empleadores cuyos deberes exigen la alta concentraci&oacute;n de la atenci&oacute;n deber&iacute;an tomar la medicaci&oacute;n con cuidado en el proceso de su trabajo.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad incluso al cetirizine, aminophylline o erthylenediamine; porohyria; porphyria; porphiria, embarazo, durante trabajo y entrega, amamantamiento.<br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> La ayuda m&eacute;dica de emergencia se requiere si alguna de estas se&ntilde;ales dealergia aparece: urticaria; dificultad de respiraci&oacute;n; hinchaz&oacute;n de cara, labios, lengua, o garganta. El consumo de medicaci&oacute;n deber&iacute;a ser interrumpido. Otros efectos secundarios pueden incluir: sedaci&oacute;n, cansancio, somnolencia, mareo, coordinaci&oacute;n interrumpida, sequedad y espresamiento de secreciones respiratorias orales y otras, y angustia de est&oacute;mago, confusi&oacute;n, nerviosismo, irritabilidad, visi&oacute;n borrosa, visi&oacute;n doblada, temblor, p&eacute;rdida del apetito, n&aacute;usea.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Hydroxyzine refuerza el efecto sedativo en el sistema nervioso central de alcohol y otras medicinas que pueden causar la sedaci&oacute;n, como la clase de benzodiazepine de medicinas de antiansiedad (Valium, Ativan, Klonopin, Xanax) o medicinas que pertenecen a la clase narc&oacute;tica de anest&eacute;sicos (Percocet, Vicodin, Dilaudid) y otros. Hydroxyzine tambi&eacute;n puede intensificar los efectos secantes de otras medicaciones con propiedades anticholinergic entonces la dosis de Hydorxyzine deber&iacute;a ser reducida.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Nunca toma la dosis doblada de la medecina. Si es casi la hora para la dosis siguiente omita la porci&oacute;n omitida y siga tomando la medecina seg&uacute;n su horario.<br /><br /> <strong>Sobredosis<br /></strong><br /> Hipersedaci&oacute;n, temblor, convulsiones, espasmos, alucinaciones, delirio, confusi&oacute;n, hipotensi&oacute;n, n&aacute;usea, v&oacute;mito. El tratamiento general incluye la inducci&oacute;n del v&oacute;mito (en la ausencia del espont&aacute;neo), lavage g&aacute;strico, control de funciones de cuerpo vitales. La asistencia m&eacute;dica urgente es necesaria.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 15-25 C (59-77 F) del alcance de los rayos solares, humedad, ni&ntilde;os y animales dom&eacute;sticos. No use despu&eacute;s de t&eacute;rmino expirado. Guarde la suspensi&oacute;n preparada en refrigerador durante 14 d&iacute;as, pero no congele.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>