<p><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />La CIPROHEPTADINA bloquea la acci&oacute;n de la histamina. Este medicamento se utiliza para tratar los s&iacute;ntomas de la alergia. Puede ayudar a detener la secreci&oacute;n nasal, los ojos llorosos, y la erupci&oacute;n cut&aacute;nea pruriginosa.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />cualquier enfermedad cr&oacute;nica<br />glaucoma<br />enfermedad de la pr&oacute;stata<br />&uacute;lceras u otros problemas estomacales<br />una reacci&oacute;n inusual o al&eacute;rgica a la ciproheptadina, otros medicamentos, alimentos, colorantes, o conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un poco de agua. Sigua las instrucciones indicadas en el prospecto del medicamento. Tome su dosis en intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Aunque este medicamento puede ser recetado para enfermedades espec&iacute;ficas a ni&ntilde;os a partir de los 2 a&ntilde;os, se han de tomar precauciones.<br /><br /><strong>Sobredosis:</strong> Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br /><strong>NOTA:</strong> Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />Si se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como lo recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento conjuntamente con cualquiera de las siguientes medicaciones:<br />IMAOs como el Eldepryl, el Marplan, el Nardil, y el Parnate<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />alcohol<br />medicamentos barbit&uacute;ricos para inducir el sue&ntilde;o y tratar las convulsiones<br />antidepresivos, ansiol&iacute;ticos, o medicamentos para los trastornos psic&oacute;ticos<br />medicamentos para anomal&iacute;as del movimiento<br />medicamentos para dormir<br />medicamentos para problemas estomacales<br />algunos medicamentos para el resfriado o las alergias<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; me debo de esperar mientras tomo este medicamento?</strong><br /><br />Visite regularmente a su m&eacute;dico o profesional de la salud para que controle su progreso. Avise a su m&eacute;dico o profesional sanitario si sus s&iacute;ntomas no empiezan a mejorar o empeoran.<br /><br />Puede tener sue&ntilde;o o marearse. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. No se ponga de pie ni se siente r&aacute;pidamente, especialmente si usted es un paciente mayor. Esto reduce el riesgo a marearse o a desmayarse. El alcohol puede interferir con el efecto de este medicamento. Evite las bebidas alcoh&oacute;licas.<br /><br />Puede que sienta la boca seca. El masticar chicles sin az&uacute;car o chupar un caramel, y beber mucha agua le ayudar&aacute;. P&oacute;ngase en contacto con su m&eacute;dico si su problema persiste o es grave.<br /><br />Este medicamento puede causar resequedad en los ojos y visi&oacute;n borrosa. S&iacute; usa lentes de contacto puede sentir algo de incomodidad. Las gotas lubricantes pueden ayudar. P&oacute;ngase en contacto con su m&eacute;dico si su problema persiste o es grave.<br /><br />Este medicamento le puede volver m&aacute;s sensible al sol. Mant&eacute;ngase apartado del sol. S&iacute; no puede evitar estar en el sol, p&oacute;ngase ropa protectora y use protector solar. No utilice l&aacute;mparas de rayos ultravioletas o camas o cabinas bronceadoras.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel, picaz&oacute;n o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />inquietud, nerviosismo, excitaci&oacute;n, no poder dormir<br />dolor en el pecho<br />ritmo cardiaco anormal, r&aacute;pido<br />problemas al orinar o cambio en la cantidad de orina<br />convulsiones<br />sangrado o hematomas inusuales<br />inusitadamente d&eacute;bil o cansado<br />coloraci&oacute;n amarillenta de los ojos o la piel<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />estre&ntilde;imiento o diarrea<br />dolor de cabeza<br />p&eacute;rdida del apetito<br />n&aacute;usea, v&oacute;mitos<br />malestar estomacal<br />aumento de peso<br /><br />Es posible que este listado no describa los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde deber&iacute;a guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente entre 20&ordm; y 25&ordm; grados C (68&ordm; y 77&ordm; grados F). Mantenga el recipiente herm&eacute;ticamente cerrado. Tire a la basura cualquier medicamento nuevo pasada su fecha de caducidad.</p>