<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Tricor contient la substance active fenofibrate. Dans les tissus il se transforme en metabolite actif : acide de fenofibric. Ensemble avec un r&eacute;gime il est utilis&eacute; pour traiter les gens avec les tr&egrave;s hauts niveaux de triglycerides dans le sang ou les d&eacute;sordres lipid. L'activit&eacute; d'augmentations de m&eacute;dicament de lipoprotein lipase, le catabolisme de triglycerides dans la densit&eacute; tr&egrave;s basse lipoproteins (VLDL), acc&eacute;l&egrave;re le transfert de cholest&eacute;rol d'atherogenic la densit&eacute; tr&egrave;s basse lipoproteins (VLDL) &agrave; la haute densit&eacute; antiatherogenic lipoproteins (HDL), la synth&egrave;se de diminutions de VLDL. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez oralement 160 mgs de Tricor trois fois par jour comme la dose initiale pour traiter de hauts niveaux de cholest&eacute;rol ou une combinaison de haut cholest&eacute;rol et haut triglycerides. Pour le traitement de hauts niveaux triglyceride<br /> la dose de d&eacute;part de Tricor est 54-160 mgs par jour. Il peut &ecirc;tre progressivement augment&eacute; toutes les 4-8 semaines jusqu'&agrave; la dose maxima de 160 mgs Tricor par jour si triglycerides ne s'am&eacute;liorent pas.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> L'activit&eacute; de transaminases devrait &ecirc;tre contr&ocirc;l&eacute;e sur une base r&eacute;guli&egrave;re dans les patients prenant Tricor. Si les analyses de sang pour ALT augmentent 2 et plus de fois et accompaigned par myalgia et faiblesse de muscle, le traitement avec Tricor devrait &ecirc;tre arr&ecirc;t&eacute;. Le traitement de Tricor combin&eacute; avec un r&eacute;gime hypolipidemic devrait &ecirc;tre exerc&eacute; seulement sous contr&ocirc;le d'un docteur et et continuer pour un long terme de temps. Tricor a le potentiel pour provoquer des calculs biliaires.<br /><br /> <strong>Contre-indications<br /></strong><br /> L'hypersensibilit&eacute; aux composantes de Tricor.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Cholelithiasis, niveaux augment&eacute;s de transaminases et creatine kinase, naus&eacute;e, vomissement, diarrh&eacute;e, myalgia, myositis, rhabdomyolysis (est la panne rapide de muscle squelettique en raison de la blessure au tissu de muscle), l'&eacute;chec r&eacute;nal aigu, le vertige, le mal de t&ecirc;te, la douleur abdominale, le mal de dos, la fatigue, l'impuissance, les rougeurs de peau. Si vous connaissez ce contact de sympt&ocirc;mes votre m&eacute;decin traitant imm&eacute;diatement.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Informez votre m&eacute;decin traitant de toute la m&eacute;dication prescrite et sur-contre que vous prendez actuellement et surtout du "sang thinners" (warfarin), cyclosporine (le m&eacute;dicament se cholesterl-abaissant), les inhibiteurs de MAO (selegiline, furazolidone, tranylcypromine, phenelzine, moclobemide), la m&eacute;decine diab&eacute;tique (glipizide, l'insuline), les oestrog&egrave;nes/pilules contraceptives, "statins" (lovastatin, pravastatin, simvastatin, atorvastatin) et la haute dose niacin (1 gramme ou plus par jour). Combin&eacute; avec Tricor les deux derniers types de m&eacute;dicaments peuvent provoquer la blessure de muscle (myopathy).<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /><strong>Surdosage<br /></strong><br /> N'importe quel m&eacute;dicament pris dans l'exc&egrave;s peut &ecirc;tre dangereux. Si vous soup&ccedil;onnez une overdose, cherches l'aide m&eacute;dicale imm&eacute;diate.<br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>