<p><strong>Usage g&eacute;n&eacute;ral<br /></strong><br /> Zetia est un agent antihyperlipidemic qui a utilis&eacute; de traiter du haut cholest&eacute;rol de sang avec la graisse basse, le r&eacute;gime du cholest&eacute;rol bas. Aussi il est utilis&eacute; pour traiter le haut sang sitosterol et campesterol avec la th&eacute;rapie de r&eacute;gime. La maladie du c&oelig;ur ou les crises cardiaques arent pr&eacute;venu par Zetia comme le spectacle d'essai.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez cette m&eacute;dication oralement avec ou sans nourriture/lait. La dose Zetia recommand&eacute;e est 10 mgs une fois tous les jours. Les patients qui exigent une plus grande r&eacute;duction de LDL-C (plus de 55 %) peuvent &ecirc;tre commenc&eacute;s &agrave; 10-40 mgs une fois tous les jours.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il vous aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> Ne l'utilisez pas sans permission de docteur. Faites attention si vous avez des conditions m&eacute;dicales sp&eacute;cifiques alors cette m&eacute;decine ne devrait pas &ecirc;tre prise avec statins. C'est surtout vrai si vous avez la maladie de foie ou es enceinte ou as l'intention de devenir enceinte. Si vous etes enceinte ce m&eacute;dicament devrait seulement &ecirc;tre pris si c'est absolument n&eacute;cessaire. Si vous buvez de grandes quantit&eacute;s d'alcool, vous devez &ecirc;tre sous le contr&ocirc;le du m&eacute;decin traitant, pendant qu'ils prennent ce traitement.<br /><br /><strong>Contre-indications<br /></strong><br /> Non permis dans les gens qui sont l'hypersensibilit&eacute; &agrave; n'importe quelle composante de cette m&eacute;dication. La combinaison de Zetia avec un HMG-CoA reductase l'inhibiteur n'est pas permise dans les patients avec la maladie de foie active ou les &eacute;l&eacute;vations persistantes inexpliqu&eacute;es dans le s&eacute;rum transaminases. Tous HMG-CoA reductase les inhibiteurs ne sont pas permis dans les femmes enceintes et infirmi&egrave;res. Myopathy et rhabdomyolysis.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure tous les types de r&eacute;actions allergiques. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> la faiblesse de muscle inhabituelle, la tendresse, ou la douleur;<br /> la perte d'app&eacute;tit, naus&eacute;e, tabourets &agrave; la couleur d'argile, douleur d'estomac, fi&egrave;vre basse, urine sombre, jaunisse;<br /> douleur de poitrine;<br /> pancreatitis; <br /> la fi&egrave;vre, le mal de gorge et le mal de t&ecirc;te avec le fait de cloquer s&eacute;v&egrave;re, l'&eacute;pluchage et les rougeurs de peau rouges.<br /> Moins s&eacute;rieux incluez :<br /> engourdissement ou sentiment de tingly;<br /> douleur d'estomac l&eacute;g&egrave;re, diarrh&eacute;e;<br /> sentiment fatigu&eacute;;<br /> mal de t&ecirc;te;<br /> vertige;<br /> humeur d&eacute;prim&eacute;e;<br /> nez liquide ou &eacute;touffant, sympt&ocirc;mes froids;<br /> d&eacute;coupez la douleur, le mal de dos; ou<br /> toux.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Zetia et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec vous m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /><strong> Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Zetia communiquent avec les m&eacute;dications suivantes : cholestyramine (Prevalite, Questran); colestipol (Colestid); colesevelam (Welchol); gemfibrozil (Lopid); cyclosporine (Neoral, Sandimmune, Gengraf); ou un sang plus mince tel que warfarin (Coumadin).<br /> Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous<br /> devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre m&eacute;decin traitant si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /><strong>Surdosage<br /></strong><br /> Les sympt&ocirc;mes d'overdose Zetia ne sont pas connus mais cela peut &ecirc;tre malfaisant.<br /> Si vous connaisez un d'entre eux appellent votre docteur imm&eacute;diatement. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 77 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>