<p><strong>Allgemeine Anwendung<br /></strong><br /> Benicar geh&ouml;rt zu einer Medikamentengruppe, die Angiotensin-II-Rezeptorantagonisten genannt ist. Es wird daf&uuml;r verwendet, um Bluthochdruck bei Erwachsenen und Kindern im Alter ab 6 Jahren zu behandeln, ist zur gleichen Zeit aber kein Heilmittel. Es ist bekannt, dass Bluthochdruck Ihre Nieren sch&auml;digen kann und zu Schlaganfall oder Herzversagen f&uuml;hren kann, sodass dieses Medikaments dies verhindern kann. Es wird manchmal mit anderen Medikamenten verabreicht, die ebenfalls Bluthochdruck behandeln.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie dieses Medikament genau so ein, wie es Ihr Arzt Ihnen verschrieben hat. Nehmen Sie die Dosierungen durch regelm&auml;&szlig;ige Intervalle getrennt ein, nehmen Sie das Medikament dabei nicht in gr&ouml;&szlig;eren Mengen ein und nehmen Sie es nat&uuml;rlich auf keinen Fall l&auml;nger ein, als es Ihr Arzt Ihnen verschrieben oder empfohlen hat. Folgen Sie s&auml;mtlichen Anleitungen der Packungsbeilage. Ihr Arzt k&ouml;nnte Ihre Dosierung anpassen, damit Sie den gr&ouml;&szlig;ten und effektivsten Nutzen daraus ziehen k&ouml;nnen. Nehmen Sie das Medikament oral mit einem Glas Wasser mit oder ohne Lebensmittel ein. Sie sollten Ihren Blutdruck dabei regelm&auml;&szlig;ig &uuml;berpr&uuml;fen, damit Sie auch sichergehen, dass die Einnahme dieses Medikaments Ihren medizinischen Zustand verbessert. Vers&auml;umen Sie keinen einzigen Arzttermin, w&auml;hrend Sie Benicar einnehmen. Es kann bis zu 4 Wochen lang dauern, bis Benicar Ihren Blutdruck kontrolliert. Fahren Sie mit der Einnahme dieses Medikaments fort, selbst wenn Sie sich gut f&uuml;hlen sollten, da Bluthochdruck meistens keine Symptome aufweist. Wenn bei Ihnen in naher Zukunft ein operativer Eingriff notwendig ist, informieren Sie bitte den Chirurgen rechtzeitig dar&uuml;ber, dass Sie Benicar einnehmen. Es k&ouml;nnte vorkommen, dass Sie die Einnahme von Benicar kurzzeitig einstellen m&uuml;ssen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Sie sollten Ihren Arzt &uuml;ber folgende Zust&auml;nde informieren, falls diese auftreten sollten: Im Vergangenen eine Schwellung der Zunge, des Gesichts oder der Lippen mit dabei auftretenden Atembeschwerden, Schwierigkeiten beim Schlucken, Heiserkeit oder Zusammenziehen der Kehle, Herzversagen, Nieren- oder Lebererkrankungen. Informieren Sie Ihren Arzt auch dar&uuml;ber, falls Sie eine spezielle Di&auml;t einhalten, so wie zum Beispiel eine spezielle salzarme Di&auml;t, un&uuml;bliche oder allergische Reaktionen auf Olmesartan, andere Medikamente, Lebensmittel, Farbstoffe oder Konservierungsstoffe versp&uuml;ren, falls Sie schwanger sind, eine Schwangerschaft planen oder sich gerade in der Stillzeit befinden.<br /> Vermeiden Sie Alkoholkonsum. Es kann Ihren Blutdruck senken und einige Nebenwirkungen von Benicar verst&auml;rken. Vermeiden Sie es, bei der Aus&uuml;bung von T&auml;tigkeiten und in hei&szlig;em Wasser &uuml;berhitzt zu werden oder zu dehydrieren. Sie sollten den Anweisungen Ihres Arztes bez&uuml;glich der Art und Menge von Fl&uuml;ssigkeiten, die Sie trinken sollten, folgen. In manchen F&auml;llen kann das Trinken von zu viel Fl&uuml;ssigkeit genauso unsicher sein, wie nicht genug trinken.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie sollten Benicar nicht einnehmen, falls Sie allergisch darauf reagieren. Falls Sie einen der im Weiteren aufgef&uuml;hrten Zust&auml;nde versp&uuml;ren, k&ouml;nnte bei Ihnen eine Anpassung der Dosierung beziehungsweise spezielle Untersuchungen n&ouml;tig sein, um Nieren-, Lebererkrankungen, kongestives Herzversagen oder Entw&auml;sserung fr&uuml;h zu erkennen und behandeln zu k&ouml;nnen. <br /> Nehmen Sie Benicar nicht ein, falls Sie schwanger sind und stellen Sie die Einnahme von Benicar ein und teilen Sie Ihrem Arzt mit, falls Sie schwanger werden. Benicar kann das ungeborene Kind sch&auml;digen, wenn nicht sogar t&ouml;ten, falls Sie das Medikament w&auml;hrend Ihres zweiten oder dritten Trimesters einnehmen. Verwenden Sie eine effektive Verh&uuml;tung, w&auml;hrend Sie Benicar einnehmen.<br /> Es ist nicht bekannt, ob Benicar in die Muttermilch gelangt und auf diese Weise dem Kind sch&auml;digen kann. Aus diesem Grunde sollten Sie das Stillen vermeiden, w&auml;hrend Sie Benicar einnehmen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie schnellstm&ouml;glich not&auml;rztliche Hilfe auf, falls Sie Anzeichen einer allergischen Reaktion versp&uuml;ren so wie zum Beispiel Nesselsucht, Atembeschwerden, Schwellungen des Gesichts, der Lippen, der Zunge, oder der Kehle. In seltenen F&auml;llen kann Benicar einen Zustand verursachen, der im Versagen vom Skelettmuskelgewebe resultieren kann, was zu Nierenversagen f&uuml;hren kann. Rufen Sie schnellstm&ouml;glich einen Arzt, falls Sie Muskelschmerzen, Z&auml;rtlichkeit oder Schw&auml;che f&uuml;hlen, vor allem dann, wenn Sie auch noch Fieber, &Uuml;belkeit oder Erbrechen versp&uuml;ren und dunkelfarbenen Urin haben. Rufen Sie den Notarzt auch dann, falls Sie andere ernsthaften Nebenwirkungen versp&uuml;ren, so wie zum Beispiel Ohnmachtsgef&uuml;hle, Brustschmerzen, &ouml;fteres oder selteneres Wasserlassen als &uuml;blich, oder sogar g&auml;nzliches Ausbleiben von Urin, Gelbsucht (Vergelbung der Haut und Augen) oder trockener Mund. Zu weniger ernsthaften Nebenwirkungen z&auml;hlen unter anderem Magenschmerzen, Sodbrennen, Durchfall, Gelenkschmerzen, Schwindel, Drehschwindel, Kopfschmerzen oder trockener Husten. Diese Liste von m&ouml;glichen Nebenwirkungen ist nicht komplett.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Informieren Sie Ihren Arzt oder Apotheker &uuml;ber s&auml;mtliche andere Medikamente, die Sie einnehmen, einschlie&szlig;lich rezeptfreier Pr&auml;parate, Ern&auml;hrungserg&auml;nzungen oder pflanzlicher Produkte. Sie sollten Ihren Arzt oder Apotheker auch dar&uuml;ber informieren, falls Sie regul&auml;r koffeinhaltige oder alkoholische Getr&auml;nke konsumieren, falls Sie rauchen oder illegale Drogen konsumieren. Diese Stoffe k&ouml;nnen sich auf die medizinische Wirkung von Benicar auswirken. Halten Sie mit Ihrem Arzt oder Apotheker R&uuml;cksprache, bevor Sie mit der Einnahme eines Medikaments beginnen oder aufh&ouml;ren.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Suchen Sie not&auml;rztliche Hilfe auf, falls Sie glauben, dieses Medikament &uuml;berdosiert zu haben. Zu den Symptomen einer &Uuml;berdosierung k&ouml;nnen unter anderem folgende z&auml;hlen: Schneller oder langsamer Herzschlag, Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Benicar bei Zimmertemperatur trocken und vor Licht gesch&uuml;tzt.</p>