<p><strong>Allgemeine Anwendung<br /></strong><br /> Clonidine kann oral oder auch in der Form von Pflastern auf Ihre Haut angewendet werden und behandelt Bluthochdruck. Es wirkt, indem es die Konzentration gewisser chemischen Stoffe im Blut &auml;ndert und Alpha2-Adrenozeptoren im Hirnstamm stimuliert, was die &Uuml;bertragungszeit eines Signals vom Gehirn zu anderen K&ouml;rperstellen verk&uuml;rzt. Diese Aktion resultiert in verringertem peripherem Widerstand, renalen Gef&auml;&szlig;widerstand, verringerter Herzrate und in gesenktem Blutdruck.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Normalerweise sollte Clonidine zwei Mal t&auml;glich eingenommen werden, wobei die Dosierung vom jeweiligen Blutdruck eines individuellen Patienten abh&auml;ngt. Nehmen Sie dieses Medikament nicht ein, wenn es Ihnen von Ihrem Arzt nicht verschrieben wurde. Falls Sie das Pflaster verwenden, sollten dieser auf einen Bereich der Haut angewendet werden, wo keine Haare sind, so wie zum Beispiel auf die Haut des Oberarms oder Oberk&ouml;rpers alle sieben Tage ein Mal. Wenn Sie die Pflaster austauschen, kleben Sie den neuen Pflaster auf eine andere K&ouml;rperstelle.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie Alkoholkonsum und seien Sie vor allem dann vorsichtig, wenn Sie am Steuer sitzen m&uuml;ssen oder T&auml;tigkeiten ausf&uuml;hren m&uuml;ssen, wo ein hoher Aufmerksamkeitsgrad wichtig ist.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Sie d&uuml;rfen das Medikament nicht einnehmen, falls Sie &uuml;berempfindlich auf Clonidine oder eines seiner Bestandteile reagieren. Diese Kontraindikation verbreitet sich auch auf Patienten mit dem Sick-Sinus-Syndrom, Bradykardie, atrioventrikul&auml;rem Block (bei zweitem und dritten Grad). Besondere Vorsicht sollte beachtet werden bei Patienten mit Myokardinfarkt, dem Reino-Syndrom, endogener Depression, Nierenversagen und anderen schwerwiegenden Krankheitszust&auml;nden. <br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Folgende Nebenwirkungen k&ouml;nnten auftreten, wenn Sie Clonidine einnehmen: Allergische Reaktionen so wie zum Beispiel Nesselsucht, Atembeschwerden, Schwellungen von Zunge, Gesicht und Kehle, schnelle oder rasende Herzfrequenz, sehr langsamer Herzschlag, Schwellungen, schnelle Gewichtszunahme, Verwirrung, Halluzinationen, Fieber, bleiche Haut und selteneres Wasserlassen als &uuml;blich. Sollten Sie eines dieser Nebenwirkungen versp&uuml;ren, suchen Sie sofortige medizinische Hilfe auf.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Clonidine erh&ouml;ht die beruhigende Wirkung von Barbituraten, narkotischen Schmerzmitteln und Alkohol. Gewisse Antidepressiva k&ouml;nnen die pharmazeutische Wirkung von Clonidine abschw&auml;chen. Ihre Nieren k&ouml;nnen durch eine erh&ouml;hte Konzentration von Cyclosporin gesch&auml;digt werden, falls Clonidine gleichzeitig damit angewendet wird. Die gleichzeitige Verabreichung von Clonidine mit Medikamenten, die den Herzrhythmus verlangsamen (Beta-Blocker) sollte mit gro&szlig;er Vorsicht erfolgen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Falls Sie verd&auml;chtigen, zu viel von Clonidine eingenommen zu haben und f&uuml;hlen, dass Ihr Blutdruck zun&auml;chst zu hoch ansteigt (starke Kopfschmerzen, verschwommenes Sehen, Summen in Ihren Ohren, &Auml;ngstlichkeit, Verwirrung, Brustschmerzen) und danach sehr tief f&auml;llt (Ohnmacht, K&auml;ltegef&uuml;hl, langsamer Herzschlag), dann suchen Sie unverz&uuml;glich medizinische Hilfe auf.<br /><br /> <strong>Lagerung<br /></strong><br /> Die Tabletten und Pflaster sollten bei einer Raumtemperatur von ungef&auml;hr 15-30 Grad Celsius (59-86 Grad Fahrenheit) in einem lichtundurchl&auml;ssigen Beh&auml;lter und vor Feuchtigkeit gesch&uuml;tzt gelagert werden.</p>