<p><strong>Allgemeine Anwendung<br /></strong><br /> Dieses Medikament ist ein peripherer vasodilatator mit einer Hypotensionswirkung. Es blockiert spezifisch angiotensin I Rezeptoren. Ergebnisse der T&auml;tigkeit von Diovan k&ouml;nnen in 2 Stunden beobachtet werden, nachdem seine Einnahme, maximale Wirkung in 4-6 Stunden erreicht wird. Die Dauer seiner Handlungen ist mehr als 24 Stunden. Diovan wird verwendet, um chronisches Herzversagen (NYHA Klasse III-IV) zu behandeln. Das Medikament wird insbesondere nach Herzanf&auml;llen vorgeschrieben.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Einmal t&auml;glich zusammen mit dem Essen oder vor einer Mahlzeit. Maximale t&auml;gliche Dosis ist 160 Mg, &uuml;bliche Dosis ist 80 Mg t&auml;glich. Je nachdem sich Ihre Bedingungsdosierung &auml;ndern kann. Nehmen Sie dieses Medikament nicht, wenn es zu Ihnen nicht verabreicht wurde. Folgen Sie allen Richtungen Ihres Arztes.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> FDA Schwangerschaft-Kategorie D. Diovan kann f&uuml;r ein zuk&uuml;nftiges Baby sch&auml;dlich sein. Setzen Sie Behandlung mit diesem Medikament fort, selbst wenn Sie sich fein f&uuml;hlen es sei denn, dass Ihr Arzt Ihnen verschieden erz&auml;hlte. In seltenen F&auml;llen kann Diovan eine Bedingung verursachen, die zur Depression des Skelettmuskelgewebes f&uuml;hrt, das dann zu Nierenversagen f&uuml;hrt. In diesem Fall solche Symptome wie Fieber, Brechreiz, dunkler Urin, erscheint Muskelschmerz, und Sie sollten Ihren Arzt sofort dar&uuml;ber informieren, um weitere Komplikationen zu vermeiden.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, Schwangerschaft, Stillen. Das Medikament sollte vorsichtig in Patienten mit einer biliary Zirrhose, Galleng&auml;nge-Obstruktion, Nierenversagen, Verengung der Nierearterie verabreicht werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Kopfschmerz, Schwindel, Asthenie, Schlaflosigkeit, Diarrh&ouml;e, Unterleibsschmerz, Erbrechen, das Husten, Nase, Machtlosigkeit f&uuml;hrend, reduzierten Nierenfunktion, und allergische Reaktionen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Kalium verschonende Diuretika, K + Medikamente, Salze, die K + in der Wechselwirkung mit Diovan enthalten, k&ouml;nnen Entwicklung der Hyperhyperkali&auml;mie erleichtern. Diuretika in der Kombination mit Diovan verursachen hypotention.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie fehlten, eine Dosis nehmen es, sobald Sie sich erinnern, aber nicht, wenn es fast Zeit der folgenden Einnahme durch Ihre Liste ist. Wenn es vorkam, lassen die verpasste Dosis aus. Versuchen Sie nicht, eine verpasste Dosis zu ersetzen, einen zus&auml;tzlichen nehmend.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie annehmen, dass Sie Diovan &uuml;berdosierten, suchen f&uuml;r die unmittelbare medizinische Aufmerksamkeit. Symptome von der &Uuml;berdosis k&ouml;nnen Schwindel, vergr&ouml;&szlig;erte Herzrate einschlie&szlig;en, vergr&ouml;&szlig;erte Niveaus des Kaliums im Blut, dem Nierenversagen, der Bewusstlosigkeit.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Diovan bei der Raumtemperatur, 15-30 C (59-86 F).<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>