<p><strong>Allgemeine Anwendung<br /></strong><br /> Furosemide ist ein Schleifendiuretikum (&bdquo;Wasserpille&ldquo;), welches Ihren K&ouml;rper davon abh&auml;lt, zu viel Salz zu absorbieren, sodass das Salz direkt in Ihren Urin gelangen kann. <br /> Furosemide behandelt Fl&uuml;ssigkeitsspeicherung bei Menschen mit kongestivem Herzversagen, Lebererkrankungen oder einer Nierenerkrankung so wie zum Beispiel nephrotischem Syndrom. Dieses Medikament wird auch zur Behandlung von Bluthochdruck angewendet.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Nehmen Sie Furosemide genau so ein, wie es Ihr Arzt Ihnen verschrieben hat. Das Medikament sollten Sie weder in gr&ouml;&szlig;eren Mengen, noch l&auml;nger eingenommen werden, als Ihr Arzt Ihnen verschrieben hat. Folgen Sie s&auml;mtlichen Anweisungen der Packungsbeilage. Diese fl&uuml;ssige L&ouml;sung sollten Sie mit einem speziellen dosierungsmessenden L&ouml;ffel abmessen, und nicht mit einem gew&ouml;hnlichen Teel&ouml;ffel. Sollten Sie nicht &uuml;ber passende Messger&auml;te verf&uuml;gen, fragen Sie Ihren Apotheker nach solch einem Messger&auml;t.<br /> Ihr Arzt kann Ihre Dosierung hin und wieder mal &auml;ndern, damit Sie am besten von der Einnahme dieser Medizin profitieren k&ouml;nnen.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Vermeiden Sie es, dehydriert zu werden. Folgen Sie den Anweisungen Ihres Arztes bez&uuml;glich der Art und Menge von Fl&uuml;ssigkeiten, die Sie w&auml;hrend der Behandlung durch Furosemide trinken sollten. Vermeiden Sie es, sich Sonnenlicht oder k&uuml;nstlich erzeugten Ultraviolettstrahlen auszusetzen (dazu z&auml;hlen unter anderem Sonnenbanken und Solarien). Vermeiden Sie ein effektives Sonnenschutzmittel (mindestens Sonnenschutzfaktor 15) und tragen Sie unbedingt Sonnenschutzkleidung, falls Sie sich im Freien aufhalten m&uuml;ssen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Bevor Sie Furosemide einnehmen, informieren Sie Ihren Arzt &uuml;ber folgende eventuell bei Ihnen vorliegende Krankheiten:<br /> Nierenerkrankungen; <br /> Lebererkrankungen; <br /> Gicht;<br /> Lupus;<br /> Diabetes; oder<br /> eine Allergie auf Sulfate.<br /> Es ist nicht bekannt, ob das Medikament einem ungeborenen Kind Sch&auml;den zuf&uuml;gen kann. Bevor Sie Furosemide einnehmen, sollten Sie Ihren Arzt dar&uuml;ber informieren, ob Sie schwanger sind, beziehungsweise eine Schwangerschaft w&auml;hrend der Behandlung planen. Furosemide kann in die Muttermilch gelangen und einem gestillten Kind sch&auml;digen. Nehmen Sie dieses Medikament nicht ohne die Einverst&auml;ndnis Ihres Arztes ein, falls Sie sich in der Stillzeit befinden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Suchen Sie unverz&uuml;glich not&auml;rztliche Hilfe auf, falls Sie folgende Symptome einer allergischen Reaktion versp&uuml;ren: Nesselsucht; Atembeschwerden; Schwellungen des Gesichts, der Lippen, der Zunge oder der Kehle. Stellen Sie die Einnahme von Furosemide ein und rufen Sie sofort Ihren Notarzt, falls Sie folgende ernsthafte Nebenwirkungen versp&uuml;ren:<br /> Trockener Mund, Durst, &Uuml;belkeit, Erbrechen;<br /> Schw&auml;chegef&uuml;hl, Schwindel, Ruhelosigkeit oder Benommenheit;<br /> schnelle beziehungsweise unregelm&auml;&szlig;ige Herzfrequenz;<br /> Muskelschmerzen oder Schw&auml;che;<br /> selteneres Wasserlassen als &uuml;blich, beziehungsweise g&auml;nzliches Ausbleiben;<br /> leichte Bluterg&uuml;sse oder Blutungen, un&uuml;bliche Schw&auml;che;<br /> roter, blasenbildender und sch&auml;lender Hautausschlag;<br /> H&ouml;rverlust; oder<br /> &Uuml;belkeit, Magenschmerzen, niedriges Fieber, Appetitsverlust, dunkler Urin, lehmfarbener Stuhl, Gelbsucht (Vergelbung der Augen und Haut).<br /> Zu weniger ernsthaften Nebenwirkungen von Furosemide k&ouml;nnen unter anderem z&auml;hlen:<br /> Durchfall, Verstopfungen oder Magenschmerzen;<br /> Kopfschmerzen;<br /> Taubheitsgef&uuml;hle, Brennen, Schmerzen oder Prickelgef&uuml;hl;<br /> Schwindel; oder<br /> verschwommenes Sehen.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Sollten Sie Sucralfat (Carafat) einnehmen, dann nehmen Sie es wenigstens zwei Stunden vor oder nach der Einnahme von Furosemide ein. Informieren Sie Ihren Arzt &uuml;ber s&auml;mtliche verschreibungspflichtigen, rezeptfreien und pflanzlichen Medikamente, die Sie zur Zeit einnehmen. Dazu z&auml;hlen unter anderem Vitamine, Mineralien, pflanzliche Produkte und von anderen &Auml;rzten verschriebene Medikamente z&auml;hlen. Beginnen Sie nicht die Einnahme eines neuen Medikaments ohne Ihren Arzt dar&uuml;ber informiert zu haben.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Furosemide wird meist einmalig eingenommen, sodass ein Dosierungsstundenplan nicht erforderlich ist. Wenn sie dennoch eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie der Meinung sind, das Pr&auml;parat &uuml;berdosiert zu haben, rufen Sie bitte schnellstm&ouml;glich einen Notarzt. Zu den Symptomen einer &Uuml;berdosierung k&ouml;nnen unter anderem folgende z&auml;hlen: Klingeln in den Ohren, Appetitsverlust, Schw&auml;che, Schwindel, Verwirrung, Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Furosemide bei Raumtemperaturen, vor Hitze, Sonneneinstrahlung und Feuchtigkeit gesch&uuml;tzt. Die fl&uuml;ssige Furosemide-L&ouml;sung sollte innerhalb von 60 bis 90 Tagen nach dem &Ouml;ffnen der Flasche vollst&auml;ndig aufgebraucht werden. Informieren Sie sich bei Ihrem Apotheker dar&uuml;ber, wie lange das Medikament bei Ihnen n&uuml;tzlich ist. Entsorgen Sie jegliche &uuml;briggebliebene L&ouml;sung, nachdem das Verfallsdatum abgelaufen ist, beziehungsweise nachdem Sie das Medikament nicht l&auml;nger ben&ouml;tigen.</p>