<p><strong>Drug Benutzt</strong> <br /><br /> Hydrochlorothiazid wird zur Behandlung von hohem Blutdruck verwendet. Es wird auch verwendet f&uuml;r den fl&uuml;ssigen Aufbau im K&ouml;rper von bestimmten Bedingungen verursacht werden (zB Herzinsuffizienz, Leberzirrhose, Nierenprobleme) oder Medikamente (zB Kortikosteroide, &Ouml;strogen) zu behandeln. Es kann entweder allein oder zusammen mit anderen Arzneimitteln verwendet. Es kann auch zu anderen Bedingungen, die von Ihrem Arzt angewendet werden. <br /><br /><strong>Gebrauchsanweisung</strong><br /> <br />Verwenden Sie Hydrochlorothiazide wie von Ihrem Arzt. <br /><br /> Nutzen Sie Hydrochlorothiazide durch den Mund mit oder ohne Nahrung. <br /> Hydrochlorothiazid kann die Urinmenge erh&ouml;hen oder zu f&uuml;hren, dass Sie &ouml;fter urinieren, wenn Sie zum ersten Mal starten einnehmen. Um dies zu Ihrem Schlaf gest&ouml;rt zu halten, versuchen Sie, Ihre Dosis vor 6 Uhr statt. <br /> Fragen Sie Ihren Arzt Fragen k&ouml;nnen Sie sich &uuml;ber das Hydrochlorothiazide nutzen. <br /> Drug-Klasse und Mechanismus <br /><br /> Hydrochlorothiazid ist ein Thiazid-Diuretikum. Es hilft, die Nieren von Fl&uuml;ssigkeit aus dem K&ouml;rper zu entfernen. <br /><br /> <strong>Vergessene Dosis </strong><br /><br /> Wenn Sie eine Dosis von Hydrochlorothiazid verpassen und nutzen es regelm&auml;&szlig;ig, bringen Sie es so bald wie m&ouml;glich. Wenn es fast Zeit f&uuml;r Ihre n&auml;chste Dosis ist, &uuml;berspringen Sie die vermi&szlig;te Dosis und gehen Sie wieder dem normalen Behandlungsplan. Nehmen Sie nicht 2 Dosen auf einmal. <br /><br /> <strong>Lagerung </strong><br /><br /> Shop Hydrochlorothiazide zwischen 68 und 77 Grad F (20 und 25 Grad C). Kurze Lagerung bei Temperaturen zwischen 59 und 86 Grad F (15 und 30 Grad C) ist nicht gestattet. Nicht in der N&auml;he von Hitze, Feuchtigkeit und Licht. Nicht im Bad. Keep Hydrochlorothiazide au&szlig;erhalb der Reichweite von Kindern und von Haustieren.</p><p><strong>Warnungen / Vorsichtsma&szlig;nahmen </strong><br /><br /> Verwenden Sie keine Hydrochlorothiazide wenn: <br /><br /> Sie sind allergisch gegen jegliche Zutaten in Hydrochlorothiazide; <br /> Sie sind nicht in der Lage zu urinieren; <br /> die Sie einnehmen oder Dofetilid Ketanserin. <br /> Fragen Sie Ihren Arzt oder Arzt sofort, wenn einer dieser Punkte auf Sie zutrifft. <br /><br /> <strong>Wichtig: <br /></strong><br /> Hydrochlorothiazid kann Schwindel oder verschwommenes Sehen verursachen. Diese Auswirkungen k&ouml;nnen noch schlimmer, wenn Sie es mit Alkohol oder bestimmte Medikamente. Verwenden Sie Hydrochlorothiazide mit Vorsicht. Nicht Auto fahren oder andere, m&ouml;glicherweise unsichere Aufgaben, bis Sie wissen, wie Sie darauf reagieren. <br /> Hydrochlorothiazid kann, Benommenheit, Schwindel oder Ohnmacht f&uuml;hren, Alkohol, hei&szlig;e Wetter, Sport, Fieber oder diese Effekte verst&auml;rkt. Um zu verhindern, sitzen oder stehen langsam, vor allem in den Morgen. Setzen oder legen Sie bei den ersten Anzeichen einer dieser Effekte. <br /> Ihr Arzt kann auch vorschreiben, Kalium, zu erg&auml;nzen f&uuml;r Sie. Wenn ja, nehmen Sie die Kalium-Erg&auml;nzung genau wie vorgeschrieben. Fangen Sie nicht an der Ergreifung zus&auml;tzlicher Kalium auf eigene Faust oder Ihre Di&auml;t ge&auml;ndert, um mehr Kalium, ohne vorher mit Ihrem Arzt aufzunehmen. <br /> Informieren Sie Ihren Arzt oder Zahnarzt, dass Sie Hydrochlorothiazide, bevor Sie eine medizinische oder zahnmedizinische Behandlung, Notfallversorgung, oder eine Operation zu erhalten. <br /> Informieren Sie Ihren Arzt, wenn Sie die hohen Temperaturen ausgesetzt ist. Das Risiko f&uuml;r bestimmte Nebenwirkungen (zB geringes Blutsalzhaushalt) kann bei hei&szlig;em Wetter erh&ouml;ht werden. <br /> Hydrochlorothiazid kann Sie mehr leicht zu Sonnenbrand. Meiden Sie die Sonne, H&ouml;hensonne oder Solarien, bis Sie wissen, wie Sie Hydrochlorothiazide reagieren. Verwenden Sie einen Sonnenschutz-und Schutzkleidung tragen m&uuml;ssen, wenn Sie mehr als eine kurze Zeit au&szlig;erhalb. <br /> Hydrochlorothiazid kann Ihr Blutzuckerspiegel zu erh&ouml;hen. Hoher Blutzucker kann man sie aber verwirrt, schl&auml;frig, oder durstig. Es k&ouml;nnen auch Sie sp&uuml;len, atmen schneller, oder eine Frucht-wie Atem Geruch. Wenn diese Symptome auftreten, zu sagen, Sie Ihren Arzt sofort. <br /> Diabetes-Patienten - Check Blutzucker eng. Fragen Sie Ihren Arzt, bevor Sie die Dosis Ihres Diabetes Medizin zu &auml;ndern. <br /> Labortests, einschlie&szlig;lich der Nierenfunktion, Blutdruck-und Elektrolyt-Ebene durchgef&uuml;hrt werden, w&auml;hrend Sie Hydrochlorothiazide verwenden. Diese Tests k&ouml;nnen verwendet werden, um Ihren Zustand zu &uuml;berpr&uuml;fen oder auf Nebenwirkungen zu &uuml;berwachen. Achten Sie darauf, halten alle Arzt-und Labor-Terminen. <br /> Schwangerschaft und Stillzeit: Hydrochlorothiazid kann zu Sch&auml;digungen des F&ouml;tus. Wenn Sie schwanger werden, wenden Sie sich an Ihren Arzt. Sie m&uuml;ssen die Vorteile und Risiken der Verwendung Hydrochlorothiazide zu diskutieren, w&auml;hrend Sie schwanger sind. Hydrochlorothiazid ist in der Muttermilch gefunden. Wenn Sie sind oder werden Stillzeit Hydrochlorothiazid, w&auml;hrend Sie sich bitte an Ihren Arzt zu verwenden. Diskutieren Sie m&ouml;gliche Risiken f&uuml;r Ihr Baby.</p><p><strong>M&ouml;gliche Nebenwirkungen </strong><br /><br /> Wenden Sie sich an Ihren Arzt, wenn dieser am h&auml;ufigsten auftretenden Nebenwirkungen fortbestehen oder st&ouml;rend empfunden werden: <br /><br /> Verstopfung, Durchfall, Schwindel, Benommenheit (insbesondere beim Aufsetzen oder stehend), Appetitlosigkeit, &Uuml;belkeit, vor&uuml;bergehende Sehst&ouml;rungen. <br /> &Auml;rztlich behandeln lassen, sofort, wenn dieser schwere Nebenwirkungen auftreten: <br /><br /> Schwere allergische Reaktionen (Hautausschlag, Nesselsucht, Juckreiz, Atembeschwerden, Engegef&uuml;hl in der Brust, Schwellungen im Mund-, Gesichts-, Lippen oder Zunge), Verwirrung, dunkler Urin, weniger Harndrang, Ohnmacht, schneller oder unregelm&auml;&szlig;iger Herzschlag, Fieber, Sch&uuml;ttelfrost, oder anhaltende Halsschmerzen, vermehrter Durst, Gelenkschmerzen, Schwellungen, W&auml;rme oder R&ouml;tung (vor allem der gro&szlig;en Zehe), psychische oder Stimmungsschwankungen, Muskelschmerzen oder Kr&auml;mpfe, Taubheit oder Kribbeln, rot, geschwollen, Blasen, oder Sch&auml;len der Haut; Anf&auml;lle; schweren oder anhaltenden Schwindel, schweren oder anhaltenden &Uuml;belkeit oder Magenschmerzen, Kurzatmigkeit, ungew&ouml;hnliche blaue Flecken oder Blutungen, ungew&ouml;hnliche Schl&auml;frigkeit, Unruhe, M&uuml;digkeit oder Schw&auml;che; ungew&ouml;hnlich trockener Mund, Erbrechen, Gelbf&auml;rbung der Augen oder der Haut. <br /><br /><strong> Weitere Informationen </strong><br /><br /> Wenn Sie Fragen zu Hydrochlorothiazide, sprechen Sie bitte mit Ihrem Arzt, Apotheker oder andere Leistungserbringer. <br /> Hydrochlorothiazid ist nur durch den Patienten verwendet werden, f&uuml;r die es vorgeschrieben ist. Nicht teilen es mit anderen Menschen.</p>