<p><strong>Was ist das f&uuml;r ein Medikament?</strong><br /><br />LOSARTAN; HYDROCHLOROTHIAZID ist ein Kombinationsmedikament, das Blutgef&auml;&szlig;e entspannt und gleichzeitig ein Diuretikum ist. Es behandelt Bluthochdruck und mindert unter anderem auch bei bestimmten PatientInnen das Schlaganfallrisiko.<br /><br /><strong>Was soll ich vor der Einnahme des Medikaments meinem Arzt oder meiner &Auml;rztin mitteilen?</strong><br /><br />Sie m&uuml;ssen wissen, ob eines der folgenden Anzeichen vorliegt:<br />Verminderter Urin<br />Nierenerkrankungen<br />Leberkrankheit<br />Wenn Sie auf einer besonderen Di&auml;t sind, wie salz arme Kost<br />Probleme mit dem Immunsystem, wie Lupus<br />Eine ungew&ouml;hnliche Reaktion oder Allergie auf Losartan, Hydrochlorothiazid, Sulfamittel, andere Medikamente, Lebensmittel, Farb- oder Konservierungsstoffe<br />Schwangerschaft oder Versuch, schwanger zu werden<br />Stillen<br /><br /><strong>Wie soll ich das Medikament nehmen?</strong><br /><br />Nehmen Sie das Medikament zusammen mit einem Glas Wasser. Folgen Sie den Anweisungen auf der Verpackung. Nehmen Sie die Tablette zusammen mit etwas zu Essen oder Milch, um &Uuml;belkeit zu vermeiden. Nehmen Sie die Medizin regelm&auml;&szlig;ig und nur so wie verschrieben.<br /><br />Sprechen Sie mit Ihrem Kinderarzt. Es m&uuml;ssen besondere Bedingungen beachtet werden.<br /><br /><strong>&Uuml;berdosis:</strong> Wenn Sie glauben, dass Sie zu viel von diesem Medikament genommen haben, kontaktieren Sie umgehend einen Giftnotruf oder eine Notaufnahme.<br /><br /><strong>HINWEIS:</strong> Dieses Medikament ist nur f&uuml;r Sie, teilen Sie es nicht mit anderen.<br /><br /><strong>Was soll ich machen, wenn ich die Einnahme vergesse?</strong><br /><br />Wenn Sie einmal eine Tablette vergessen haben und sich unmittelbar daran erinnern, dann nehmen Sie die Tablette. Falls nicht, fragen Sie Ihren Arzt oder Ihre &Auml;rztin, beraten Sie sich mit ihm oder ihr. Nehmen Sie auf keinen Fall zwei oder Extradosen.<br />Welche Wechselwirkungen kann es mit diesem Medikament geben?<br />Barbiturate, wie Phenobarbital<br />Blutdruckmedikamente<br />Celecoxib<br />Cimetidin<br />Kortisonsteroid<br />Medikamente gegen Diabetes<br />Diuretika, besonders Triamteren, Spironolacton oder Amilorid<br />Fluconazol<br />Lithium<br />NSAIDs, Medikamente f&uuml;r Schmerzen und Entz&uuml;ndungen wie Ibuprofen oder Naproxen<br />Kaliumsalze oder Kaliummittel<br />Verschreibungspflichtige Schmerzmittel<br />Entspannungsmittel f&uuml;r die skelet&auml;re Muskulatur wie Rifampin<br />Entspannungsmittel f&uuml;r die skelet&auml;re Muskulatur wie Tubocurarin<br />Einige cholesterolsenkende Medikamente wie Cholestyramin oder Colestipol<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Wechselwirkungen. Geben Sie Ihrem Arzt oder Ihrer &Auml;rztin eine Liste mit allen Medikamenten, Kr&auml;utern, nicht verschreibungspflichtigen Medikamenten oder Ern&auml;hrungserg&auml;nzungsmitteln, die Sie nehmen. Teilen Sie ihnen zudem mit, wenn Sie rauchen, Alkohol trinken oder illegale Drogen nehmen. Einige dieser Dinge k&ouml;nnen Wechselwirkungen hervorrufen.<br /><br /><strong>Auf was muss ich achten, wenn ich dieses Medikament nehme?</strong><br /><br />Kontrollieren Sie regelm&auml;&szlig;ig Ihren Blutdruck, w&auml;hrend Sie die Medizin nehmen. Erfragen Sie die richtigen Blutdruckwerte bei Ihrem Arzt. Schreiben Sie Ihre Werte auf, um sie dem Arzt zu zeigen. Wenn Sie das Medikament &uuml;ber einen langen Zeitraum nehmen, gehen Sie regelm&auml;&szlig;ig zu Ihrem Arzt. Sie d&uuml;rfen nicht dehydrieren. Fragen Sie Ihren Arzt, wie viel Sie pro Tag an Fl&uuml;ssigkeit trinken sollen. Suchen Sie &auml;rztlichen Rat, wenn Sie unter starkem Durchfall, &Uuml;belkeit, starkem Schwitzen oder Erbrechen leiden. Der Verlust von zu viel Fl&uuml;ssigkeit kann lebensgef&auml;hrlich sein, wenn Sie dieses Medikament nehmen. Frauen sollten UNBEDINGT Ihren Arzt informieren, wenn Sie schwanger werden wollen oder es bereits sind. Das Medikament kann schwere Auswirkungen auf das ungeborene Kind haben, besonders im zweiten und dritten Trimester. Au&szlig;erdem kann es zu M&uuml;digkeit und Schwindelanf&auml;llen kommen. F&uuml;hren Sie kein Fahrzeug oder bedienen Maschinen oder &uuml;ben eine T&auml;tigkeit aus, die besondere Aufmerksamkeit beansprucht. Vor allem &auml;ltere PatientInnen sollten nicht abrupt aufstehen, um das Risiko von Schwindel- oder Ohnmachtsanf&auml;llen zu verringern. Weil Alkohol die beruhigende Wirkung verst&auml;rkt, sollten Sie den Konsum von Alkohol vermeiden. Diese Medizin wirkt sich auf Ihren Blutzuckerspiegel aus. Sprechen Sie mit Ihrem Arzt bevor Sie die Dosierung Ihrer Diabetesmedizin &auml;ndern. Meiden Sie Salzersatzstoffe und kontaktieren Sie Ihren Arzt, ebenso wenn Sie erk&auml;ltet sind, Schmerzen haben oder Husten haben. Medikamentieren Sie sich nicht selbst. Einige Inhaltsstoffe erh&ouml;hen den Blutdruck. Meiden Sie Salzersatzstoffe, bis Ihr Arzt etwas anderes sagt.<br /><br /><strong>Mit welchen Nebenwirkungen des Medikaments muss ich rechnen?</strong><br /><br />Nebenwirkungen, die Sie umgehend Ihrem Arzt oder &Auml;rztin mitteilen m&uuml;ssen:<br />Allergische Reaktionen wie Hautausschlag, Jucken oder Blasen, Schwellungen des Gesichts, der Lippen oder Zunge<br />Atembeschwerden<br />Dunkler Urin<br />Schneller oder unregelm&auml;&szlig;iger Herzschlag, Herzrasen, oder Schmerzen in der Brust<br />Schwindel oder Ohnmachtsgef&uuml;hl<br />Muskelkr&auml;mpfe<br />Anhaltender trockener Husten<br />R&ouml;tung, Blasenbildung, Sch&auml;len oder Abl&ouml;sen der Haut auch im Mund<br />Magenschmerzen<br />Schwierigkeiten beim Wasserlassen oder Ver&auml;nderungen in der Menge des Urins<br />Ungew&ouml;hnliche Blutungen oder Bluterg&uuml;sse<br />Schlimmer werdende Gichtschmerzen<br />Gelbf&auml;rbung der Augen oder der Haut<br /><br />Nebenwirkungen, die keine weitere medizinische Versorgung brauchen (gehen Sie zu Ihrem Arzt oder Ihrer &Auml;rztin, wenn sie nicht weggehen oder unangenehm sind):<br />&Auml;nderungen in der Libido oder Geschlechtsverkehr<br />Kopfschmerzen<br /><br />Diese Liste enth&auml;lt nicht alle m&ouml;glichen Nebenwirkungen.<br /><br /><strong>Wo soll ich meine Medizin aufbewahren?</strong><br /><br />Au&szlig;erhalb der Reichweite von Kindern in einem fest verschlossenen Beh&auml;lter.<br /><br />Lichtgesch&uuml;tzt. Bei einer Temperatur zwischen 15 und 30 Grad Celsius. Nicht einfrieren. Werfen Sie ungebrauchte oder abgelaufene Medikamente weg.</p>