<p><strong>Allgemeiner Gebrauch</strong><br /><br /> Inderal wirkt durch die Blockierung der beta-adrenergen Substanzen wie Adrenalin (Epinephrin), ein wichtiger Stoff im "sympathischen" Teil des vegetativen Nervensystems, das f&uuml;r die Arbeit des Herzens zust&auml;ndig ist. Das Medikament wird eingesetzt, um Zittern, Schmerzen im Brustkorb, Bluthochdruck, Herzrhythmusst&ouml;rungen, koronare Herzkrankheit, hypertrophe Kardiomyopathie, Myokardiodystrophie und andere Erkrankungen zu behandeln.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Nehmen Sie das Medikament oral, ohne mit der Mahlzeit oder ohne, mit einem vollen Glas Wasser zur gleichen Zeit jeden Tag. Schl&uuml;cken Sie die Kapsel ganz, ohne sie zu kauen, zu brechen, oder zu &ouml;ffnen. Setzen Sie das Medikament nicht pl&ouml;tzlich ab, denn das kann zu Herzproblemen f&uuml;hren.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Verwenden Sie dieses Medikament nicht, wenn Sie an Asthma oder an einigen Herzerkrankungen, insbesondere an einem Herzblock der 2. oder 3. Grades, Leber- oder Nierenversagen leiden. Vermeiden Sie, Alkohol zu trinken. Setzen Sie das Medikament nicht fr&uuml;her als verordnet ab, auch wenn es Ihnen besser geht und Sie keine Symptome der Hypertonie mehr haben.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Sinusbradykardie, unvollst&auml;ndiger oder kompletter AV-Block (Probleme mit der Erregungsleitung in den Anregungs-Reizleitungssystem des Herzens), schwere Rechts- und Linksherzinsuffizienz, Asthma bronchiale und eine Neigung zu Bronchospasmus, Schwangerschaft, Erkrankungen der peripheren arteriellen Durchblutung. Bei Patienten mit spastischer Kolitis (Entz&uuml;ndung des Dickdarms, durch seine Kontraktion gekennzeichnet) wird Verabreichung von Inderal nicht empfohlen.<br /><br /> <strong>M&ouml;gliche Nebenwirkung</strong><br /><br /> &Uuml;belkeit, Erbrechen, Durchfall, Bradykardie (langsamer Herzschlag), Schwindel, Allergie, Juckreiz, Bronchospasmus (Kontraktion der Bronchien). Depression.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Alkohol und Aluminium verringern die Aufnahme von Propranolol. Inderal erh&ouml;ht den Blutspiegel von Theophyllin und Lidocain. Phenytoin, Phenobarbital und Rifampicin reduzieren den Blutspiegel von Inderal. Cimetidin und Chlorpromazin bewirken im Gegenteil die Erh&ouml;hung des Blutspiegels von Inderal.<br /><br /> <strong>Vergessene Dosis</strong><br /><br /> Wenn Sie eine Dosis vom kurzwirksamen Inderal verpasst haben, nehmen Sie die vergessene Dosis so bald Sie sich erinnern. Nehmen Sie die Dosis nicht mehr, wenn bis zur n&auml;chsten Dosis nur etwa vier Stunden geblieben sind. &Uuml;berspringen Sie dann die vergessene Dosis und nehmen Sie das Medikament weiter nach Ihrem Zeitplan. Wenn Sie erweiterte Retardtabletten nehmen und eine Dosis verpasst haben, nehmen Sie die vergessene Dosis nicht, wenn weniger als acht Stunden bis zur n&auml;chsten Dosis bleiben. Nehmen Sie niemals eine extra Dosis, um die verpasste zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Im Falle von schweren Symptomen wie Herzklopfen, Schwindel, Schw&auml;che oder Ohnmacht suchen Sie sofortige &auml;rztliche Hilfe auf.<br /><br /> <strong>AufLagerung</strong><br /><br /> Lagern Sie das Medikament bei der Raumtemperatur weg von der Feuchtigkeit und Sonneneinstrahlung.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen konkreten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>