<p><strong>Allgemeine Anwendung<br /></strong><br /> Lasix (Furosemide) ist eine Diuretika, die in kurzer Zeit Diurese verursacht. Das Medizin verf&uuml;gt &uuml;ber natriuretischen Effekt und verringert Niveau von CL - im Blut, erh&ouml;ht die Wiederentwicklung von K+, Ca2 +, Mg2 +.<br /> Durchdringend in Nierentubulus im aufsteigenden Teil der Henle Schleife blockiert das Resorption von Na + und Cl-.<br /> Vermehrte Ausscheidung von Na + intensiviert zus&auml;tzlich die Wasserausscheidung, sowie tritt eine erh&ouml;hte Ausscheidung von K + im distalen Teil des Tubulus auf. <br /> Gleichzeitig wird die Ausscheidung von Ca2 + und Mg2 + erh&ouml;ht. Lasix wird verwendet, um &Ouml;deme Syndroms bei Patienten mit chronischer Herzversagen (Grad II oder III) zu behandeln, sowie Leberzirrose, Nierenerkrankungen, akute Herzversagen (Lungen&ouml;dem), Hirn &ouml;dem, hypertonische Krise, arterielle Hypertonie und andere.<br /><br /> <strong>Dosierung und Anweisung<br /></strong><br /> Nehmen Sie das Pr&auml;parat exakt so, wie es von Ihrem Arzt vorgeschrieben wurde. <br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> Bevor Sie Lasix verwenden, benachrichtigen Sie Arzt, wenn Sie an Nieren- und Lebererkrankungen, Gicht, Lupus, Diabetes oder eine Allergie zu Sulfonamide leiden. Vermeiden Sie immer Dehydrationen, weil Lasix Sie &ouml;fter urinieren l&auml;sst. Setzen Sie die Einnahme von Lasix weiter fort, selbst wenn Sie sich besser f&uuml;hlen, weil hoher Blutdruck oft keine Symptome hat. Vermeiden Sie die Einnahme von dieser Medizin, wenn Sie schwanger sind oder stillen.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, akute Nierenversagen mit Anurie, schwere Lebererkrankungen, Leberkoma und Precoma, Stenois der Harnr&ouml;hre, akute Glomerulonephritis, Urinary Tract Behinderung, precoma, hyperglycemische Koma, Gicht, arterielle Hypotonie, Herzinfarkt, Pankreatitis und andere.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Wenden Sie sich an Ihren Arzt f&uuml;r medizinische Betreuung, wenn Sie Symptome einer Allergie oder einer von folgenden Bedingungen haben: trockener Mund, Durst, &Uuml;belkeit, Erbrechen; Schw&auml;che, Schl&auml;frigkeit, Unruhigen, oder Benommenheit, schneller oder ungleichm&auml;&szlig;iger Herzschlag, Muskelschmerzen, weniger als &uuml;bliche Blasenentleerung oder Abwesenheit von Blasenentleerung, leichte Quetschungen oder Blutungen, roter Hautausschlag, Haarausfall.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Wenn Lasix mit Aminoglycoside-Antibiotika (Gentamicin und andere) oder Edecrin - ein anderes Diuretikum verwendet wird, kann das zu Geh&ouml;rsch&auml;den f&uuml;hren. Die gleichzeitige Anwendung von Lasix und Aspirin kann zu hohem Blutniveau von Aspirin sowie zu Aspirin Toxizit&auml;t f&uuml;hren.<br /> Lasix ist in der Lage, Ausscheidung von Lithium-durch die Nieren zu reduzieren. Sucralfat (Carafate) reduziert die Wirkung von Lasix. Aufnahme von Lasix und Sucralfat sollten durch zwei Stunden zeitlich getrennt werden.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Dieses Medikament ist manchmal f&uuml;r die einzelne Verwendung vorgesehen, so ben&ouml;tigen Sie keinen dosierten Zeitplan.<br /> Wenn Sie Lasix regelm&auml;&szlig;ig nehmen und vergessen haben, eine Dosis zu nehmen, so machen Sie es sobald, wie Sie sich daran erinnern. &Uuml;berspringen Sie die verpasste Dosis, wenn es fast die Zeit f&uuml;r die n&auml;chste Aufnahme ist. Setzen Sie Ihren regelm&auml;&szlig;igen Zeitplan fort. Ersetzen Sie die verpasste Dosis nicht, indem Sie eine zus&auml;tzliche nehmen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Im Falle der Appetitlosigkeit, Klingelt&ouml;ne in Ohren, Schw&auml;che, Schwindel, Verwirrung, Benommenheit oder Ohnmacht, brauchen Sie sofortige &auml;rztliche Hilfe.<br /> Lagerung<br /> - bei Zimmertemperatur bewahren, vor Licht und Feuchtigkeit sch&uuml;tzen. Au&szlig;er Reichweite von Kindern und Haustiere lagern. <br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist, kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann. Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>