<p><strong>Allgemeine Anwendung<br /></strong><br /> Lisinopril wird zur Behandlung von Bluthochdruck verwendet (Hypertonie), sowohl bei Erwachsenen als auch bei Kindern im Alter von sechs Jahren und &Auml;lter, einschlie&szlig;lich zur Behandlung von renovaskul&auml;rem, akutem Myokardinfarkt in klinisch stabilem Zustand des Patienten, Herzversagen (adjuvante Behandlung) und diabetischer Neuropathie. Das Wirkungsprinzip der Wirkung dieses Medikaments besteht in der Entspannung vin Blutgef&auml;&szlig;en, wodurch diese sich erweitern, was das Vorkommen von Schlaganf&auml;llen, Herzinfarkten und Nierenproblemen vermeiden kann. Lisinopril wird auch nach akuter Myokarderholung angewendet, und wird zusammen mit anderen Medikamenten verabreicht (zum Beispiel mit sogenannten "Wasserpillen" / Diuretika, Digoxin) um Herzversagen zu behandeln. Dieses Medikament geh&ouml;rt zu einer Medikamentenklasse, die ACE-Hemmer genannt wird.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Erwachsene sollten das Medikament ein Mal pro Tag einnehmen. Die h&ouml;he der Dosis wird individuell bestimmt, und zwar in Abh&auml;ngigkeit vom Zustand, der aktuellen Nierenfunktion und der begleitenden Therapie. Normalerweise betr&auml;gt die Anfangsdosis 2,5-5 mg, die durchschnittliche Erhaltungsdosis betr&auml;gt ungef&auml;hr 5-20 mg, das Tagesmaximum liegt bei 80 mg.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Die Behandlung wird unter regul&auml;rer medizinischer &Uuml;berwachung ausgef&uuml;hrt (Wasser-Elektrolyt-Gleichgewicht). W&auml;hrend der Behandlung ist eine st&auml;ndige &Uuml;berwachung von Blutdruck, Proteingehalt und Plasmakalium, Harnstoff-Stickstoff, Creatinin, Nierenfunktionen, Blutbild, K&ouml;rpergewicht und Ern&auml;hrung n&ouml;tig. Operativen Eingriffen sollten Sie sich nur mit gro&szlig;er Vorsicht unterziehen (vor allem bei Zahnoperationen), vor allem wenn Sie Vollnarkose verwenden, die eine blutdrucksenkende Wirkung hat. <br /><br /> <strong>Kontraindikationen<br /></strong><br /> Im Falle einer &Uuml;berempfindlichkeit auf das Medikament, einer Schwangerschaft oder dem Befinden in der Stillzeit ist Ihnen das Medikament untersagt.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Folgende Symptome k&ouml;nnen auftreten: Kopfschmerzen, Schwindel, Nervosit&auml;t, Ohnmacht, Schwindel, Schlaflosigkeit, Zittrigkeiten, Krampfanf&auml;lle, Sehst&ouml;rungen, Herzflattern, Brustschmerzen, Hypotonie, Arrhythmie, trockener Husten und b&ouml;sartige Tumore der Lungen, H&auml;moptysen, Schmerzen beim Atmen, Bronchitis, trockener Mund, Verdauungsst&ouml;rungen, Sodbrennen, Erbrechen, Durchfall/Verstopfungen, Bl&auml;hungen, Bauchschmerzen, Nierenversagen, Abnahme des Libido, Impotenz, Arthritis, Nackenschmerzen, R&uuml;ckenschmerzen, Hautausschl&auml;ge, Nesselausschlag und das Stevens-Johnson-Syndrom.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Hier finden Sie eine Liste von Medikamenten, die mit Lisinopril Wechselwirkungen aufweisen k&ouml;nnen: Goldinjektionen zur Behandlung von Arthritis, Lithium (Lithobid, Eskalith), Kaliumerg&auml;nzungen so wie zum Beispiel K-Dur, Klor-Con, kaliumhaltige Salzers&auml;tze, Insulin und orale Diabetesmedikamente, Aspirin und andere NSAIDe (nichtsteroidale entz&uuml;ndungshemmende Medikamente) so wie zum Beispiel Ibuprofen (Motrin, Advil), Diclofenac (Voltaren), Etodolac (Lodine), Indomethacin (Indocin), Ketoprofen (Orudis), Naproxen (Aleve, Naprosyn) und andere, oder auch Diuretika (Wasserpillen). <br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus. Versuchen Sie nicht, eine verpasste Dosis durch eine zus&auml;tzliche zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Suchen Sie unverz&uuml;glich not&auml;rztliche Hilfe auf, falls Sie eine &Uuml;berdosierung mit diesem Medikament verd&auml;chtigen. Zu Symptomen einer &Uuml;berdosierung mit Lisinopril k&ouml;nnen unter Anderem folgende z&auml;hlen: starker Schwindel Benommenheit oder Ohnmacht.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie Lisinopril bei Raumtemperaturen vor Feuchtigkeit und Hitze gesch&uuml;tzt.<br /><br /> <strong>Haftung<br /></strong><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>