<p><strong>Lopressor</strong><br /><br /><strong> Allgemeiner Gebrauch</strong><br /><br /> Lopressor wirkt meist durch Sperrung von Beta-Adrenorezeptoren des Herzens und wird zur Behandlung des Bluthochdrucks, Schmerzen in der Brust (Angina pectoris), abnormalen Rhythmen des Herzens sowie zur Vorbeugung des Herzinfarkts verwendet. Dieses Medikament beeinflusst durch Sperrung der Rezeptoren das vegetative Nervensystem, welches die Erh&ouml;hung der Herzfrequenz bestimmt, und bewirkt damit eine Verringerung des abnormal schnellen Herzrhythmus. Dar&uuml;ber hinaus vermindert Lopressor Reizbarkeit des Myokards und die Herzleistung und hat auch andere Wirkungen.<br /><br /> <strong>Dosierung und Anwendung</strong><br /><br /> Dieses Medikament sollte w&auml;hrend oder kurz nach einer Mahlzeit mit einem Glas Wasser eingenommen werden. Sie sollten die Tablette nicht kauen oder brechen. Die Dosierung h&auml;ngt von der Erkrankung ab und kann zwischen 100 bis 450 mg t&auml;glich variieren. Ihre individuelle Dosierung sollte vom Arzt verschrieben werden. Bei &auml;lteren Patienten wird empfohlen, mit einer 50 mg-Tagesdosis zu beginnen. Nierenerkrankungen erfordern keine Korrektur der Dosierung, w&auml;hrend Leberprobleme die Verwendung anderer Beta-Adrenoblocker erfordern die nicht in der Leber zersetzt werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Vermeiden Sie, w&auml;hrend der Behandlung mit Lopressor Alkohol zu trinken, denn seien Wechselwirkung mit Lopressor erh&ouml;hte Schl&auml;frigkeit und Benommenheit verursachen kann.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> &Uuml;berempfindlichkeit gegen die Bestandteile des Medikaments, akute oder chronische Herzinsuffizienz, arterielle Hypotonie, kongestive Herzerkrankung, Asthma oder andere Atemprobleme, Diabetes, Erkrankungen des peripheren Durchblutung, Schwangerschaft, Stillzeit, Depressionen, Leber- oder Nierenerkrankungen, eine Schilddr&uuml;senst&ouml;rung oder Myasthenia gravis.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Bei allgemeiner Toleranz gegen&uuml;ber dem Medikament sind dennoch folgende Nebenwirkungen beobachtet worden: Bauchkr&auml;mpfe, M&uuml;digkeit, Schlaflosigkeit, &Uuml;belkeit, Depressionen, Ged&auml;chtnisverlust, Fieber, Ohnmacht, Benommenheit, langsamer Herzschlag, niedriger Blutdruck, kalte Extremit&auml;ten, Halsschmerzen, Durchfall, Verstopfung und Kurzatmigkeit oder Keuchen.<br /><br /> <strong>Arzneimittelwechselwirkungen</strong><br /><br /> Kalzium-Kanal-Blocker und Digoxin (Lanoxin) k&ouml;nne gef&auml;hrliche Senkung des Blutdrucks und der Herzfrequenz verursachen, wenn sie zusammen mit Lopressor verabreicht werden.<br /> Lopressor kann die fr&uuml;hen Symptome eines niedrigen Blutzuckers maskieren und sollte daher bei Patienten mit Diabetes mit Vorsicht eingesetzt werden.<br /><br /> <strong>Vergessene Dosis</strong><br /><br /> Nehmen Sie die vergessene Dosis so bald wie Sie sich erinnern. Wenn bis zu Ihrer n&auml;chsten Dosis weniger als 4 Stunden verblieben sind, &uuml;berspringen Sie die vergessene Dosis und nahmen Sie das Medikament weiter nach Ihrem Zeitplan. Versuchen Sie nicht, eine verpasste Dosis durch eine Extradosis zu kompensieren.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Es sind folgende Symptomen von Lopressor-&Uuml;berdosierung beobachtet worden: Herzrhythmusst&ouml;rungen, Kurzatmigkeit, Schwindel, Schw&auml;che oder Ohnmacht, bl&auml;ulich gef&auml;rbte Fingern&auml;gel. Wenn Sie diese Symptome bekommen, sollten Sie sofortige &auml;rztliche Hilfe aufsuchen.<br /><br /> <strong>AufLagerung</strong><br /><br /> Lagern Sie das Medikament bei der Temperatur zwischen 15-30 C (59-86 F). Sch&uuml;tzen Sie es von Feuchtigkeit und Sonnenstrahlung in einem lichtdichten Container.<br /><br /> <strong>Haftungshinweis</strong><br /><br /> Wir bieten Ihnen hier nur allgemeine Informationen &uuml;ber die Medikamente, die nicht alle Anweisungen, m&ouml;gliche Wechselwirkungen oder Vorsichtma&szlig;nahmen umfassen. Die auf dieser Seite ver&ouml;ffentlichten Informationen d&uuml;rfen nicht zur Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle spezifischen Anweisungen f&uuml;r einen bestimmten Patienten sollten mit dem zust&auml;ndigen Arzt besprochen werden. Wir behalten uns vor, dass diese Informationen Fehler enthalten k&ouml;nnen. Wir lehnen jede Haftung f&uuml;r Sch&auml;den ab, die durch einen fehlerhaften Gebrauch von den auf dieser Seite ver&ouml;ffentlichen Informationen entstehen k&ouml;nnen. Wir &uuml;bernehmen keine Haftung f&uuml;r direkte, indirekte, spezielle oder sonstige Schaden irgendwelcher Art, sowie f&uuml;r die Folgen m&ouml;glicher Selbstbehandlung.</p>