<p><strong>Allgemeine Anwendung<br /></strong><br /> Nitroglycerin wird daf&uuml;r verwendet, um durch Herzerkrankungen verursachte chronische Schmerzen in der Brust zu vermeiden. Es handelt sich hierbei um einen Nitrat. Es wirkt, indem es Blutgef&auml;&szlig;e entspannt. Brustschmerzen k&ouml;nnen auftreten, wenn das Herz mehr Sauerstoff ben&ouml;tigt als es eigentlich bekommen kann. Das entspannen der Blutgef&auml;&szlig;e erm&ouml;glicht es dem Blut, leichter zu zirkulieren. Auf diese Weise wird die Arbeitsbelastung des Herzens und die Menge des von ihm verlangten Sauerstoff verringert.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie das Medikament genau so ein, wie es Ihnen von Ihrem Arzt verschrieben wurde.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Bevor Sie Nitroglycerin einnehmen, sollten Sie Ihren Arzt &uuml;ber Folgendes informieren: falls Sie schwanger sind, eine Schwangerschaft planen oder sich zur Zeit in der Stillzeit befinden; falls Sie jegliche verschreibungspflichtigen oder rezeptfreien Medikamente, pflanzliche Mittel oder Nahrungserg&auml;nzungen einnehmen; falls Sie allergisch auf Medikamente, Lebensmittel oder andere Substanzen reagieren; falls Sie alkoholische Getr&auml;nke konsumieren; falls Sie andere Herzprobleme (Herzversagen, vergr&ouml;&szlig;ertes Herz, Herzinfarkt), eine &uuml;beraktive Schilddr&uuml;se, Schlaganf&auml;lle oder andere Blutungen im Gehirn oder eine k&uuml;rzlich zur&uuml;ckliegende Kopfverletzung in der Anamnese haben; falls Sie an An&auml;mie, Blutunterdruck, Dehydrierung oder Volumenmangel.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Nehmen Sie Nitroglycerin nicht ein, falls Sie allergisch auf eine der Komponente des Medikaments allergisch reagieren, falls Sie allergisch auf Klebstoffe reagieren, falls Sie erh&ouml;hten Druck oder eine starke Verletzung am Kopf haben, an starker An&auml;mie leiden oder einen Phosphodiesterase-Typ-5-Hemmer einnehmen.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zu den &uuml;blichsten Nebenwirkungen z&auml;hlen unter anderem: Schwindel, Benommenheit oder Ohnmacht, wenn Sie sich aus einer sitzenden oder stehenden Position erheben; R&ouml;tung von Gesicht und Nacken; Kopfschmerzen; Erregung auf der Haut; &Uuml;belkeit; Erbrechen.<br /> Suchen Sie unverz&uuml;glich medizinische Hilfe auf, falls Sie eines der folgenden Nebenwirkungen versp&uuml;ren sollten: allergische Reaktionen (Hautausschl&auml;ge; Nesselsucht; Juckreiz; Atembeschwerden; Engegef&uuml;hl in der Brust; Schwellung des Mundes, des Gesichts, der Lippen, oder der Zunge); verschwommenes Sehen; trockener Mund; Ohnmacht; Err&ouml;tung; starkes Schwitzen; unregelm&auml;&szlig;iger Herzschlag; neue oder verschlimmerte Brustschmerzen; bleiche Haut; Klopfen in der Brust; schneller Herzschlag; starker Schwindel oder Kopfschmerzen; starke oder l&auml;nger anhaltende &Uuml;belkeit oder Erbrechen; Kurzatmigkeit; langsamer Herzschlag; Schwellung der H&auml;nde, Kn&ouml;chel oder F&uuml;&szlig;e; un&uuml;bliche Schw&auml;che.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Nitroglycerin kann mit folgenden Medikamenten Wechselwirkungen aufweisen: Salicylate (Aspirin); Beta-Blocker (Propranolol), Kalziumkanalblocker (Diltiazem), Diuretika (Ffurosemid, Hydrochlorothiazid), Medikamente zur Behandlung von erh&ouml;htem Blutdruck, Phenothiazine (Thioridazin) oder Phosphodiesterase-Typ-5-Hemmer (Sildenafil).<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Sollten Sie eine Dosierung eines Nitroglycerin-Pflasters verpassen, dann nehmen Sie es so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung z&auml;hlen unter anderem Erk&auml;ltungen oder blaufarbene Haut; Verwirrung; Durchfall; exzessives Schwitzen; Ohnmacht; schnelle, langsame oder unregelm&auml;&szlig;ige Herzfrequenz; l&auml;nger anhaltende pochende Kopfschmerzen; Krampfanf&auml;lle; Atembeschwerden; Probleme mit dem Sehen. Suchen Sie medizinische Hilfe auf, falls Sie das Medikament &uuml;berdosieren.<br /><br /> <strong>Lagerung<br /></strong><br /> Lagern Sie dieses Pr&auml;parat bei Temperaturen bei 68-77 Grad Fahrenheit (20-25 Grad Celsius) trocken und vor Licht gesch&uuml;tzt. Lagern Sie das Pr&auml;parat nicht im Bad. F&uuml;r Kinder und Haustiere unzug&auml;nglich aufbewahren.</p>