<p><strong>Allgemeine Anwendung<br /></strong><br /> dieses Medikament geh&ouml;rt zur Gruppe der Kalziumantagonisten. Norvasc blockiert selektiv L-Typ Kan&auml;le (eine der sechs Arten von Kan&auml;len in Geweben) die sich in einer Gef&auml;&szlig;wand, Myocard und insbesondere in den Zellen der Durchf&uuml;hrungs- und kontraktilen Systemen des Herzmuskels befinden. Norvasc blockiert &Uuml;bertragung von ca + Ions durch die Membrane und verringert Gef&auml;&szlig;etonus und arteriellen Druck. <br /> Das Medikament wird zur Behandlung von Bluthochdruck, isch&auml;mische Herzkrankheit, Angina verwendet.<br /><br /> <strong>Dosierung und Anleitung<br /></strong><br /> nehmen Sie dieses Medikament nicht, wenn es Ihnen nicht vorgeschrieben wurde. Befolgen Sie alle Anweisungen von Ihrem Arzt. Es ist m&ouml;glich, Norvasc mit oder ohne Nahrung zu nehmen. Da es in der Leber metabolisiert wird, sollen Patienten mit Leberversagen vorsichtig verwenden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong> <br /><br /> vermeiden Sie Alkohol. Bevor Sie Norvasc nehmen, informieren Sie Ihren Arzt, wenn Sie Herzinsuffizienz oder Lebererkrankung haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Individuale &Uuml;berempfindlichkeit, arterielle Hypotonie, kardiogener Schock, Schwangerschaft, Stillen. Vorsicht ist n&ouml;tig, wenn Norvasc bei Patienten mit chronischer Herzinsuffizienz, Diabetes, Lipid-Stoffwechsel-Erkrankungen, Leberversagen und Personen j&uuml;nger 18 Jahre verabreicht wird.<br /><br /> <strong>M&ouml;gliche Nebeneffekt <br /></strong><br /> die m&ouml;glichst oft auftretenden Nebenwirkungen sind &Ouml;dem der unteren Gliedma&szlig;en und Kopfschmerzen. Setzen Sie mit Ihrem Arzt in Verbindung, wenn sie Schwellungen in den H&auml;nden, Kn&ouml;chel oder F&uuml;&szlig;en f&uuml;hlen, Schmerzen in der Brust, langsamen, schnellen oder stampfenden Herzschlag, leichte Bluterg&uuml;sse oder Blutungen, ungew&ouml;hnliche Schw&auml;che, Taubheitsgef&uuml;hl, Brennen, Schmerzen oder prickelnde Gef&uuml;hl, Gelbsucht haben.<br /> Wechselwirkungen<br /> Medikamente, die</p>