<p><strong>Allgemeine Anwendung</strong><br /><br /> Plavix hemmt speziell und aktiv die Aggregation von Thrombozyten (Gerinnung) und erweitert Herzkranzgef&auml;&szlig;e. Plavix wird dazu verwendet, um das Risiko eines Herzinfarkts oder eines Schlaganfalls zu verringern, was aufgrund von Blutgerinnseln bei Patienten mit Schlaganf&auml;llen, Herinfarkten und periphere arterielle Verschlusskrankheit in der Anamnese geschehen kann. Es wird verwendet, um isch&auml;mischen Erkrankungen so wie zum Beispiel Myokardinfarkt, Schlaganfall, Thrombose von peripheren Arterien und anderen Krankheiten vorzubeugen.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Plavix sollte ein Mal pro Tag mit oder ohne Lebensmittel eingenommen werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen <br /></strong><br /> Da Plavix zur Gruppe der 'Blutverd&uuml;nner' geh&ouml;rt, vermeiden Sie, es mit Aspirin oder anderen NSAIDen (nichtsteroidalen entz&uuml;ndungshemmenden Medikamenten) einzunehmen, falls Ihr Arzt Ihnen nichts anderes empfohlen hat. Suchen Sie Ihren Arzt auf, falls Sie merken, dass Sie schwarzen oder blutigen Stuhl haben, kaffeesatz&auml;hnliches Erbrochenes oder blutigen Husten haben.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> Patienten mit einer &uuml;berempfindlichen Reaktion auf das Medikament, schwerem Leberversagen, akuten Blutungen, Geschw&uuml;ren vom Magen oder Zw&ouml;lffingerdarm, Colitis ulcerosa, Tuberkulose und anderen Erkrankungen die zu h&auml;ufigen Blutungen neigen, in der Schwangerschaft, Stillzeit oder in der Neonatalperiode ist Plavix untersagt. Bei Patienten mit mittelgradigem Leber- oder Nierenversagen sollte besondere Vorsicht eingehalten werden.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen</strong><br /><br /> Zu m&ouml;glichen Nebenwirkungen z&auml;hlen unter anderem Blutungen im Magen oder Darm, h&auml;morrhagischer Schlaganfall, Neutropenie, Thrombozytopenie, Bauchschmerzen, Dyspepsie, Magenschleimhautentz&uuml;ndung, Verstopfungen, Geschw&uuml;re im Magen-Darm-Trakt, Durchfall und Allergie.<br /><br /> <strong>Wechselwirkung <br /></strong><br /> Die Kombination von Plavix mit nichtsteroidalen entz&uuml;ndungshemmenden Medikamenten kann das Risiko von Magen- und Ged&auml;rmeblutungen erh&ouml;hen. Genauso kann eine hohe Konzentration von Plavix die Konzentration von Coumadin erh&ouml;hen, wenn diese gleichzeitig angewendet werden und dadurch zu exzessiven Blutungen f&uuml;hren.<br /><br /> <strong>Verpasste Dosis <br /></strong><br /> Wenn sie eine Dosis verpasst haben, nehmen Sie sie so schnell wie m&ouml;glich ein. Wenn Sie bemerken, dass die Zeit der n&auml;chsten Dosis fast gekommen ist, dann setzen sie eine Dosis aus und halten Sie sich an ihren Einnahmeplan des Pr&auml;parats. Nehmen Sie keine Dosis doppelt.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Zu den Symptomen einer &Uuml;berdosierung z&auml;hlen unter anderem Erbrechen, Gef&uuml;hl der Ersch&ouml;pfung oder Kurzatmigkeit, Spuren von Blut in Ihrem Stuhl oder Erbrochenem, Durchfall, Hautausschl&auml;ge und Juckreiz. Im Falle einer starken Ausdrucksform dieser Nebenwirkungen suchen Sie unverz&uuml;glich Ihren Arzt auf.<br /><br /><strong>Lagerung<br /></strong><br /> Lagern Sie Plavix-Tabletten und Kapseln bei Raumtemperaturen von 15-30 Grad Celsius (59-86 Grad Fahrenheit).<br /><br /> <strong>Haftung</strong><br /><br /> Wir liefern nur allgemeine Informationen &uuml;ber Medikamente, die nicht alle m&ouml;glichen Anwendungsgebiete, Medikamentenintegrationen oder Vorsichtsma&szlig;nahmen einschlie&szlig;en. Informationen auf der Webseite k&ouml;nnen nicht f&uuml;r Selbstdiagnostik oder Selbstbehandlung benutzt werden. Spezifische Vorschriften f&uuml;r spezifische Patienten sind mit dem Arzt oder Apotheker zu vereinbaren. Haftung f&uuml;r die Verl&auml;sslichkeit dieser Informationen oder m&ouml;gliche Fehler wird nicht &uuml;bernommen. F&uuml;r jeden direkten, indirekten, un&uuml;blichen oder sonstigen indirekten Schaden als Resultat vom Gebrauch s&auml;mtlicher Informationen von dieser Seite und auch f&uuml;r Folgen einer Selbstbehandlung &uuml;bernehmen wir keine Haftung.</p>