<p><strong>Allgemeine Anwendung</strong><br /><br /> Tenormin ist ein Blockieren-Agens des Betas-adrenergic. Seine Rolle ist zu Bl&ouml;cken die Effekten von adrenergic Rauschgiften, wie Adrenalin oder epinephrine auf Nerven des mitf&uuml;hlenden Nervensystems. Tenormin reduziert die Herzrate und verwendete sie Behandlung anomal schneller Herzrhythmen, arterieller Hypertonie, Angina, akuter myocardial &Uuml;bertretung, Tachykardie (verschiedene Typen), ventrikul&auml;re fibrill&auml;re Zuckung und andere.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Nehmen Sie Tenormin vor Mahlzeiten oder in der Schlafenszeit. Ihre Dosis h&auml;ngt von Ihrer Bedingung ab und sollte von Ihrem Arzt verabreicht werden. Nehmen Sie das Medikament, genau wie vorgeschrieben. &Auml;ndern Sie die Dosis nicht und h&ouml;ren Sie pl&ouml;tzlich Behandlung nicht auf, selbst wenn Sie sich besser f&uuml;hlen, weil Hypertonie h&auml;ufig keine Symptome hat. Vermeiden Sie, Alkohol zu trinken. Teilen Sie Ihrem Chirurgen mit, wenn Sie Tenormin nehmen, wenn Sie planen, bedient zu werden.<br /><br /> <strong>Vorsichtsma&szlig;nahmen</strong><br /><br /> Nehmen Sie Tenormin nicht, wenn es nicht war, sollte Tenormin mit einem Glas von Wasser einmal t&auml;glich zur gleichen Zeit genommen werden. H&ouml;ren Sie nicht auf, das Medikament pl&ouml;tzlich zu nehmen, weil es Ihre Bedingung schlechter machen kann. Setzen Sie fort, das Medikament zu nehmen, selbst wenn Sie sich fein als Hypertonie und Krankheiten eines Herzens vielleicht ein Leben lange Krankheit f&uuml;hlen. Informieren Sie Ihren Chirurgen, wenn Sie Tenormin nehmen, wenn Sie bedient werden m&uuml;ssen.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, krankes Sinus-Syndrom, Sinus-Bradykardie (Rate langsamer als 50 pro Minute), atrioventricular Block (Grad II und III), arterielle Hypotension, akutes oder chronisches Herzversagen, periphere Blutfluss-St&ouml;rungen, Stillen. Umsicht sollte in Patienten mit Diabetes, hypopotassemia, Lungenemphysem, Asthma, Leber und Nierekrankheitsschwangerschaft und mit anderen Bedingungen ausge&uuml;bt werden.<br /><br /><strong> M&ouml;gliche Nebenwirkungen<br /></strong><br /> Nebenwirkungen sind selten und verg&auml;nglich, wenn vorkommen. Sie k&ouml;nnen Schw&auml;che, Ersch&ouml;pfung, Schwindel, Kopfschmerz, Depression, das Tr&auml;umen, die Schlaflosigkeit, den Ged&auml;chtnisschwund, die Unterleibskrampen, die Diarrh&ouml;e, die Konstipation, den Brechreiz, das Fieber, die Machtlosigkeit, den Schwindel, die langsame Herzrate, den niedrigen Blutdruck, die Erstarrung, das Prickeln, die kalten Extremit&auml;ten, und die Angina und auch die Allergie einschlie&szlig;en.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Tenormin kann Bedingungen von Patienten mit Asthma, chronischer Bronchitis, oder Emphysem erschweren. In Patienten mit vorhandenen langsamen Herzraten und Herzbl&ouml;cken kann Tenormin Herzraten betr&auml;chtlich verlangsamen. Tenormin reduziert die Kraft der Herzmuskelzusammenziehung und macht Bedingungen von Patienten mit dem Herzversagen schlechter. Non-steroidal Antientz&uuml;ndungsrauschgifte, Oestrogen, sympathomimetics, xanthines schw&auml;chen hypotensive Wirkung von Tenormin.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Nehmen Sie nie eine doppelte Dosis dieses Medikaments. Wenn es fast Zeit der folgenden Dosis ist, gerade lassen den verpassten Teil aus und setzen fort, die Medizin gem&auml;&szlig; der Liste zu nehmen.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Symptome von einer &Uuml;berdosis sind unebene Herzschl&auml;ge, Atemnot, Schwindel, Schw&auml;che, bl&auml;ulich gef&auml;rbt Fingern&auml;gel, Konvulsionen schwach zu werden. Wenn Sie diesen Anruf Ihr Arzt sofort erfahren.<br /><br /> <strong>Lagerung<br /></strong><br /> Bl&ouml;cke sollten bei der Raumtemperatur zwischen 25-25 C (68-70 F) weg vom Licht und der Feuchtigkeit gelagert werden.<br /><br /> <strong>Haftung</strong><br /><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>