<p><strong>Allgemeine Anwendung<br /></strong><br /> Zestril geh&ouml;rt der Klasse von Rauschgiften genannt ASS Hemmstoffe. Es blockiert Konversion von angiotensin I zu angiotensin II, senkt arteriolar Resistenz und vergr&ouml;&szlig;ert ven&ouml;se Kapazit&auml;t, vergr&ouml;&szlig;ert Herzminutenvolumen, senkt renovascular Resistenz. Es wird in der Behandlung der kongestiven Herzinsuffizienz, Hypertonie verwendet und &Uuml;berleben nach einem Herzanfall zu verbessern.<br /><br /> <strong>Dosierung und Anwendungsgebiet<br /></strong><br /> Zestril, wird genau wie vorgeschrieben, von Ihrem Arzt mit oder ohne Essen zur gleichen Zeit jeden Tag genommen. Warten Sie mehr als zu Stunden nach der Einnahme von Antazidum, um Ihre Dosis von Zestril zu nehmen, weil das erste Absorption des letzten hemmen kann.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Vermeiden Sie, Alkohol zu trinken. Warnen Sie Ihren Arzt, wenn Sie schwanger sind, weil dieses Medikament im Stande ist, dem zuk&uuml;nftigen Baby Schaden zuzuf&uuml;gen. Verwenden Sie Salz-Ersatz oder Kalium-Erg&auml;nzungen nicht, wenn Sie mit diesem Medikament behandelt werden. Das Trinken von gro&szlig;en Volumina von Wasser wird empfohlen, indem es Zestril verwendet. Verwenden Sie dieses Medikament nicht, wenn Sie Geschichte der Allergie gegen lisinopril oder gegen irgendeinen anderen ASS Hemmstoff haben. W&auml;hrend Einnahme dieses Medikament-Blutdrucks regelm&auml;&szlig;ig &uuml;berpr&uuml;ft werden sollte.<br /><br /> <strong>Kontraindikationen<br /></strong><br /> &Uuml;berempfindlichkeit, Schwangerschaft, angioneurotisches &Ouml;dem in der Geschichte.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Zestril kann Niveau des Kaliums vergr&ouml;&szlig;ern, das in einigen seltenen F&auml;llen solche Nebenwirkungen wie Muskelschw&auml;che oder &auml;u&szlig;erst langsames geschlagenes Herz verursachen kann. Au&szlig;er allergischen Reaktionen (Nesselausschl&auml;ge, das Schlucken, der Sturm) kann Zestril Kopfschmerz, Schwindel, Ersch&ouml;pfung, Brechreiz, Diarrh&ouml;e, trockenen Husten, verschmierte Vision verursachen. Wenn irgendwelche Nebenwirkungen akut werden, informieren Ihren Arzt sofort. Schenken Sie Aufmerksamkeit &Auml;nderungen im Volumen Ihres Urins oder geistiger Visionsanlagen, Bewusstlosigkeit, Machtlosigkeit, Brust-Schmerzes und befragen Sie Ihren Arzt auch. Manchmal kann Zestril schwere Leber-St&ouml;rungen so verursachen, wenn Sie Gelbsucht, gelbe Augen haben, teilte die dunkle Farbe des Urins Ihrem Arzt dar&uuml;ber mit.<br /><br /> <strong>Wechselwirkung<br /></strong><br /> Zestril sollte nicht mit Kalium-Erg&auml;nzungen oder Diuretika genommen werden, die Kalium erhalten. Die Kombination von Zestril mit einspritzbarem Gold kann Gesichtssp&uuml;lung, Brechreiz, Emesis und Hypotension verursachen.<br /><br /> <strong>Verpasste Dosis<br /></strong><br /> Wenn Sie fehlten, eine Dosis nehmen es, sobald Sie sich erinnern, aber wenn es fast Zeit Ihrer folgenden Einnahme ist, gerade lassen die verpasste Dosis aus. Versuchen Sie nicht, eine verpasste Dosis zu ersetzen, einen zus&auml;tzlichen nehmend.<br /><br /> <strong>&Uuml;berdosierung<br /></strong><br /> Wenn Sie vermuten, dass Sie zu viel Zestril nahmen und Gef&uuml;hl &auml;u&szlig;erst schwindlig oder leichtsinnig, oder schwach zu werden, f&uuml;r die unmittelbare medizinische Aufmerksamkeit sucht.<br /><br /> <strong>Lagerung<br /></strong><br /> Das Medikament sollte bei der Raumtemperatur 15-30 C (59-86 F) in einem Licht - widerstandsf&auml;higer Kasten gelagert werden.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>