<p><strong>Usos de Drogas </strong><br /><br /> Marca Amoxil se usa para tratar infecciones causadas por microorganismos que son susceptibles a los efectos de la amoxicilina. Las infecciones m&aacute;s comunes que la amoxicilina se usa para incluir infecciones del o&iacute;do medio, am&iacute;gdalas, garganta, laringe (laringitis), los bronquios (bronquitis), los pulmones (neumon&iacute;a), el tracto urinario y la piel. Tambi&eacute;n se usa para tratar la gonorrea. <br /><br /> <strong>C&oacute;mo usar </strong><br /><br /> Para la mayor&iacute;a de las infecciones en adultos los reg&iacute;menes de dosificaci&oacute;n para amoxil son de 250 mg cada 8 horas, 500 mg cada 8 horas, 500 mg cada 12 horas o 875 mg cada 12 horas, dependiendo del tipo y severidad de la infecci&oacute;n. <br /><br /> Para el tratamiento de adultos con la gonorrea, la dosis es de 3 g administra como una dosis. <br /><br /> Para la mayor&iacute;a de las infecciones, los ni&ntilde;os mayores de 3 meses pero menos de 40 kg son tratados con 25 mg / kg / d&iacute;a en dosis divididas cada 12 horas, 20 mg / kg / d&iacute;a en dosis divididas cada 8 horas, 40 mg / kg / d&iacute;a en dosis divididas cada 8 horas o 45 mg / kg / d&iacute;a en dosis divididas cada 12 horas, dependiendo del tipo y severidad de la infecci&oacute;n. <br /><br /> <strong>Drogas y Mecanismo de Clase</strong> <br /><br /> Marca Amoxil es un antibi&oacute;tico que pertenece a una clase de antibi&oacute;ticos llamados penicilinas. <br /><br /> Estos antibi&oacute;ticos tienen un mecanismo de acci&oacute;n similar. Ellos no matan a las bacterias, pero se detienen la multiplicaci&oacute;n de bacterias mediante la prevenci&oacute;n de las bacterias que forman las paredes que les rodean. Las paredes son necesarias para proteger a las bacterias de su entorno y para mantener el contenido de la c&eacute;lula bacteriana juntos. Las bacterias no pueden sobrevivir sin una pared celular. <br /><br /> Amoxil es eficaz contra muchas bacterias diferentes, incluyendo H. influenzae, la gonorrea N., E. coli, neumococos, estreptococos, y ciertas cepas de estafilococos. <br /><br /> <strong>Dosis Perdidas </strong><br /><br /> Si olvida una dosis de Marca Amoxil, t&oacute;mela tan pronto como sea posible. Si es casi la hora de su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular. No tome 2 dosis a la vez. <br /><br /> <strong>Almacenamiento </strong><br /><br /> Tienda Marca Amoxil c&aacute;psulas, as&iacute; como 125 y 250 mg de polvo seco igual o inferior a 20 grados C (68 grados F); tabletas, tabletas masticables, as&iacute; como 200 y 400 mg de polvo seco o por debajo de 25 grados C (77 grados F) .</p><p><strong>Advertencias y Precauciones</strong> <br /><br /> Antes de tomar antibi&oacute;ticos Marca Amoxil, d&iacute;gale a su m&eacute;dico o farmac&eacute;utico si usted es al&eacute;rgico a &eacute;sta, a la penicilina o cefalosporinas, o si tiene alguna otra alergia. <br /><br /> Antes de usar este medicamento, d&iacute;gale a su m&eacute;dico o farmac&eacute;utico acerca de su historial m&eacute;dico, especialmente acerca de: enfermedad renal, infecciones (por ejemplo, mononucleosis). Esta medicina puede contener aspartamo. <br /><br /> Si tiene fenilcetonuria (PKU) o cualquier otra condici&oacute;n que deba restringir su ingesta de aspartamo (o fenilalanina), consulte a su m&eacute;dico o farmac&eacute;utico sobre el uso seguro de este medicamento. <br /><br /> Este medicamento debe usarse s&oacute;lo cuando sea claramente necesario durante el embarazo. Discuta los riesgos y beneficios con su m&eacute;dico. Marca Amoxil pasa a la leche materna. Consulte a su m&eacute;dico antes de amamantar.</p><p><strong>Posibles efectos adversos</strong> <br /><br /> N&aacute;useas, v&oacute;mitos o diarrea. Si cualquiera de estos efectos persisten o empeoran, notifique a su m&eacute;dico o farmac&eacute;utico. <br /><br /> Este medicamento puede causar manchas temporales de los dientes. El cepillado correcto suele eliminar cualquier mancha y puede evitar que ocurra. <br /><br /> Informe a su m&eacute;dico inmediatamente si cualquiera de estos muy poco probable pero muy graves efectos secundarios: <br /><br /> la orina oscura, n&aacute;useas o v&oacute;mitos persistentes, dolor estomacal / abdominal, color amarillento en los ojos o la piel, hematomas o sangrado, dolor de garganta persistente o fiebre. <br /> Este medicamento puede causar una grave afecci&oacute;n intestinal (colitis pseudomembranosa) debido a una bacteria resistente. Esta condici&oacute;n puede ocurrir semanas despu&eacute;s de finalizado el tratamiento. <br /><br /> No use productos antidiarreicos o analg&eacute;sicos narc&oacute;ticos si tiene los siguientes s&iacute;ntomas porque estos productos pueden empeorar. <br /><br /> Informe a su m&eacute;dico inmediatamente si presenta: diarrea persistente, dolor abdominal o dolor / calambres estomacales, o sangre o moco en las heces. <br /><br /> El uso de este medicamento durante per&iacute;odos prolongados o reiterados puede provocar aftas orales o una nueva infecci&oacute;n vaginal por hongos (oral o vaginal, infecci&oacute;n por hongos). <br /><br /> En contacto con el m&eacute;dico si nota manchas blancas en la boca, un cambio en la secreci&oacute;n vaginal u otros s&iacute;ntomas nuevos. <br /><br /> <strong>M&aacute;s Informaci&oacute;n </strong><br /><br /> No comparta este medicamento con otros. <br /><br /> No lo use m&aacute;s adelante para otra infecci&oacute;n, a menos que as&iacute; lo indique el m&eacute;dico. Un medicamento diferente puede ser necesaria en esos casos. <br /><br /> Con el tratamiento prolongado, de laboratorio y / o pruebas m&eacute;dicas (por ejemplo, funci&oacute;n hep&aacute;tica y renal, hemogramas completos) deben realizarse peri&oacute;dicamente para supervisar su progreso o detectar efectos secundarios. Consulte a su m&eacute;dico para obtener m&aacute;s detalles.</p>