<p><strong>Pastillas de Metronidazol<br /></strong><br /><strong>&iquest;Qu&eacute; es este medicamento?</strong><br /><br />El METRONIDAZOL es un antiinfeccioso. Este medicamento es utilizado para tratar muchos tipos de infecciones, como la respiratoria, de la piel, la gastrointestinal, y las infecciones &oacute;seas y de las articulaciones. No funciona en resfriados, la gripe, u otras infecciones v&iacute;ricas.<br /><br /><strong>&iquest;Qu&eacute; le deber&iacute;a decir a mi m&eacute;dico antes de tomar esta medicaci&oacute;n?</strong><br /><br />Necesita saber si usted tiene cualquiera de estas enfermedades:<br />anemia u otros trastornos de la sangre<br />enfermedad del sistema nervioso<br />infecci&oacute;n f&uacute;ngica o por levaduras<br />s&iacute; bebe bebidas alcoh&oacute;licas<br />enfermedad hep&aacute;tica<br />convulsiones<br />una reacci&oacute;n inusual o al&eacute;rgica al metronidazol, a otros medicamentos, a alimentos, a colorantes, o a conservantes<br />s&iacute; est&aacute; embarazada o est&aacute; tratando de quedarse<br />s&iacute; est&aacute; dando el pecho<br /><br /><strong>&iquest;C&oacute;mo debo de tomar este medicamento?</strong><br /><br />Tome este medicamento por v&iacute;a oral con un vaso lleno de agua. Tome su medicamento a intervalos regulares. No tome su medicamento m&aacute;s seguido de lo indicado. Tome todo su medicamento incluso s&iacute; piensa que ya est&aacute; mejor. No se salte ninguna dosis o deje de utilizar este medicamento antes de lo indicado.<br /><br />Hable con su pediatra sobre la utilizaci&oacute;n de este medicamento en ni&ntilde;os. Se podr&iacute;an necesitar cuidados especiales.<br /><br />Sobredosis: Si piensa que ha tomado demasiada medicaci&oacute;n, p&oacute;ngase en contacto con el Servicio de Informaci&oacute;n Toxicol&oacute;gica o dir&iacute;jase de inmediato a urgencias.<br /><br />NOTA: Este medicamento es s&oacute;lo suyo. No comparta este medicamento con otros.<br /><br /><strong>&iquest;Qu&eacute; pasa si me olvido una dosis?</strong><br /><br />S&iacute; se le olvid&oacute; tomar su dosis, tome la dosis tan pronto como se recuerde. Si es casi la hora de su siguiente dosis, tome solamente esa dosis. No tome una dosis doble o extra.<br /><br /><strong>&iquest;Qu&eacute; puede interactuar con este medicamento?</strong><br /><br />No tome este medicamento con ninguna de las siguientes medicaciones:<br />alcohol o cualquier producto que contenga alcohol<br />soluci&oacute;n oral de amprenavir<br />disulfiram<br />inyecci&oacute;n de paclitaxel<br />soluci&oacute;n oral ritonavir<br />soluci&oacute;n oral de sertralina<br />inyecci&oacute;n de sulfametoxazol-trimetoprima<br /><br />Este medicamento tambi&eacute;n puede interactuar con los siguientes medicamentos:<br />cimetidina<br />litio<br />fenobarbital<br />fenito&iacute;na<br />warfarina<br /><br />Es posible que este listado no describa todas las posibles interacciones. Dele a su m&eacute;dico un listado con todos los medicamentos, hierbas, medicamentos sin receta, o suplementos diet&eacute;ticos, que est&eacute; tomando. Tambi&eacute;n inf&oacute;rmeles s&iacute; fuma, bebe alcohol, o usa drogas ilegales. Algunas cosas pueden interactuar con su medicamento.<br /><br /><strong>&iquest;Qu&eacute; debo de tener en cuenta mientras tomo este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional sanitario si sus s&iacute;ntomas no empiezan a mejorar o empeoran.<br /><br />Le puede dar sue&ntilde;o o mareos. Hasta que no sepa c&oacute;mo le afecta esta medicaci&oacute;n no conduzca, ni utilice maquinaria, o haga nada que requiera agudeza mental. S&iacute; usted es un paciente mayor, no se ponga de pie ni se siente r&aacute;pidamente. Esto reduce el riesgo de marearse o de desmayarse.<br /><br />Evite las bebidas alcoh&oacute;licas mientras est&eacute; tomando este medicamento y tres d&iacute;as despu&eacute;s de dejarlo. El alcohol puede hacerlo sentir mareado, enfermo, o a sonrojarse.<br /><br />S&iacute; est&aacute; en tratamiento por una infecci&oacute;n de transmisi&oacute;n sexual, evite los contactos sexuales hasta que haya terminado su tratamiento. Su compa&ntilde;ero/compa&ntilde;era sexual puede necesitar tambi&eacute;n tratamiento.<br /><br /><strong>&iquest;Qu&eacute; efectos secundarios puede causar este medicamento?</strong><br /><br />Avise a su m&eacute;dico o profesional de la salud lo antes posible s&iacute; observa alguno de estos efectos secundarios:<br />reacciones al&eacute;rgicas como erupciones en la piel o urticaria, inflamaci&oacute;n de la cara, de los labios, o de la lengua<br />confusi&oacute;n, torpeza<br />llagas o p&uacute;stulas blancas u oscuras dolorosas en la boca<br />fiebre, infecci&oacute;n<br />dolor, entumecimiento, hormigueo o debilidad en las manos o en los pies<br />dolor al orinar<br />convulsiones<br />inusitadamente d&eacute;bil o cansado<br />irritaci&oacute;n o flujo vaginal<br /><br />Estos son los efectos secundarios que normalmente no requieren atenci&oacute;n m&eacute;dica (inf&oacute;rmele a su m&eacute;dico o profesional de la salud si contin&uacute;an o son molestos):<br />diarrea<br />dolor de cabeza<br />sabor met&aacute;lico<br />n&aacute;usea<br />dolor estomacal o retorcijones<br /><br />Es posible que en este listado no est&eacute;n todos los efectos secundarios.<br /><br /><strong>&iquest;D&oacute;nde puedo guardar mi medicaci&oacute;n?</strong><br /><br />Mantenga este medicamento fuera del alcance de los ni&ntilde;os.<br /><br />Cons&eacute;rvelo a temperatura ambiente inferior a 25&ordm; grados C (77&ordm; grados F). Prot&eacute;jalo de la luz. Mantenga el recipiente herm&eacute;ticamente cerrado. Tire a la basura cualquier medicamento sin usar pasada la fecha de caducidad.</p>