<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Noroxin es un antibi&oacute;tico quinolone usado en el tratamiento del tracto urinario, como pyelonephritis, cistitis, urethritis), los genitales (prostatitis, cervicitis, endometritis), extensi&oacute;n gastrointestinal (salmonellosis, shigellosis), gonorrea sencilla. El mecanismo de su acci&oacute;n consiste en la inhibici&oacute;n del ADN gyrase llevando de desestabilizaci&oacute;n del ADN bacteriano y muerte de las bacterias susceptibles. Noroxin es activo contra el Estafilococo spp. (incluso Estafilococo aureus), Neisseria spp., E. coli, Citrobacter spp., Klebsiella spp., Proteus spp., Salmonela spp., Enterobacter spp., Hafnia, Shigella spp., tuberculosis de Mycobacterium, Vibrio cholerae, Haemophilus influenzae, Chlamydia spp., Mycoplasma spp., Y algunos otros. La medicaci&oacute;n es activa durante 12 horas.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Para tratar infecciones del tracto urinario toman 400 mg. de Noroxin dos veces por d&iacute;a durante 7-10 d&iacute;as, tratamiento de cistitis no complicado sigue 3-7 d&iacute;as, y en patentes con la infecci&oacute;n cr&oacute;nica recurrente del tracto urinario hace hasta 12 semanas. Para prostatitis la dosis diaria recomendada es 800 mg., dividia en 2 dosis, durante cuatro semanas. La dosis recomendada sola habitual para tratar la gonorrea es 800 miligramos durante 1 d&iacute;a. La dosis diaria m&aacute;xima es 800 miligramos.Tome con un vaso lleno del agua dos horas despu&eacute;s de una comida o una hora antes de ello. Beba mucha agua tomando Noroxin para evitar la formaci&oacute;n de cristales aculeiformes en su orina. Los ancianos y la gente con problemas de ri&ntilde;&oacute;n tendr&iacute;an que usar una dosis reducida o supervisar su funci&oacute;n de ri&ntilde;&oacute;n. Tome exactamente como ha sido prescr&iacute;to por su doctor. No comience o pare el tratamiento sin el permiso de su doctor.<br /><br /> <strong>Precauciones<br /></strong><br /> Para pacientes de edad y pacientes con la funci&oacute;n da&ntilde;osa de ri&ntilde;&oacute;n control es demandado en una base regular. Esta medicaci&oacute;n puede causar fotosensibilizaci&oacute;n, evite rayos de sol directos durante el tratamiento.Limite uso de bebidas alcoh&oacute;licas por que ellos pueden empeorar tales efectos secundarios como mareo, somnolencia y otros que pueden afectar su capacidad de tabajar con maquinaria y conducir coche.<br /><br /> <strong>Contradiciones<br /></strong><br /> Esta medicaci&oacute;n no puede ser administrada en pacientes con la hipersensibilidad a Noroxin, mujeras embarazadas y que amamantan, ni&ntilde;os que no tiene 18 a&ntilde;os de edad, individuos con deficiencia de glucose-6-phosphate dehydrogenase. La precauci&oacute;n se requiere cuando Noroxin es administrado a individuos con arteriosclerosis cerebral, disfunciones cerebrovasculares, epilepsia, s&iacute;ndrome epil&eacute;ptico, Myasthenia gravis, insuficiencia hep&aacute;tica o re&ntilde;al.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes incluyen: debilidad, dolor de cabeza, somnolencia, mareo, n&aacute;usea, descomposici&oacute;n. Efectos secundarios raros pero serios son: el temblor y la sensibilidad a sol, los asimientos, los cambios mentales / los cambios de humor, dolor de garganta / fiebre, cambios de visi&oacute;n, la p&eacute;rdida de o&iacute;do, cambio de cantidad o aspecto de orina, ictericia, desmayo, cambios de latido del coraz&oacute;n, contusi&oacute;n o hemorragia f&aacute;cil, entumecimiento u hormigueo de extremos. El da&ntilde;o de tend&oacute;n y el debilitamiento de m&uacute;sculos son raros, pero posibles. Deje de entrenarse y reclame la pronta asistencia m&eacute;dica si usted experimenta el dolor en su uni&oacute;n o tend&oacute;n. En caso de la colitis pseudomembranosa (la diarrea persistente, dolor/calambres de est&oacute;mago o abdominal sangre/mucosidad en su tdeposici&oacute;n) que puede desarrollarse hasta unas semanas despu&eacute;s de que el tratamiento ha sido parado, no use productos de antidiarrea o anest&eacute;sicos narc&oacute;ticos. Diga a su doctor inmediatamente sobre su condici&oacute;n.Uso prolongado o repetido de Noroxin puede causar el tordo oral o una nueva infecci&oacute;n de levadura vaginal que los s&iacute;ntomas son: remiendos blancos en la boca, un cambio de flujo vaginal. Informe a su doctor inmediatamente si usted siente reacci&oacute;n al&eacute;rgica (mareo severo, erupci&oacute;n, picor, hinchaz&oacute;n,problema de respiraci&oacute;n).<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> La dosis de Theophylline deber&iacute;a ser disminuida mientras usted toma Noroxin. Noroxin aumenta la concentraci&oacute;n de sangre de anticoagulantes indirectos, ciclosporina, efectos disminuidos de nitrofurans. Los anti&aacute;cidos que contienen iones de Al y Mg., medicaciones que contienen Fe, Zn2 +, sucralfate deber&iacute;an ser tomados al menos con el intervalo de cuatro horas con Noroxin. El consumo concomitante con las medicinas que disminuyen el umbral epil&eacute;ptico puede llevar a ataques epil&eacute;pticos. La gota repentina peligrosa en la tensi&oacute;n arterial o los cambios del ritmo de coraz&oacute;n son posibles cuando Noroxin se usa junto con las medicinas para tensi&oacute;n arterial o afectaci&oacute;n del ritmo de coraz&oacute;n. Informe a su doctor sobre todas las medicaciones prescr&iacute;tas y no y productos herbarios que usted toma.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomela tan pronto como usted recuerda. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva a su horario de dosificaci&oacute;n. Nunca se puede doblar la dosis para caompletar la omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> S&iacute;ntomas de sobredosis pueden incluyen: mareo, n&aacute;usea, v&oacute;mitos, somnolencia, sudaci&oacute;n "de fr&iacute;o", cara hinchada sin cambios principales de &iacute;ndices hemodinamicos.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de cuarto en un contenedor bien cerrado del alcance de los rayos solares y humedad.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>