<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Stromectol es un anthelmintic. Se usa para tratar infecciones causadas por ciertos par&aacute;sitos. Trabaja matando par&aacute;sitos sensibles.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Use Stromectol como ha sido presctiro por su m&eacute;dico. Tome Stromectol por boca en ayunas con agua. Algunos pacientes que toman Stromectol necesitar&aacute;n la continuaci&oacute;n repetida y el nuevo tratamiento para asegurarse que la infecci&oacute;n es aclarada completamente. Siga las instrucciones de su doctor. Est&eacute; seguro de visitar todas citas de doctor y de laboratorio.<br /><br /> <strong>Precauciones<br /></strong><br /> Stromectol puede causar mareo o somnolencia. Estos efectos pueden ser peores si usted lo toma con alcohol o ciertas medicinas. Use Stromectol con la precauci&oacute;n. No conduzca o realice otras tareas posiblemente inseguras hasta que usted sepa como usted reacciona a ello.<br /> Stromectol puede causar mareo o desmayo; alcohol, calor, ejercicio, o fiebre pueden aumentar estos efectos. Para prevenirlos, si&eacute;ntese despaciamente, sobre todo por la ma&ntilde;ana. Si&eacute;ntese o acu&eacute;stese en la primera se&ntilde;al de cualquier de estos efectos.<br /> Raramente, unos pacientes tomando Stromectol que tambi&eacute;n han tenido una cierta otra infecci&oacute;n de par&aacute;sito (loiasis) ha desarrollad problema cerebral grvae y a veces fatal. Diga a su doctor si usted tiene cualquier otra infecci&oacute;n de par&aacute;sito. Diga a su doctor si usted ha estado en un &aacute;rea donde la infecci&oacute;n de Loa loa es probable (&Aacute;frica de Oeste o Central). Diga a su doctor inmediatamente si usted tiene s&iacute;ntomas, como dolor de espalda extra&ntilde;o, sangr&iacute;a de ojo, falta de aliento, fracaso de controlar la vejiga o el intestino,problema de andar o la posici&oacute;n, cambios mentales (confusi&oacute;n), debilidad extra&ntilde;a, o asimientos.<br /> Stromectol deber&iacute;a ser usado con la precauci&oacute;n extrema en NI&Ntilde;OS que pesan menos de 33 libras (15 kilogramos); la seguridad y la eficacia en estos ni&ntilde;os no han sido confirmadas.<br /> No use Stromectol si usted est&aacute; embarazada. Si usted cree que puede estar embarazada, ponerse en contacto con su doctor en seguida. Stromectol es encontrado en la leche de pecho. Si usted amamanta o amamantar&aacute; mientras usted usa Stromectol, concuerda con su doctor. Hable de cualquier riesgo posible para su beb&eacute;.<br /><br /> <strong>Contradiciones<br /></strong><br /> No use est&aacute; medecina si usted tiene alergia a algun ingrediente de Stromectol.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son mareo, n&aacute;usea. Los efectos secundarios graves son reacciones al&eacute;rgicas severas (erupci&oacute;n; urticaria; picor; dificultad para respirar; estrechez en el pecho; hinch&aacute;ndose de la boca, cara, labios, o lengua); dolor de ojo, hinchaz&oacute;n, o reparaci&oacute;n; desmayo; latido del coraz&oacute;n r&aacute;pido; fiebre; dolor de articulaci&oacute;n; piel roja, ampollada, de hichaz&oacute;n que se desconcha; asimientos; mareo severo o mareo; hinchaz&oacute;n de piel, brazos, piernas, tobillos, o pies; gl&aacute;ndulas de linfa sensibles o aumentadas ( en el cuello, ingle, axilas); cambios de visi&oacute;n; ojos o piel amarilla.<br /><br /><strong> Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su m&eacute;dico si usted toma otras medecina, especialmente las siguientes: warfarina, porque el riesgo su sus fectos secundarios puede ser aumentado por Stromectol.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis t&oacute;mela m&aacute;s pronto como usted recuerda. Si es casi tiempo para su siguiente dosis, omita la porci&oacute;n omitida y vuelva a su horario regular. No se puede doblar la dosis para completar la omitida.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si sobredosis es sospechada, llame a centro local de veneno o sala de emergencia inmediatamente. S&iacute;ntomas de sobredosis pueden incluir entumecimiento, hormigueo, problema de respiraci&oacute;n, p&eacute;rdida de coordinaci&oacute;n, asimientos.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almacenar a una temperatura de 86 F (30 C) del alcance de calor, humedad, rayos solares, ni&ntilde;os y animales dom&eacute;sticos. No se puede almacenar en cuarto de ba&ntilde;o. <br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>