<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Risperidona pertenece a clase de antipsic&oacute;ticos no t&iacute;picos. Esta medecina se usa para curar esquizofrenia y trastorno bipolar y tambi&eacute;n irritabilidad relacionada con trastorno autisitco en los ni&ntilde;os y adolescentes que tienen 5-16 a&ntilde;os de edad. Tambi&eacute;n puede ser usada en otos casos.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Risperdal por la boca con un vaso de agua, con o sin comida. Evite romper, alplastar o mascar esta medecina.<br /> No se puede tomar la medecina m&aacute;s frecuentemente que ha sido prescr&iacute;to. No se puede cesar tomarla salvo su doctor aconseja hacerlo.<br /> Se puede necesitarse tiempo antes la medecina le ayudar&aacute;.<br /> Consulte a su doctor sobre dosis propia para usted.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de tomar risperidona diga a su doctor o farmaceutico si usted tiene alergia a ella; o si usted tiene cualquier otra alergia.<br /> Informe a su doctor o farmaceuta si usted tiene confusi&oacute;n bipolar, problemas con ojos, h&iacute;gado, ri&ntilde;ones.<br /> Evite tomar alcohol y fumar durante cura de esta medecina.<br /> Gente de edad puede ser m&aacute;s sensible a efectos secundarios de la medecina.<br /> Durante embarazo esta cura tiene que ser usada solamente cuando es necesario.<br /> Esta medcina puede ser absorbida por piel, pues las mujeras que est&aacute;n embarazadas o que pueden estar embarazadas no tienen que manipular esta medecina.<br /><br /> <strong>Contradiciones<br /></strong><br /> Risperdal no puede ser usado por mujeras emarazadas/enfermer&iacute;as o por ni&ntilde;os y tambi&eacute;n por los pacientes que han demonstrado reacci&oacute;n de hipersensibilidad a Risperdirona.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Los efectos secundarios m&aacute;s comunes son boca seca, somnolencia, irritabilidad, sedaci&oacute;n, insomnia, deteneci&oacute;n de urinaci&oacute;n.<br /> Reacci&oacute;n alergica muy grave ocurre raramente. La mayor&iacute;a de gente usando esta medecina no tiene efectos secundarios graves.<br /> Dirijase a su doctor o farmaceuta para informaci&oacute;n adicional. <br /> En caso si usted nota los efectos que no est&aacute;s en la lista dada informe a su doctor o farmaceuta. <br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Diga a su doctor o farmaceuta sobre todas medecinas prescritas y no productos herbales que usted puede usar antes de tomar esta medecina. <br /> Risperdirona puede cooperar con:<br /> *droperidol;<br /> * sparfloxacin;<br /> * cisapride;<br /> *ciertos antibioticos;<br /> *medecinas para convulsiones<br /> *sedantes<br /> *medecinas para depresi&oacute;n mental, ansidad, etc.<br /> Dirijase a su doctor o farmaceuta para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una dosis tomela m&aacute;s pronto como posible. Si es casi la hora para tomar la dosis siguiente, omitela y vuelva su horario de dosificaci&oacute;n. No se puede tomar la dosis dos veces.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted piensa que ha tomado mucho de esta medecina busque ayuda medica urgente inmediatamente. Los s&iacute;ntomas de sobredosis habitualmente incluyen dolor de pecho, n&aacute;usea, golpes irregulares de coraz&oacute;n, y sentido de v&eacute;rtigo o desmayo.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. No se puede almanecar la medecina en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br />&nbsp;Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>