<p><strong>Propiedades</strong><br /><br /> Alesse (levonorgestrel y etinil estradiol) se usa para prevenir ovulaci&oacute;n como medicina anticonceptiva. La medicina cambia la condici&oacute;n de cuello uterino y forro de &uacute;tero, y molesta el movimiento de esperma hacia &uacute;tero y fijaci&oacute;n de ovulo fertilizado en &uacute;tero.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n</strong><br /><br /> Siga todas las recomendaciones de su m&eacute;dico. Tome la primera pastilla al primer dia de menstruaci&oacute;n o al primer Domingo despu&eacute;s de menstruaci&oacute;n haber empezado. Si usted usa Alees al primera vez Usted peuede necesitar antionceptivos adicionales. En paquete hay 28 pastillas de control de nacimineto con 7 &laquo;quedados&raquo; para ciclo regular. Al usar pastillas &laquo;quedados&raquo; el periodo habitualmente empieza. Es posible hemorragia, si ella se pone grave y continuada, informe a su doctor. Tome cada pastilla cada d&iacute;a al mismo tiempo. Cuando el paquete de pastillas est&aacute; terminado, empieze un paquete nuevo. En caso de testos medicos necesarios u operaci&oacute;n Usted puede necesitar cesar tomar Alesse por un rato.<br /><br /> <strong>Precauciones</strong><br /><br /> M&eacute;todos adicionales de control de nacimiento ( condon o espermicida) pueden ser necesitados cuando Usted empieza usar Alesse. Toma de hormonas puede aumentar riesgo de tromb&oacute;geno, ataque card&iacute;aco, paroximo, especialmente a los pacientes que tienen m&aacute;s que 35 anos o a los fumadores. Informe a su doctor si usted tiene algunos problemas con coraz&oacute;n, tensi&oacute;n arterial, insuficiencia card&iacute;aca congestiva, angina, coloesterol alto, depresi&oacute;n en historia, convulsi&oacute;n o epilepsia, diabetis, enfermedad de gallbander, variz, tuberculosis, tumores uterinos fibroidos, historia de enfermedad quistica de pecho, nodules, bultos.<br /><br /> <strong>Contradiciones</strong><br /><br /> Esta medicina no puede ser usada por las mujeras emborazadas y por las que despues de alumbramiento, por los pacientes con paroximo o tromb&oacute;geno, en historia, problemas de circulaci&oacute;n, hemorragia vaginal, c&aacute;ncer relacionado a hormona, enfermedad o c&aacute;ncer de h&iacute;gado, migra&ntilde;as, dolor de cabeza, desorden de valvula cardiaca, tensi&oacute;n arterial grave, icterecia causada por pastillas de control de nacimiento en historia. <br /><br /> <strong>Reacciones adversas posibles</strong><br /><br /> Ademas de sintomas de alergia (erupci&oacute;n, exantema, hichaz&oacute;n de cara, dificultad de respiraci&oacute;n) esa medecina puede ser causa de estanacamiento o debilidad s&uacute;bita, dolor delante de ojos, problemas de vista, dolor de cabeza, confusi&oacute;n de habla o de balance, cambio de esquema o gravidad de dolor de cabeza, dolor de pecho o sentido grave, dolor que desarrolla hacia mano u hombro, n&aacute;usea, sudor, sentido malo general, hichaz&oacute;n de extremidades, depresi&oacute;n, falta de apetito, n&aacute;usea, dolor de est&oacute;mago, urina negra, icterecia.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Hay algunas medecinas, que pueden cooperar con Alesse. Informe a su doctor sobre todas medecinas prescritas y no, productos de hierba y suplementos de comida, que usted usa y especialmente sobre teofilina (Respid, Teo-Dur), paracetamol (Tilenol) o acido ascorbico (vitamina C), prednisolona, (Orapred), hierba de San Juan, medecinas convulsivas, ciclosporina ( Gengraf, Neoral, Sandimmune), sedantes, medecinas de HIV o SIDA, y antibioticos.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido una pastilla, riesgo de quedar embarazada se aumenta. Si Usted se ha olvidado tomar pastilla &ldquo;activa&rdquo;, tome dos pastillas m&aacute;s pronto como posible y despu&eacute;s vuelve a su horario. Si usted ha omitido 2 pastillas &ldquo;activas&rdquo; seguidamente en la primera o segunda semana, tome dos pastillas seguidamente durante 2 d&iacute;as. Despu&eacute;s vuelve a su horario. Use test de control de embarazo si tal &ldquo;error&rdquo; ha ocurrido. Si Usted ha omitido 2 pastillas &ldquo;activas&rdquo; seguidamente durante la tercera semana, o si Usted ha omitido 3 pastillas seguidamente durante alguna de 3 semanas de cura, Usted tiene que comenzar a tomar un paquete nueve de tabletas como novicio.<br /> Si Usted no toma 3 pastillas &ldquo;activas&rdquo; durante algunas de las primeras 3 semanas de cura, Usted tiene que comenzar un paquete nuevo el mismo d&iacute;a como a novicio.<br /> Si Usted ha omitido tomar 2 o m&aacute;s tabletas, Usted puede no tener menstruaci&oacute;n durante &eacute;ste mes. Si Usted ha omitido su per&iacute;odo durante 2 meses seguidamente usted puede estar emborazada. <br /><br /> <strong>Sobredosis</strong><br /><br /> Los s&iacute;ntomas m&aacute;s expectados de sobredosis de la medicina son n&aacute;usea, gana de vomitar, hemorragia vaginal.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear Alesse a una temperatura de 20-25C (68-77F), del alcance de humedad, calor y los rayos solares. No se recomiende almacenar en cuarto de ba&ntilde;o y en los lugares de acceso de los ninos.<br /><br /> <strong>Descargo de responsabilidades</strong><br /><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.ficos o dem</p>