<p><strong>Propiedades</strong><br /><br /> Robaxin es un relajante muscular que se utiliza para aliviar el dolor muscular y malestar causados ​​por torceduras y esguinces. Se usa en combinaci&oacute;n con la terapia f&iacute;sica y descanso para un mejor resultado.<br /><br /><strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> T&oacute;melo por v&iacute;a oral con o sin alimentos o leche.<br /> La dosis recomendada para los adultos: es de 2 tabletas cuatro veces al d&iacute;a, pero la respuesta terap&eacute;utica se ha alcanzado con dosis tan bajas como 1 comprimido tres veces al d&iacute;a.<br /> Ni&ntilde;os: No se recomienda.<br /> Nota: esta instrucci&oacute;n se presenta aqu&iacute; s&oacute;lo para su revisi&oacute;n. Es muy necesario consultar con su m&eacute;dico antes de usar. Le ayudar&aacute; a conseguir mejores resultados.<br /><br /> <strong>Precauciones<br /></strong><br /> Tenga cuidado con insuficiencia renal o hep&aacute;tica. Tambi&eacute;n Robaxin puede causar somnolencia o mareos, que puede afectar su capacidad para operar veh&iacute;culos de motor o maquinaria. Debido a Robaxin puede poseer un efecto general de depresores del SNC, los pacientes no deben ser utilizado con el alcohol y otros depresores del SNC.<br /><br /> <strong>Contradiciones<br /></strong><br /> Hipersensibilidad al metocarbamol o a cualquiera de otros excipientes de Robaxin-750. Tambi&eacute;n como contraindicaciones figuran: el coma o pre-coma estados, da&ntilde;o cerebral o epileps, la miastenia gravis.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Inmediatamente encuentre ayuda m&eacute;dica si usted presenta alguno de estos s&iacute;ntomas de una reacci&oacute;n al&eacute;rgica: ronchas, dificultad para respirar, hinchaz&oacute;n de la cara, labios, lengua o garganta.<br /> Tome en cuenta que Usted puede desmayar; m&aacute;s grave si usted tiene una reacci&oacute;n, tales como frecuencia cardiaca lenta ictericia (coloraci&oacute;n amarillenta de la piel o los ojos), confusi&oacute;n, sensaci&oacute;n de v&eacute;rtigo, p&eacute;rdida del equilibrio, o convulsiones (convulsiones).<br /> Asimismo, no se caso omiso de estos posibles efectos secundarios como: mareos, somnolencia, n&aacute;useas, v&oacute;mitos, calor, enrojecimiento, o cosquilleo debajo de la piel, fiebre, dolor de cabeza, problemas de memoria, visi&oacute;n borrosa, problemas para dormir (insomnio), congesti&oacute;n nasal, o leves erupci&oacute;n cut&aacute;nea o comez&oacute;n.<br /> En cualquier caso consulte con su m&eacute;dico si experimenta alguno de ellos, incluso si van a ser insignificantes.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> Robaxin puede inhibir el efecto del bromuro de piridostigmina. Por lo tanto, Robaxin debe utilizarse con precauci&oacute;n en personas con miastenia grave que reciben f&aacute;rmacos anticolinester&aacute;sicos.<br /><br /> <strong>Sobredosis<br /></strong><br /> Una sobredosis de Robaxin puede ser fatal.<br /> Los s&iacute;ntomas de sobredosis incluyen somnolencia extrema, n&aacute;useas, visi&oacute;n borrosa, sensaci&oacute;n de que se puede desmayar, o convulsiones (convulsiones).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si ha olvidado tomar su dosis a tiempo, por favor, h&aacute;galo tan pronto como lo recuerde. Pero no tomar en caso de que sea demasiado tarde, o casi la hora para su pr&oacute;xima dosis. No aumente la dosis recomendada. Tome su dosis por lo general al d&iacute;a siguiente en el mismo tiempo de forma regular.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecer a temperatura ambiente, entre 20 a 25 C (68-77 F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>