<p><strong>Propiedades<br /></strong><br /> Tizanidine pertenece a una clase de relajantes de m&uacute;sculos. Se aplica en tratamiento de espasmos, poner obst&aacute;culos, y estrechez de m&uacute;sculos. Tizanidine tambi&eacute;n es prescr&iacute;to fuera de etiqueta para dolores de cabeza de migra&ntilde;a y como un anticonvulsant.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Tome Tizanidine por la boca con un vaso de agua, con o sin comida. Evite cortar, aplastar o masticar esta medicina.<br /> No tome la medicina m&aacute;s a menudo que eha sido prescr&iacute;to. No deje de tomarlo salvo el consejo de su doctor.<br /> Puede necesitarse el tiempo antes la medecina le ayudar&aacute;.<br /> Consulte a su doctor sobre la dosis apropiada para usted.<br /><br /> <strong>Precauciones<br /></strong><br /> Evite beber el alcohol y fumar siendo tratado con esta medicaci&oacute;n.<br /> La gente de edad puede ser m&aacute;s sensible a efectos secundarios de la medicina.<br /> Informe a su doctor si usted tiene la enfermedad de h&iacute;gado o ri&ntilde;&oacute;n, hipertensi&oacute;n; si usted est&aacute; embarazada o amamanta.<br /><br /> <strong>Contradiciones<br /></strong><br /> Tizanidine no deber&iacute;a ser usado por mujeres embarazadas/de enfermer&iacute;a o ni&ntilde;os as&iacute; como por pacientes que han demostrado una reacci&oacute;n de hipersensibilidad a ello.<br /> Es contraindicado usar tizanidine junto con inhibidores CYP1A2 moderados o potentes.<br /> Reacciones adversas posibles<br /> Los efectos secundarios m&aacute;s comunes son somnolencia, estre&ntilde;imiento, dolor de cabeza, mareo y v&oacute;mitos, diarrea, piel u ojos amarillos.<br /> Una reacci&oacute;n al&eacute;rgica muy seria raramente ocurre. Muchas personas que usan esta medicina no tienen efectos secundarios serios.<br /> Dirijase a su doctor o farmac&eacute;utico para informaci&oacute;n adicional.<br /> Por lo tanto si usted note los efectos no puestos en la lista dada, se ponga en contacto con su doctor o farmac&eacute;utico.<br /><br /> Interacci&oacute;n con otros medicamentos<br /><br /> Antes de tomar Tizanidine diga a su doctor o qu&iacute;mico de todas las medicinas prescritas y no que usted toma.<br /> Tizanidine no deber&iacute;a ser usado con<br /> * antidepresivos, esp. fluvoxamine<br /> * jugo de pomelo<br /> * medicinas para hipertensi&oacute;n<br /> * medicinas para dolor (como code&iacute;na, morfina, y hydrocodone)<br /> * medicinas para sue&ntilde;o<br /> * algunos antibi&oacute;ticos (como levofloxacin, ofloxacin).<br /> Dirijase a su doctor o farmac&eacute;utico para informaci&oacute;n adicional.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha omitido su dosis, t&oacute;mela tan pronto como usted recuerda. Si es casi la hora para la siguiente dosis, omita la dosis omitida y vuelva a su horario de dosificaci&oacute;n regular. No tome su dosis dos veces.<br /><br /> <strong>Sobredosis<br /></strong><br /> Si usted cree que ha usado demasiado de esta medicina busque la asistencia m&eacute;dica urgente en seguida. Los s&iacute;ntomas de la sobredosis por lo general incluyen el dolor en el pecho, la n&aacute;usea, el latido del coraz&oacute;n irregular, y el sentimiento mareado o disminuir.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 20-25 C (68-77 F), del alcance de los rayos solares y humedad, de ni&ntilde;os y animales dom&eacute;sticos. No se puede almanecar la medecina en cuarto de ba&ntilde;o.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>