<p><strong>INDICACIONES</strong></p><p><strong>&nbsp;</strong>Extra Super Cialis es indicado para el tratamiento de la disfunci&oacute;n er&eacute;ctil.</p><p><strong>INSTRUCCIONES</strong></p><p>Use Extra Super Cialis como es indcado por el m&eacute;dico.</p><ul><li>Tome Extra Super Cialis por v&iacute;a oral con o sin la comida.</li><li>Tome Extra Super Cialis por lo menos 30 minutos antes de la actividad sexual, como es indicado por el m&eacute;dico. Extra Super Cialis puede trabajar hasta 36 horas despu&eacute;s de toma.</li><li>Para el uso diario: Tome Extra Super Cialis regularmente a la misma hora cada d&iacute;a.&nbsp;</li><li>Consulte con su m&eacute;dico antes de comer toronja o beber jugo de toronja mientras toma Extra Super Cialis.</li><li>Para su uso, seg&uacute;n sea necesario: Si olvida una dosis de Extra Super Cialis y tiene la intenci&oacute;n de participar en la actividad sexual, t&oacute;melo tan pronto como lo recuerde. Contin&uacute;e a tomarlo como es dirigido por el doctor. Para el uso diario: Si olvida una dosis de Extra Super Cialis, t&oacute;melo tan pronto como sea posible. Si es hora para su pr&oacute;xima dosis, omita la dosis olvidada y vuelva a su horario regular de dosificaci&oacute;n. No tome 2 dosis al mismo tiempo.</li></ul><p><strong>DOSIS</strong></p><p>Por favor, tome el medicamento exactamente seg&uacute;n las prescriptiones de su m&eacute;dico.</p><p><strong>ALMACENAMIENTO</strong></p><p>Almacene Extra Super Cialis a 77 grados F (25 grados C). Almacene lejos del calor, de la humedad y de la luz. No lo almacene en el ba&ntilde;o. Almacene Extra Super Cialis lejos del alcance de los ni&ntilde;os y animales dom&eacute;sticos.</p><p><strong>M&Aacute;S INFORMACI&Oacute;N:</strong></p><p>Ingrediente activo: Tadalafil y Dapoxetine.</p><p><strong>&nbsp;</strong></p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>No use Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span> si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span></li><li>Usted tiene problemas renales graves y va a tomar <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span>&nbsp;diariamente</li><li>tiene problemas graves de h&iacute;gado o ciertos problemas hereditarios degenerativos del ojo (ej, retinitis pigmentosa)</li><li>Usted tiene ciertos problemas card&iacute;acos (por ejemplo, angina inestable, angina de pecho durante del acto sexual, ritmo card&iacute;aco irregular incontrolado), presi&oacute;n arterial baja, o presi&oacute;n arterial alta incontrolada</li><li>Usted ha tenido un ataque card&iacute;aco dentro de los &uacute;ltimos 90 d&iacute;as o usted ha tenido insuficiencia card&iacute;aca grave o un accidente cerebrovascular en los &uacute;ltimos 6 meses</li><li>Usted toma un nitrato (por ejemplo, isosorbide, nitroglicerina) en cualquiera forma (por ejemplo, tableta, c&aacute;psula, ung&uuml;ento) o nitroprusiato</li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li>Usted toma drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</li><li>Usted toma otro inhibidor de FDE5 (por ejemplo, sildenafil, vardenafil) o alg&uacute;n otro medicamento que contiene tadalafilo.&nbsp;</li></ul><p>Contacte con el m&eacute;dico si alguno de estos casos puede ser aplicado a Usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span>. D&iacute;ga a su m&eacute;dico o farmac&eacute;utico si tiene alguna condici&oacute;n m&eacute;dica, especialmente alguno de los casos siguientes:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si Usted tiene alergias a medicamentos, comida o otras sustancias</li><li>si Usted tiene un pene deformado (por ejemplo, la enfermedad de Peyronie, fibrosis cavernosa), los problemas de las c&eacute;lulas sangu&iacute;neas (anemia de c&eacute;lulas falciformes, leucemia, mieloma m&uacute;ltiple), o cualquier otra condici&oacute;n que puede aumentar el riesgo de una erecci&oacute;n prolongada (priapismo)</li><li>si Usted tiene antecedentes de una erecci&oacute;n prolongada (m&aacute;s de 4 horas) o dolorosa (priapismo)</li><li>si Usted tiene antecedentes de problemas de la vista (por ejemplo, la retinitis pigmentosa, la p&eacute;rdida repentina de la visi&oacute;n, la neuropat&iacute;a &oacute;ptica, degeneraci&oacute;n macular) o problemas de audici&oacute;n (por ejemplo, zumbido en los o&iacute;dos, disminuci&oacute;n de la audici&oacute;n, p&eacute;rdida de la audici&oacute;n)</li><li>si Usted tiene antecedentes de problemas hep&aacute;ticos o renales, di&aacute;lisis, problemas pulmonares (por ejemplo, enfermedad pulmonar veno-oclusiva hep&aacute;tica), presi&oacute;n arterial alta o baja, &uacute;lceras, problemas de sangrado, problemas card&iacute;acos (por ejemplo, insuficiencia card&iacute;aca, ritmo card&iacute;aco irregular, estenosis a&oacute;rtica, angina de pecho), o problemas en los vasos sangu&iacute;neos</li><li>si Usted tiene antecedentes de ataque cardiaco, accidente cerebrovascular, o ritmo card&iacute;aco irregular amenazado a la vida.</li></ul><p>Algunos medicamentos pueden interactuar con <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span>. Diga a el m&eacute;dico si toma otros medicamentos, especialmente algunos de los siguientes:</p><ul><li>Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide, nitroglicerina), o nitroprusiato porque la presi&oacute;n arterial muy baja, con mareos, vah&iacute;dos; y desmayos pueden ocurrir</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol), inhibidores de la proteasa de VIH (por ejemplo, ritonavir), antibi&oacute;ticos macr&oacute;lidos (por ejemplo, eritromicina), o telitromicina porque pueden aumentar el riesgo de efectos secundarios de <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span></li><li>Los barbit&uacute;ricos (por ejemplo, fenobarbital), carbamazepina, fenito&iacute;na o rifampicina, porque pueden disminuir la eficacia de <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span>.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir. Consulte con el m&eacute;dico si <span id="result_box" lang="fr"><span class="hps alt-edited">Extra Super <span id="result_box" lang="fr"><span class="hps">Cialis</span></span></span></span>&nbsp;puede interactuar con otros medicamentos que toma. Consulte con el m&eacute;dico antes de iniciar, detener o cambiar la dosis de cualquier medicamento que toma.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Mareos, sofocos, dolor de cabeza, pirosis, dolor de espalda o dolor muscular, dispepsia, congesti&oacute;n o secreci&oacute;n nasal.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de pecho, desmayos, latido del coraz&oacute;n r&aacute;pido o irregular, p&eacute;rdida de memoria, adormecimiento de un brazo o una pierna , debilidad unilateral; erecci&oacute;n dolorosa o prolongada, piel roja, hinchada, con ampollas o descamaci&oacute;n, zumbido en los o&iacute;dos, convulsiones, dolor en espalda severa o persistente, o dolor muscular, mareos severos o persistentes, cambios en la visi&oacute;n graves o persistentes, disminuci&oacute;n o p&eacute;rdida repentina de la audici&oacute;n; repentina disminuci&oacute;n o p&eacute;rdida de visi&oacute;n en uno o ambos ojos.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si usted tiene preguntas sobre los efectos secundarios, consulte con el m&eacute;dico.</p>