<p><strong>INDICACIONES</strong></p><p><strong>&nbsp;</strong>Super Viagra es indicada para el tratamiento de la disfunci&oacute;n er&eacute;ctil masculina.</p><p><strong>INSTRUCCIONES</strong></p><p>Utilice Super Viagra como es indicado por el m&eacute;dico.</p><ul><li>Tome Super Viagra por v&iacute;a oral con o sin alimentos. Viagra podr&iacute;a no funcionar lo m&aacute;s r&aacute;pidamente si es tomada con una comida rica en grasas.</li><li>Generalmente Super Viagra es tomada aproximadamente 1 hora&nbsp; antes de la actividad sexual, pero, puede ser tomada desde 4 horas a una media hora antes de la actividad sexual. Es necesario de hablar con el m&eacute;dico sobre la mejor manera de toma de Super Viagra. Super Viagra puede ayudar a obtener una erecci&oacute;n cuando ocurra la estimulaci&oacute;n sexual. Una erecci&oacute;n no ocurrir&aacute; solamente tomando una pastilla.</li><li>No tome m&aacute;s de la dosis recomendada o no lo tome con m&aacute;s frecuencia que una vez al d&iacute;a; tome como es indicado por m&eacute;dico.</li><li>Si usted olvida de tomar una dosis de Super Viagra pero tiene la intenci&oacute;n de participar en la actividad sexual, t&oacute;mela tan pronto como usted recuerde. Contin&uacute;e a tomarla como es indicado por el m&eacute;dico.</li></ul><p><strong>DOSIS</strong></p><p>Tome el medicamento exactamente seg&uacute;n las prescriptiones de su m&eacute;dico.</p><p><strong>ALMACENAMIENTO&nbsp;</strong></p><p>Almacene Super Viagra en 77 grados F (25 grados C). Almacene lejos del calor, de la humedad y de la luz. No lo guarde en el ba&ntilde;o. Mantiena Super Viagra lejos de los ninos y lejos de los animales.</p><p><strong>INFORMACI&Oacute;N DE SEGURIDAD</strong></p><p><strong>NO use Super Viagra si:</strong></p><ul><li>Usted es al&eacute;rgico a cualquier ingrediente de <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span></li><li>su m&eacute;dico recomienda a evitar la actividad sexual a causa de problemas card&iacute;acos</li><li>Usted&nbsp;toma los nitratos (por ejemplo, isosorbide, nitroglicerina) en cualquiera forma (por ejemplo, tableta, c&aacute;psula, ung&uuml;ento) o nitroprusiato</li><li>Usted&nbsp;usa ciertas drogas recreativas llamadas "poppers" (por ejemplo, nitrato de amilo o nitrito, nitrato de butilo o nitrito)</li><li>Usted&nbsp;toma otro inhibidor de FDE5 (por ejemplo, tadalafil, vardenafil) o alg&uacute;n otro medicamento que contiene sildenafilo.</li></ul><p>Contacte con su m&eacute;dico de una vez si alguna de estas condici&oacute;nes se aplique a usted.</p><p>Algunas condiciones m&eacute;dicas pueden interactuar con <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span>. D&iacute;ga a su m&eacute;dico o farmac&eacute;utico si tiene algunas de las siguientes condici&oacute;nes m&eacute;dicas:</p><ul><li>si toma cualquier medicamento recetado o medicamento sin receta, preparado herb&aacute;ceo o suplemento diet&eacute;tico</li><li>si usted tiene alergias a medicamentos, alimentos o otras sustancias</li><li>si usted tiene un pene deforme (por ejemplo, fibrosis cavernosa, enfermedad de Peyronie), los problemas de las c&eacute;lulas sangu&iacute;neas (por ejemplo, leucemia, mieloma m&uacute;ltiple, anemia de c&eacute;lulas falciformes), o otra condici&oacute;n que puede aumentar el riesgo de una erecci&oacute;n prolongada (priapismo)</li><li>si usted tiene antecedentes de una erecci&oacute;n prolongada (m&aacute;s de 4 horas) o dolorosa (priapismo)</li><li>si usted tiene antecedentes de problemas de la vista (por ejemplo, degeneraci&oacute;n macular, neuropat&iacute;a &oacute;ptica, retinitis pigmentosa, p&eacute;rdida repentina de visi&oacute;n en uno o ambos ojos) o problemas de audici&oacute;n (por ejemplo, zumbido en los o&iacute;dos, disminuci&oacute;n de la audici&oacute;n, p&eacute;rdida de la audici&oacute;n)</li><li>si usted tiene antecedentes de problemas hep&aacute;ticos o renales, problemas pulmonares (por ejemplo, enfermedad pulmonar veno-oclusiva hep&aacute;tica), presi&oacute;n arterial alta o baja, &uacute;lceras, problemas de sangrado, problemas card&iacute;acos (por ejemplo, angina de pecho, la estenosis a&oacute;rtica, insuficiencia card&iacute;aca, ritmo card&iacute;aco irregular) , o los problemas de los vasos sangu&iacute;neos</li><li>si usted tiene un antecedente de ataque card&iacute;aco, accidente cerebrovascular, o arritmias amenazantes a la vida, especialmente en los &uacute;ltimos 6 meses.</li></ul><p>Algunos medicamentos pueden interactuar con <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span>. D&iacute;ga a su m&eacute;dico si toma otros medicamentos, especialmente cualquier de los siguientes:</p><ul><li>&nbsp;Los alfa-bloqueadores (por ejemplo, doxazosina), medicamentos para la presi&oacute;n arterial alta, los nitratos (por ejemplo, isosorbide, nitroglicerina), o nitroprusiato porque la presi&oacute;n arterial muy baja, con mareos, vah&iacute;dos y desmayos pueden ocurrir</li><li>Antif&uacute;ngicos azoles (por ejemplo, itraconazol, ketoconazol), los antagonistas H2 (por ejemplo, cimetidina), inhibidores de la proteasa del VIH (por ejemplo, ritonavir, saquinavir), antibi&oacute;ticos macr&oacute;lidos (por ejemplo, eritromicina), analg&eacute;sicos narc&oacute;ticos (por ejemplo, la dihidrocode&iacute;na), o telitromicina porque ellos pueden aumentar el riesgo de efectos secundarios de <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span></li><li>Bosentan o rifampicina, porque pueden disminuir la eficacia de <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span>.</li></ul><p>No es una lista completa de todas las interacciones que pueden ocurrir. Pregunte a su m&eacute;dico si <span id="result_box" lang="fr"><span class="hps">Super Viagra</span></span> puede interaccionar con otros medicamentos que toma. Consulte con su m&eacute;dico antes de iniciar, detener o cambiar la dosis de cualquier medicamento.</p><p><strong>EFECTOS SECUNDARIOS</strong></p><p>Todos los medicamentos pueden causar efectos secundarios, pero muchas personas no tienen estos efectos, o tienen efectos secundarios menores.</p><p>Consulte con su m&eacute;dico si cualquier de estos efectos secundarios m&aacute;s comunes persiste o vuelve molesto:</p><p>Diarrea, mareos, enrojecimiento, dolor de cabeza, pirosis, congesti&oacute;n nasal, dispepsia.</p><p>Busque atenci&oacute;n m&eacute;dica inmediatamente si alguno de estos efectos secundarios graves ocurre:</p><p>Las reacciones al&eacute;rgicas graves (erupci&oacute;n cut&aacute;nea, urticaria, picaz&oacute;n, dificultad para respirar, opresi&oacute;n en el pecho, hinchaz&oacute;n de la boca, cara, labios o lengua), dolor de pecho, desmayos, latido del coraz&oacute;n r&aacute;pido o irregular, p&eacute;rdida de memoria, adormecimiento de un brazo o una pierna , debilidad unilateral; erecci&oacute;n dolorosa o prolongada, zumbido en los o&iacute;dos, convulsiones, mareos severos o persistentes, cambios en la visi&oacute;n severos o persistentes, disminuci&oacute;n o p&eacute;rdida repentina de la audici&oacute;n; disminuci&oacute;n o p&eacute;rdida repentina de la visi&oacute;n en uno o ambos ojos.</p><p>No es una lista completa de efectos secundarios que pueden ocurrir. Si usted tiene preguntas sobre los efectos secundarios, contacte con el m&eacute;dico.</p>