<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Viagra Jelly es una soluci&oacute;n para el tratamiento de la impotencia masculina, la disfunci&oacute;n er&eacute;ctil llamado. Aumenta el flujo de sangre al pene, permitiendo m&aacute;s flujo sangu&iacute;neo en el pene al igual que ocurre naturalmente cuando un hombre es estimulado sexualmente.<br /><br /><strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> Viagra Jelly debe tomarse una vez al d&iacute;a seg&uacute;n sea necesario. A los pacientes que toman ciertos inhibidores de la proteasa (como para el tratamiento del VIH), se recomienda no sobrepasar la dosis m&aacute;xima &uacute;nica de 25 mg de Viagra jalea en un per&iacute;odo de 48 horas.<br /><br /> <strong>Precauciones<br /></strong><br /> Antes de usar Viagra, d&iacute;gale a su m&eacute;dico acerca de todos los medicamentos que utiliza para la disfunci&oacute;n er&eacute;ctil, o si usted est&aacute; usando alguna si los siguientes medicamentos: bosentan (Tracleer), un anticoagulante como la warfarina (Coumadin), cimetidina (Tagamet, Tagamet HB), un antibi&oacute;tico tales como la eritromicina (E-Mycin, Eryc, Ery-Tab) o claritromicina (Biaxin), doxazosina (Cardura), prazosin (Minipress), terazosina (Hytrin), medicamentos para el VIH como amprenavir (Agenerase), tipranavir (Aptivus), darunavir (Prezista), efavirenz (Sustiva), nevirapina (Viramune), indinavir (Crixivan), saquinavir (Invirase, Fortovase), lopinavir / ritonavir (Kaletra), fosamprenavir (Lexiva), ritonavir (Norvir), atazanavir (Reyataz), o nelfinavir (Viracept), un medicamento antif&uacute;ngico, como itraconazol (Sporanox) o ketoconazol (Nizoral), carbamazepina (Tegretol), fenobarbital (Luminal), o la fenito&iacute;na (Dilantin) o rifampicina (Rifadin, Rimactane) o rifabutina (Mycobutin).<br /> Si usted tiene problemas de coraz&oacute;n bastante graves para la actividad sexual que puede encontrarse peligrosa, debe evitar el uso de Viagra. &Uacute;salo con precauci&oacute;n, si has tenido un ataque card&iacute;aco, accidente cerebrovascular, o irregularidades cardiacas potencialmente mortales en los &uacute;ltimos 6 meses. Igualmente prudente, si usted tiene presi&oacute;n arterial alta o baja, insuficiencia card&iacute;aca o angina inestable.<br /><br /> <strong>Contraindicaciones<br /></strong><br /> No tome Viagra Jelly si utiliza drogas tales como nitrato de nitroglycerin.The combinaci&oacute;n de Viagra Jelly y nitratos puede hacer que su presi&oacute;n arterial baje a niveles peligrosos. Usted podr&iacute;a conseguir mareado, d&eacute;bil, o incluso tener un ataque al coraz&oacute;n o un derrame cerebral.<br /><br /><strong> Reacciones adversas posibles<br /></strong><br /> Busque ayuda m&eacute;dica urgente si experimente uno de los siguientes efectos secundarios: p&eacute;rdida s&uacute;bita de la visi&oacute;n;<br /> zumbido en los o&iacute;dos o p&eacute;rdida repentina de la audici&oacute;n;<br /> dolor en el pecho o sensaci&oacute;n de pesadez, dolor que se extiende al brazo u hombro, n&aacute;usea, sudoraci&oacute;n, sensaci&oacute;n de malestar general;<br /> latido irregular del coraz&oacute;n;<br /> hinchaz&oacute;n en sus manos, tobillos o pies;<br /> dificultad para respirar;<br /> cambios en la visi&oacute;n;<br /> sensaci&oacute;n de mareo, desmayos, o<br /> erecci&oacute;n del pene que es dolorosa o que dura 4 horas o m&aacute;s.<br /> Los efectos secundarios menos graves incluyen calor o enrojecimiento en la cara, el cuello o el pecho;<br /> congesti&oacute;n nasal;<br /> dolor de cabeza;<br /> malestar estomacal, o<br /> dolor de espalda.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos</strong><br /><br /> Viagra Jelly puede interactuar con medicamentos con nitrato. No los use mientras est&aacute; tomando Viagra Jelly.<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si olvida una dosis de este medicamento, t&oacute;mela tan pronto como sea posible. No tome 2 dosis al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> Busque ayuda m&eacute;dica de urgencia si usted cree que ha tomado una sobredosis del medicamento.<br /><br /><strong>Almacenamiento<br /></strong><br /> Viagra Jelly deben almacenarse a temperatura ambiente, 15 a 30 grados C (59-86 grados F).<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>