<p><strong>Utilisation des Drogues </strong><br /><br /> Grifulvin V est utilis&eacute; pour traiter des infections fongiques du cuir chevelu, le corps, des pieds (athl&egrave;te de l 'pieds), des clous, (d&eacute;mangeaison cuisse Jock), ou les follicules pileux (Barber ' s d&eacute;mangeaisons). <br /><br /> <strong>Comment utiliser </strong><br /><br /> Utilisez grifulvin V comme indiqu&eacute; par votre m&eacute;decin. V&eacute;rifiez l'&eacute;tiquette du m&eacute;dicament pour les instructions de dosage exact. <br /><br /> Prendre grifulvin V par la bouche avec ou sans nourriture. <br /><br /> Bien agiter avant chaque utilisation. <br /><br /> Utiliser un appareil de mesure marqu&eacute;e pour le dosage des m&eacute;dicaments. Demandez &agrave; votre pharmacien de vous aider si vous n'&ecirc;tes pas s&ucirc;r de savoir comment mesurer votre dose. <br /><br /> Pour &eacute;claircir votre infection compl&egrave;tement, utiliser grifulvin V pour le cycle complet de traitement. Continuer de l'utiliser m&ecirc;me si vous vous sentez mieux dans quelques jours. <br /><br /> <strong>Classe de drogue et le M&eacute;canisme&nbsp;</strong><br /><br /> Grifulvin V est un agent antifongique. Il agit en rendant la peau plus r&eacute;sistante &agrave; la croissance fongique. <br /><br /> <strong>Dose oubli&eacute;e </strong><br /><br /> Si vous oubliez une dose de Myambutol, prenez-la d&egrave;s que possible. S'il est presque l'heure de votre dose suivante, sautez la dose oubli&eacute;e et reprenez l'horaire normal. Ne prenez pas 2 doses &agrave; la fois. <br /><br /> <strong>Stockage </strong><br /><br /> Conserver &agrave; la temp&eacute;rature ambiante &agrave; l'abri des rayons du soleil et l'humidit&eacute;.</p><p><strong>Mises en garde / Pr&eacute;cautions </strong><br /><br /> NE PAS utiliser grifulvin V si: <br /><br /> vous &ecirc;tes allergique &agrave; un ingr&eacute;dient des grifulvin V <br /> vous avez une maladie grave du foie ou de la porphyrie, maladie du sang <br /> vous &ecirc;tes enceinte <br /><br /> Contactez votre m&eacute;decin ou votre prestataire de soins de sant&eacute; imm&eacute;diatement si l'un de ceux-ci s'appliquent &agrave; vous. <br />Certaines conditions m&eacute;dicales mai interagir avec grifulvin V. Dites &agrave; votre m&eacute;decin ou votre pharmacien si vous avez des conditions m&eacute;dicales, surtout si une des conditions suivantes s'appliquent &agrave; vous:&nbsp;<br /> si vous &ecirc;tes enceinte, pr&eacute;voyez le devenir enceintes ou allaitantes <br /> Si vous prenez des m&eacute;dicaments sur ordonnance ou en vente libre, la pr&eacute;paration &agrave; base de plantes, ou des compl&eacute;ments di&eacute;t&eacute;tiques <br /> Si vous avez des allergies aux m&eacute;dicaments, d'aliments ou d'autres substances <br /> Si vous souffrez de diab&egrave;te, une maladie du foie, le lupus, ou un engourdissement des mains ou des pieds <br /><br />Certains m&eacute;dicaments peuvent interagir avec grifulvin V. Dites &agrave; votre fournisseur de soins de sant&eacute; si vous prenez d'autres m&eacute;dicaments, en particulier un des &eacute;l&eacute;ments suivants:&nbsp;<br /> Barbituriques (par exemple, ph&eacute;nobarbital), parce qu'ils mai diminution grifulvin V de l 'efficacit&eacute; <br /> Anticoagulants (p.ex., warfarine), la cyclosporine, ou des contraceptifs oraux (pilule anticonceptionnelle) car leur efficacit&eacute; mai &ecirc;tre diminu&eacute;e de grifulvin V</p><p><strong>Effets secondaires possibles </strong><br /><br /> Tous les m&eacute;dicaments mai causer des effets secondaires, mais beaucoup de gens n'ont pas, ou mineures, des effets secondaires. Consultez votre m&eacute;decin si l'un de ces effets ind&eacute;sirables les plus courants persistent ou deviennent incommodants: <br /><br /> Diarrh&eacute;e; troubles du sommeil, &eacute;tourdissements, fatigue, maux de t&ecirc;te, naus&eacute;es, maux d'estomac, vomissements. <br /><br />Consulter un m&eacute;decin imm&eacute;diatement si un de ces effets secondaires graves se produisent:&nbsp;<br /> De graves r&eacute;actions allergiques (&eacute;ruption cutan&eacute;e, urticaire, d&eacute;mangeaisons, difficult&eacute; &agrave; respirer, sensation d'oppression dans la poitrine, enflure de la bouche, le visage, les l&egrave;vres ou la langue); confusion, engourdissement des fourmillements des mains ou des pieds, des taches blanches dans la bouche. <br /><br /> <strong>Plus d'information</strong></p><p>Si vous avez des questions concernant grifulvin V, s'il vous pla&icirc;t parlez &agrave; votre m&eacute;decin, pharmacien ou un autre fournisseur de soins de sant&eacute;.&nbsp;<br /> Grifulvin V doit &ecirc;tre utilis&eacute; que par le patient pour qui il est prescrit. Ne partagez pas avec d'autres personnes. <br /> Si vos sympt&ocirc;mes ne s'am&eacute;liorent pas ou s'ils s'aggravent, consultez votre m&eacute;decin.</p>