<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Lamisil est un antibiotique antifongique qui avait l'habitude de traiter tinea versicolor, une infection fongique qui produit le marron, les taches fauves, blanches sur le tronc du corps ou d'autres infections fongiques telles que la mycose, jock la d&eacute;mangeaison et la teigne. Lamisil travaille en tuant des champignons sensibles en interf&eacute;rant de la formation de la membrane de cellule fongique. <br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec le plein verre d'eau. Avalez-le sans mastication. D'habitude cela pris depuis 6 &agrave; 12 semaines. <br /> La dose recommand&eacute;e est diff&eacute;rente du type d'infection : <br /> 1. Pour onychomycosis : <br /> Les adultes et les adolescents 250 mgs une fois par jour depuis 6 &agrave; 12 semaines. <br /> Lamisil est utilis&eacute; chez les enfants juste apr&egrave;s la permission de docteur. <br /> 2. Pour tinea corporis : <br /> Les adultes et les adolescents 250 mgs une fois par jour depuis 2 &agrave; 4 semaines. <br /> Lamisil est utilis&eacute; chez les enfants juste apr&egrave;s la permission de docteur. <br /> 3. Pour tinea cruris (la teigne de l'aine; d&eacute;mangeaison de jock) : <br /> Les adultes et les adolescents 250 mgs une fois par jour depuis 2 &agrave; 4 semaines. <br /> Lamisil est utilis&eacute; chez les enfants juste apr&egrave;s la permission de docteur. <br /> 4. Pour tinea pedis : <br /> Les adultes et les adolescents 250 mgs une fois par jour depuis 2 &agrave; 6 semaines. <br /> Lamisil est utilis&eacute; chez les enfants juste apr&egrave;s la permission de docteur. <br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il a vous aide &agrave; recevoir les meilleurs r&eacute;sultats.<br /><br /> <strong>Pr&eacute;cautions</strong><br /><br /> Avant d'utiliser cette m&eacute;decine, consultez votre m&eacute;decin traitant ou pharmacien si vous avez : un certain d&eacute;sordre de sang, maladie de foie s&eacute;v&egrave;re. N'oubliez pas de dire votre histoire m&eacute;dicale, particuli&egrave;re si elle inclut lupus. La conduite n'est pas recommand&eacute;e pendant que vous prenant cette m&eacute;dication parce qu'il peut as provoqu&eacute; votre pris de vertige ou moins d'alerte. Le boire de l'alcool pendant le traitement peut a provoqu&eacute; un battement de coeur rapide et le fait de rougir de la peau. &Eacute;vitez le soleil, tanning les cabines et les lampes &agrave; rayons ultra-violets et utilisez un sunscreen et portez des v&ecirc;tements protecteurs quand dehors. Lamisil ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant enceinte ou en produisant du lait sans le conseil de docteur. N'utilisez pas avant l'alimentation du sein sans le conseil de docteur.<br /><br /> <strong>Contre-indications<br /></strong><br /> Lamisil n'est pas permis aux gens qui ont des probl&egrave;mes avec leur foie ou les reins, hypersensibles &agrave; n'importe quelle composante de cela ont creus&eacute;. <br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> d&eacute;coupez la douleur ou l'enflure, les glandes gonfl&eacute;es, la couleur de peau in&eacute;gale, ou des rougeurs de peau &agrave; la forme du papillon sur tes joues et nez<br /> la fi&egrave;vre, les fra&icirc;cheurs, les maux de corps, les sympt&ocirc;mes de grippe;<br /> changements dans ta vision;<br /> la perte de poids due de go&ucirc;ter des changements;<br /> rougeurs de peau &eacute;cailleuses, d&eacute;mangeantes et floconneuses; <br /> la fi&egrave;vre, le mal de gorge et le mal de t&ecirc;te avec le fait de cloquer s&eacute;v&egrave;re, l'&eacute;pluchage et les rougeurs de peau rouges.<br /> Moins s&eacute;rieux incluez :<br /> la douleur d'estomac, la br&ucirc;lure d'estomac, la diarrh&eacute;e;<br /> mal de t&ecirc;te;<br /> sentiment fatigu&eacute;;<br /> le nez liquide ou &eacute;touffant, le mal de gorge, les sympt&ocirc;mes froids;<br /> rougeurs de peau l&eacute;g&egrave;res ou d&eacute;mangeaison;<br /> go&ucirc;t inhabituel ou d&eacute;sagr&eacute;able dans ta bouche; ou<br /> sensation de go&ucirc;t diminu&eacute;e.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Lamisil et disent &agrave; votre m&eacute;decin traitant aussit&ocirc;t que possible. Entretenez-vous aussi avec votre m&eacute;decin traitant sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Lamisil communiquent suivent des m&eacute;dications :<br /> Cyclosporine<br /> Metoprolol <br /> Nortriptyline <br /> Warfarin <br /> Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous<br /> devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.<br /><br /> <strong>Omission de dose <br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>