<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Lotrisone est une m&eacute;dication antifongique qui est une lotion ou une cr&egrave;me et ses composantes actives sont une combinaison de deux m&eacute;dicaments : un st&eacute;ro&iuml;de (betamethasone) et un m&eacute;dicament antifongique (clotrimazole). Clotrimazole inhibe la croissance de plusieurs types de champignons en affectant le processus de formation de membranes fongique. Betamethasone est corticosteroid synth&eacute;tique qui r&eacute;priment l'inflammation aussi bien que la r&eacute;ponse immunis&eacute;e du corps. <br /><br /> <strong>Dosage et administration</strong><br /><br /> La cr&egrave;me de Lotrisone devrait &ecirc;tre doucement mass&eacute;e dans la peau et autour de la r&eacute;gion affect&eacute;e par les champignons deux fois par jour (le matin et le soir). N'utilisez pas de bandage ou emballant sur la r&eacute;gion trait&eacute;e pour &eacute;viter l'absorption excessive de la m&eacute;dication. Le traitement de tinea corporis ou de tinea cruris ne devrait pas continuer plus long que deux semaines pendant qu'un de tinea pedis ne devrait pas durer plus long que quatre semaines.<br /><br /> <strong>Pr&eacute;cautions<br /></strong><br /> &Eacute;vitez d'arriver de la cr&egrave;me Lotrione dans tes yeux. L'activit&eacute; d'influence de m&eacute;dicaments de st&eacute;ro&iuml;de de la glande surr&eacute;nale, hypothalamic et les glandes pituitaires, peut mener aux niveaux de glyc&eacute;mie excessifs, aussi bien qu'au syndrome d'un Cushing caract&eacute;ris&eacute; par l'acn&eacute;, la d&eacute;pression, la croissance de cheveux excessive, a fait l'amour sup&eacute;rieur arri&egrave;re, l'insomnie, l'apparence aux joues rondes, la faiblesse de muscle, le tronc ob&egrave;se, la parano&iuml;a, les marques d'&eacute;tendue, la croissance rabougrie (chez les enfants), les membres gaspill&eacute;s et la susceptibilit&eacute; au fait de se faire facilement des bleus, les fractures et l'infection.<br /><br /> <strong>Contre-indications<br /></strong><br /> Cette m&eacute;dication ne peut pas &ecirc;tre utilis&eacute;e chez les enfants 17 y.o plus jeunes., dans les individus avec l'hypersensibilit&eacute; aux composantes de Lotrisone, ou au st&eacute;ro&iuml;de semblable et aux m&eacute;dications antifongiques. La prudence devrait &ecirc;tre exerc&eacute;e dans les adultes les 65 plus &acirc;g&eacute;s.<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Les r&eacute;actions d&eacute;favorables les plus communes sont le fait de rougir local, le fait de cloquer, le br&ucirc;lage, la peau s&egrave;che, la pigmentation diminu&eacute;e, l'&eacute;tendue marque des r&eacute;actions allergiques comme les ruches, les sympt&ocirc;mes de conduit, l'infection bact&eacute;rienne, ont irrit&eacute; la peau, l'&eacute;pluchage, les rougeurs, mordantes, l'enflure, la sensation picotant, l'oed&egrave;me.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> L'utilisation &agrave; long terme ou le retrait de corticosteroids actuel peuvent aggraver des sympt&ocirc;mes de psoriasis. Un intervalle d'au moins 1 semaine est n&eacute;cessaire entre la cessation de st&eacute;ro&iuml;des actuels et le d&eacute;but de traitement avec anthralin (Psoriatec). <br /><br /> <strong>Omission de dose</strong> <br /><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 30 degr&eacute;s Celsius (59 et 86 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)<br /></strong><br />&nbsp;Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous les domaines, les polyvalences possibles du m&eacute;dicament, ou les pr&eacute;cautions. Les renseignements sur le site ne peuvent &ecirc;tre utilis&eacute;s pour un traitement personnel et un diagnostic personnel. Toute instruction sp&eacute;cifique pour un patient particulier devrait &ecirc;tre consult&eacute;e avec votre conseiller de soins de sant&eacute; ou votre m&eacute;decin responsable du cas. Nous refusons toute r&eacute;f&eacute;rence au caract&egrave;re ind&eacute;niable de ces renseignements et des erreurs qu'ils pourraient contenir. Nous ne sommes pas responsables de tout dommage direct ou indirect, sp&eacute;cial ou d&rsquo;autre dommage &agrave; la suite de toute utilisation des renseignements sur ce site et &eacute;galement pour les cons&eacute;quences de l&rsquo;auto-traitement.</p>