<p><strong>Description De Produit<br /></strong><br /><strong> Usage g&eacute;n&eacute;ral<br /></strong><br /> Nizoral est un antibiotique antifongique qui a utilis&eacute; utilis&eacute; pour traiter s&eacute;rieux fongique ou les infections de levure, telles que candidiasis, blastomycosis, coccidioidomycosis, histoplasmosis, chromoblastomycosis, ou paracoccidioidomycosis. Nizoral tue des champignons sensibles en interf&eacute;rant de la formation de la membrane de cellule fongique. Aussi Nizoral est utilis&eacute; pour traiter des infections fongiques parasites sur la peau que l'on ne peut pas traiter avec la m&eacute;decine actuelle ou griseofulvin, ou pour les patients qui ne peuvent pas prendre griseofulvin.<br /><br /> <strong>Dosage et administration<br /></strong><br /> Prenez-le oralement avec la nourriture ou le lait en m&ecirc;me temps chaque jour. <br /> La dose de d&eacute;part recommand&eacute;e pour les adultes est 200 mgs une fois par jour. <br /> Le dosage pour les enfants 2 ans sont bas&eacute;s sur le poids de corps et se composer une dose quotidienne seule de 3.3 &agrave; 6.6 mgs/kg. Ne l'utilisez pas sans la permission de docteur et la dose doit &ecirc;tre prescrite juste apr&egrave;s s'&ecirc;tre entretenue avec votre m&eacute;decin traitant.<br /> Pour les enfants jusqu'&agrave; 2 ans d'&acirc;ge l'utilisent juste apr&egrave;s la permission de m&eacute;decin traitant et la dose doit &ecirc;tre prescrite apr&egrave;s s'&ecirc;tre entretenue avec votre m&eacute;decin traitant.<br /> Notez : cette instruction pr&eacute;sent&eacute;e ici juste pour la r&eacute;vision. Il est tr&egrave;s n&eacute;cessaire de s'entretenir avec votre m&eacute;decin traitant avant l'utilisation. Il t'aide &agrave; recevoir les meilleurs r&eacute;sultats. <br /><br /><strong>Pr&eacute;cautions<br /></strong><br /> Les probl&egrave;mes de foie peuvent se produire pendant que tu prends cette m&eacute;decine. Si vous en connaisez un les sympt&ocirc;mes : urine sombre; douleur abdominale ou tendresse; tabourets &agrave; la couleur d'argile; naus&eacute;e et vomissement; app&eacute;tit diminu&eacute;; rougeurs de peau; fi&egrave;vre; mal de t&ecirc;te; d&eacute;mangeaison; perte d'app&eacute;tit; l'enflure des pieds ou des jambes inf&eacute;rieures; fatigue inhabituelle ou faiblesse; ou les yeux jaunes ou la peau appellent ton docteur immediatly. Nizoral ne devrait pas &ecirc;tre utilis&eacute; pendant la grossesse, en devenant enceinte ou en produisant du lait sans le conseil de docteur. N'utilisez pas ce m&eacute;dicament avant l'alimentation du sein sans la permission de m&eacute;decin traitant.<br /><br /> <strong>Contre-indications<br /></strong><br /> Nizoral n'est pas permis aux gens qui sont hypersensibles &agrave; n'importe quelles composantes de cette m&eacute;dication. Aussi il est contre-indiqu&eacute; avec terfenadine, astemizole, triazolam, cisapride. <br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;action allergique : ruches; respiration de difficult&eacute;; en se gonflant de votre visage, l&egrave;vres, langue, ou gorge. Aussi les Effets secondaires possibles les plus possibles incluent : <br /> le vertige, l'&eacute;vanouissement, vite ou le mart&egrave;lement du battement de coeur;<br /> le fait de faire facilement des bleus facile ou le saignement, la faiblesse inhabituelle;<br /> engourdissement ou sentiment de tingly;<br /> la d&eacute;pression s&eacute;v&egrave;re, la confusion, ou les pens&eacute;es de la douleur toi-m&ecirc;me; ou<br /> la naus&eacute;e, la douleur d'estomac, la fi&egrave;vre basse, la perte d'app&eacute;tit, faiblesse, urine sombre, tabourets &agrave; la couleur d'argile, la jaunisse (yellowing de la peau ou des yeux).<br /> Moins s&eacute;rieux incluez :<br /> la naus&eacute;e l&eacute;g&egrave;re, le vomissement, ou la douleur d'estomac;<br /> d&eacute;mangeaison l&eacute;g&egrave;re ou rougeurs de peau;<br /> mal de t&ecirc;te;<br /> vertige;<br /> enflure de poitrine; ou<br /> l'impuissance ou la perte d'int&eacute;r&ecirc;t pour le sexe.<br /> Si vous connaisez un d'entre eux arr&ecirc;tent d'utiliser Nizoral et disent &agrave; votre docteur aussit&ocirc;t que possible. Entretenez-vous aussi avec votre docteur sur n'importe quel effet secondaire qui semble inhabituel.<br /><br /> <strong>Action r&eacute;ciproque de m&eacute;dicament<br /></strong><br /> Nizoral communiquent suivent la liste de m&eacute;dicaments : acetaminophen (Tylenol); cyclosporine (Gengraf, Sandimmune, Neoral); digoxin (la digitale, Lanoxin); tacrolimus ((Prograf); loratadine (Alavert, Claritin, Tavist ND); methylprednisolone (Medrol); phenytoin (Dilantin); rifampin (Rifadin, Rifater, Rifamate, Rimactane); la m&eacute;dication de diab&egrave;te tu prends par la bouche; un s&eacute;datif tel que midazolam (Vers&eacute;); un sang plus mince tel que warfarin (Coumadin); m&eacute;dications de cancer; pilules contraceptives ou th&eacute;rapie de remplacement d'hormone; methotrexate (Rheumatrex, Trexall); les m&eacute;dications de cholest&eacute;rol telles que niacin (Advicor), atorvastatin (Lipitor), lovastatin (Altocor, Mevacor), simvastatin (Zocor) et d'autres; ou les m&eacute;dications pour traiter VIH ou le SIDA. Notez aussi que l'action r&eacute;ciproque entre deux m&eacute;dications toujours ne signifie pas que vous devez arr&ecirc;ter de prendre un d'entre eux. Comme d'habitude il affecte l'effet de m&eacute;dicaments, entretenez-vous ainsi avec votre m&eacute;decin traitant sur comment cela les actions r&eacute;ciproques sont dirig&eacute;es ou devraient &ecirc;tre dirig&eacute;es.; rougeurs de peau; fi<br /><br /> <strong>Contre-indications<br /></strong><br /> Nizoral n'est pas permis aux gens qui sont hypersensibles &agrave;<br /><br /> <strong>Effet secondaire possible<br /></strong><br /> Ils peuvent inclure une r&eacute;<br /> le vertige, l'&eacute;<br /> le fait de faire facilement des bleus facile ou le saignement, la faiblesse inhabituelle;<br /> engourdissement ou sentiment de tingly;<br /> la d&eacute;<br /> la naus&eacute;<br /> Moins s&eacute;<br /> la naus&eacute;<br /> d&eacute;<br /> mal de t&ecirc;<br /> vertige;<br /> enflure de poitrine; ou<br /> l'impuissance ou la perte d'int&eacute;<br /> Si vous connaisez un d'entre eux arr&ecirc;<br /><br /> <strong>Action r&eacute;<br /></strong><br /> Nizoral communiquent suivent la liste de m&eacute;<br /><br /><strong>Omission de dose&nbsp;<br /></strong><br /> Si vous manquez une dose, prenez la aussit&ocirc;t que vous vous en apercevez. Si c'est pr&egrave;s de l'herue de la dose suivante, sautez la dose manqu&eacute;e et reprenez votre programme de dosage ordinaire. Ne doublez pas la dose pour vous ratraper. Appelez votre docteur si vous oublier 2 ou plus doses d'affil&eacute;e. <br /><br /> <strong>Surdosage <br /></strong><br /> Avertisser imm&eacute;diatment les secours d'urgence(m&eacute;decins ,pompier..) si vous croyez que vous avez trop utilis&eacute; ce m&eacute;dicament. Les sympt&ocirc;mes d'overdose peuvent inclure : la nervosit&eacute; sudation extr&ecirc;me excessive, le battement de coeur rapide/irr&eacute;gulier, la douleur de poitrine, les saisies. <br /><br /> <strong>Conservation <br /></strong><br /> Entreposer &agrave; la temp&eacute;rature ambiante entre 15 et 25 degr&eacute;s Celsius (59 et 79 degr&eacute;s Fahrenheit). Garder le contenant bien ferm&eacute; hors de la port&eacute;e des enfants.<br /> Ne conservez pas vos medicaments dans la salle de bains.<br /><br /> <strong>Disclaimer (avis de non responsabilit&eacute;)</strong><br /><br /> Nous fournissons des renseignements &agrave; caract&egrave;res uniquement g&eacute;n&eacute;raux sur les m&eacute;dicaments qui n&rsquo;englobent pas tous</p>