<p><strong>Descripci&oacute;n De Producto<br /></strong><br /><strong> Propiedades<br /></strong><br /> Lotrisone es una medicaci&oacute;n antifungosa que es una loci&oacute;n o crema y sus componentes activos son una combinaci&oacute;n de dos medicinas: un esteroide (betamethasone) y una medicina antifungosa (clotrimazole). Clotrimazole inhibe el crecimiento de varios tipos de hongos afectando el proceso de la formaci&oacute;n de membranas fungosa. Betamethasone es unos corticosteroides sint&eacute;ticos que suprimen la inflamaci&oacute;n as&iacute; como la respuesta inmune del cuerpo.<br /><br /> <strong>Posolog&iacute;a y forma de administraci&oacute;n<br /></strong><br /> La crema de Lotrisone deber&iacute;a ser suavemente masajeada en la piel y alrededor del &aacute;rea afectada por hongos dos veces al d&iacute;a (por lama&ntilde;ana y por la tarde). No use la venda sobre el &aacute;rea tratada para evitar la absorci&oacute;n excesiva de la medicaci&oacute;n. El tratamiento de tinea corporis o tinea cruris no deber&iacute;a seguir m&aacute;s largo que dos semanas mientrasque el de tinea pedis no deber&iacute;a durar m&aacute;s largo que cuatro semanas.<br /><br /> <strong>Precauciones</strong><br /><br /> Evite poner la crema de Lotrione en los ojos. La actividad de influencia de medicinas de esteroide de la c&aacute;psula gl&aacute;ndulas suprarrenales, hipotalamicas, y pituitarias, puede llevar a niveles de az&uacute;car en la sangre excesivos, as&iacute; como al s&iacute;ndrome de Cushing caracterizado por acn&eacute;, depresi&oacute;n, crecimiento de pelo excesivo, espalda superior encorvada, insomnio, aspecto lunar de cara, debilidad de m&uacute;sculo, tronco obeso, paranoia, estr&iacute;as, crecimiento raqu&iacute;tico (en ni&ntilde;os), miembros gastados, y susceptibilidad a contusi&oacute;n, fracturas, e infecci&oacute;n.<br /><br /> <strong>Contradiciones<br /></strong><br /> La medecin no puede ser usada por ni&ntilde;os que no tienen 17 a&ntilde;os de edad, por los indviduos con hipersensibilidad a los componentes de Lotrisone o a las medecinas esteroides y antifungosas semejantes. Hay que tener cuidado con adultos que tienen m&aacute;s que 65 a&ntilde;os de edad.<br /><br /> <strong>Reacciones adversas posibles<br /></strong><br /> Las reaciones adversas comunes son enrojecimiento local, abrasador, incineraci&oacute;n, piel seca, pigmentaci&oacute;n disminuida, reacciones al&eacute;rgicas de estr&iacute;as como urticaria, los s&iacute;ntomas de fr&iacute;o, infecci&oacute;n bacteriana, piel irritada, peladura, erupci&oacute;n, mordaz, hinchaz&oacute;n, sensaci&oacute;n zumbadora, edema.<br /><br /> <strong>Interacci&oacute;n con otros medicamentos<br /></strong><br /> El uso prolongado o de abstinencia de corticosteroides actuales pueden empeorar s&iacute;ntomas de la psoriasis. El intervalo de al menos 1 semana es necesario entre la cesaci&oacute;n de esteroides actuales y el principio del tratamiento con anthralin (Psoriatec).<br /><br /> <strong>Dosis omitida<br /></strong><br /> Si usted ha olvidado tomar su dosis a tiempo, h&aacute;galo m&aacute;s pronto como usted recuerda. Pero no lo tome si es muy tarde o es casi la hora de la dosis siguiente. Nunca tome dosis doblada o adicional. Tome su dosis regular al d&iacute;a siguiente al mismo tiempo.<br /><br /> <strong>Sobredosis<br /></strong><br /> El uso no suficinte o el uso excesivo de Lotrisone en amplias &aacute;reas de piel puede causar des&oacute;rdenes, como el s&iacute;ndrome de Cushing. Informe a su doctor. La sobredosis peligrosa para vida de Lotrisone es improbable.<br /><br /> <strong>Almacenamiento<br /></strong><br /> Se debe almanecear a una temperatura de 59-77 F (15-25 C) del alcance de los rayos solares y humedad, ni&ntilde;os y animales dom&eacute;sticos. No use despu&eacute;s de t&eacute;rmino expirado.<br /><br /> <strong>Descargo de responsabilidades<br /></strong><br /> Proveemos una informaci&oacute;n del car&aacute;cter general sobre los medicamentos sin intentar cubrir todas las recomendaciones, totalidad de los casos de interacci&oacute;n con otros medicamentos, tampoco todas las precauciones existentes. La informaci&oacute;n de la presente p&aacute;gina web no puede ser de utilidad en el autotratamiento ni el autodiagn&oacute;stico. Todas las recomendaciones espec&iacute;ficas para cada paciente individual deben arreglarse con el coordinador designado de la salud p&uacute;blica o con el m&eacute;dico encargado del caso cl&iacute;nico. Renunciamos de todas las responsabilidades por la fiabilidad del material provisto ni por errores que contenga. Nos descargamos de responsabilidad por los da&ntilde;os, sean que sean directos, indirectos, espec&iacute;ficos o dem&aacute;s da&ntilde;os que resulten de la aplicaci&oacute;n del contenido de la presente p&aacute;gina web ni que sean consecuencias del autotratamiento.</p>