<p><strong>Produktbeschreibung<br /></strong><br /> Allgemeine Anwendung<br /> Aciclovir ist ein Antivirusrauschgift, es ist eine synthetische Zutat mit einer &auml;hnlichen molekularen Struktur zu purine nucleoside. Aciclovir wird verwendet, um Vireninfektionen wie Bl&auml;schenausschl&auml;ge zu behandeln, das Wachstum des Herpes-Simplexvirus, Schafpocken-Zoster-Virus (verursacht durch Windpocken und G&uuml;rtelrosen), Epstein Barr Virus (verursacht durch das Dr&uuml;senfieber), und zu einem kleineren Ausma&szlig;-Zytomegalievirus (ZMV) aufzuh&ouml;ren. Es ist auch im Verhindern Geschlechtsherpes und im Verhindern von Vireninfektionen n&uuml;tzlich, die in denjenigen mit einem gesenkten Immunsystem vorkommen. Dieses Medikament kann auch helfen abzunehmen, wie lange Schmerz bleibt, nachdem die wunden Stellen heilen. Au&szlig;erdem, in Leuten mit einem geschw&auml;chten Immunsystem, kann aciclovir die Gefahr des Virus vermindern, das sich zu anderen Teilen des K&ouml;rpers ausbreitet und ernste Infektionen verursacht.<br /><br /> <strong>Dosierung und Anwendungsgebiet</strong><br /><br /> Nehmen Sie dieses Medikament durch den Mund mit oder ohne Essen gew&ouml;hnlich 2 bis 5 Male pro Tag, wie geleitet, durch Ihren Arzt. Nehmen Sie diese Medizin durch den Mund mit einem Glas von Wasser. Nehmen Sie Ihre Medizin regelm&auml;&szlig;ig. Nehmen Sie Ihre Medizin &ouml;fter nicht als geleitet. Nehmen Sie ganze Ihre Medizin, wie geleitet, selbst wenn Sie Ihren denken, sind besser. Wenn Sie die fl&uuml;ssige Form dieses Medikaments verwenden, die Flasche kurz vor jeder Dosis sch&uuml;tteln. Messen Sie sorgf&auml;ltig die Dosis, ein spezielles Messger&auml;t/L&ouml;ffel verwendend. Verwenden Sie einen Haushaltsl&ouml;ffel nicht, weil Sie die richtige Dosis nicht bekommen d&uuml;rfen. Dosierung beruht auf Ihrer medizinischen Bedingung und Reaktion auf die Behandlung. In Kindern beruht Dosierung auch auf dem Gewicht.<br /><br /> <strong>Vorsichtsma&szlig;nahmen<br /></strong><br /> Sie sollten mit Ihrem Gesundheitsf&uuml;rsorge-Versorger vor der Einnahme aciclovir sprechen, wenn Sie Nierekrankheit, einschlie&szlig;lich des Nierenversagens (Niereninsuffizienz), irgendwelche Allergien, einschlie&szlig;lich Allergien gegen das Essen, die F&auml;rbemittel, oder die Konservierungsmittel haben. Teilen Sie Ihrem Gesundheitsf&uuml;rsorge-Versorger mit, wenn Sie schwanger oder an das Werden schwanger, Stillen denkend sind. &Uuml;berzeugen Sie sich, um Ihrem Gesundheitsf&uuml;rsorge-Versorger &uuml;ber die ganze Medizin zu erz&auml;hlen, die Sie, einschlie&szlig;lich der Arzneivorschrift- und Nichtarzneivorschrift-Medizin, Vitamine, und Kr&auml;utererg&auml;nzungen nehmen.<br /> Das Medikament f&uuml;hrt Brustmilch durch. Deshalb, wenn Sie Stillen sind oder planen, das mit Ihrem Gesundheitsf&uuml;rsorge-Versorger vor der Einnahme des Rauschgifts anzufangen, zu besprechen.<br /><br /> <strong>Kontraindikationen</strong><br /><br /> Aciclovir Einspritzung wird f&uuml;r Patienten kontraindiziert, die &Uuml;berempfindlichkeit zu aciclovir oder valaciclovir entwickeln.<br /><br /> <strong>M&ouml;gliche Nebenwirkungen<br /></strong><br /> Nebenwirkungen sind potenziell ernst, und Sie sollten Ihrem Arzt oder Gesundheitsf&uuml;rsorge-Fachmann so bald wie m&ouml;glich berichten. Diese schlie&szlig;en ein, aber werden nicht beschr&auml;nkt auf: Allergische Reaktionen wie Hautausschlag, juckend oder Nesselausschl&auml;ge, vom Gesicht, Lippen, oder Zunge, Brust-Schmerz, Verwirrung, Halluzinationen, Beben, dunklem Urin schwellend, vergr&ouml;&szlig;erten Empfindlichkeit zur Sonne, R&ouml;te, Blasenbildung, sich absch&auml;lend oder sich von der Haut, einschlie&szlig;lich des Inneren der Mund, die Anf&auml;lle, Schwierigkeiten vor&uuml;bergehender Urin oder &Auml;nderung in der Menge des Urins, der ungew&ouml;hnlichen Blutung oder des Quetschens lockernd, oder stellen Sie rote Punkte auf der Haut, ungew&ouml;hnlich schwach oder m&uuml;de, yellowing von den Augen oder der Haut genau fest. Nebenwirkungen, die gew&ouml;hnlich medizinische Aufmerksamkeit nicht verlangen: Diarrh&ouml;e, Fieber, Kopfschmerz, Brechreiz, Emesis-Magenverstimmung. Berichten Sie auf diese Weise Ihrem Arzt oder Gesundheitsf&uuml;rsorge-Fachmann, wenn sie fortsetzen oder l&auml;stig sind.<br /><br /> <strong>Wechselwirkung</strong><br /><br /> Es gibt negative Wechselwirkungen, die vorkommen k&ouml;nnen, wenn Aciclovir mit einigen der Rauschgifte verbunden wird, die oben verzeichnet sind. Phenytoin (Fosphenytoin) und Aciclovir: es kann das Niveau von phenytoin in Ihrem Blut vermindern, vielleicht es weniger wirksam machend.<br /> Ihr Gesundheitsf&uuml;rsorge-Versorger muss eventuell das Niveau von phenytoin in Ihrem Blut messen (eine Blutprobe verwendend), und Ihre Dosis als notwendig regulieren. Probenecid kann das Niveau von Aciclovir in Ihrem Blut vergr&ouml;&szlig;ern, Ihre Gefahr von acyclovir Nebenwirkungen vergr&ouml;&szlig;ernd. Ihr Gesundheitsf&uuml;rsorge-Versorger muss eventuell Ihre acyclovir Dosierung vermindern, um diese Wechselwirkung davon abzuhalten, vorzukommen. Acyclovir kann das Niveau von Tenofovir in Ihrem Blut vergr&ouml;&szlig;ern, potenziell Ihre Gefahr von Nebenwirkungen vergr&ouml;&szlig;ernd. Ihr Gesundheitsf&uuml;rsorge-Versorger muss eventuell Ihre Tenofovir Dosierung senken, um Rauschgift-Wechselwirkungen davon abzuhalten, vorzukommen.<br /><br /> <strong>Verpasste Dosis</strong><br /><br /> Nehmen Sie die verpasste Dosis, sobald Sie sich erinnern. Wenn es fast Zeit f&uuml;r Ihre folgende Dosis ist, lassen Sie die verpasste Dosis aus und nehmen Sie die Medizin im n&auml;chsten regelm&auml;&szlig;ig vorgesehenen Mal. Nehmen Sie Extramedizin nicht, um die verpasste Dosis zusammenzusetzen.<br /><br /> <strong>&Uuml;berdosierung</strong><br /><br /> Suchen Sie Notarztaufmerksamkeit, wenn Sie denken, dass Sie zu viel von dieser Medizin verwendet haben. &Uuml;berdosis-Symptome k&ouml;nnen Anfall (Konvulsionen), Halluzinationen einschlie&szlig;en, und weniger als &uuml;blich oder &uuml;berhaupt nicht urinierend.<br /><br /> <strong>Lagerung</strong><br /><br /> Lager bei der kontrollierten Raumtemperatur 15&deg;C zu 25&deg;C (59&deg;F zu 77&deg;F). Behalten Sie diese Medizin ausser der Reichweite von Kindern, teilen Sie nie Ihre Medizin mit anderen, und verwenden Sie dieses Medikament nur f&uuml;r die vorgeschriebene Anzeige.<br /><br /> <strong>Haftung<br /></strong><br /> Wir stellen Ihnen nur die allgemeine Information &uuml;ber die Medizin zur Verf&uuml;gung vor, die nicht alle Anweisungen, m&ouml;glichen Wechselwirkungen oder Vorsichtma&szlig;nahmen umfasst. Die Information, die auf dieser Seite ausgestellt ist kann nicht f&uuml;r die Selbstbehandlung oder f&uuml;r die Eigendiagnostik verwendet werden. Alle Anweisungen f&uuml;r einen bestimmten Patienten sollen mit Ihrem Gesundheitspflegeberater oder Doktor, der f&uuml;r den Fall verantwortlich ist, &uuml;bereingestimmt werden. <br /> Wir m&uuml;ssen jede Haftung f&uuml;r Sch&auml;den ablehnen, die aus einer missbr&auml;uchlichen Nutzung von den Informationen auf dieser Seite entstehen kann.<br /> Wir sind nicht f&uuml;r direkte, indirekte, spezielle oder andere indirekte Besch&auml;digung irgendwelcher Art, sowie auch f&uuml;r Folgen Ihrer m&ouml;glichen Selbstbehandlung nicht verantwortlich.</p>